{
  "13056496-DS-21": " \nName:  ___                 Unit No:   ___\n \nAdmission Date:  ___              Discharge Date:   ___\n \nDate of Birth:  ___             Sex:   F\n \nService: MEDICINE\n \nAllergies: \nNo Known Allergies / Adverse Drug Reactions\n \nAttending: ___.\n \nChief Complaint:\ndyspnea\n \nMajor Surgical or Invasive Procedure:\nNone\n\n \nHistory of Present Illness:\n___ with PMH of  small cell lung cancer s/p chemo/radiation\n(___), pericardial effusion s/p window, HFpEF, pleural \neffusions\nlast drained ___, DM, Afib on Apixiban, HTN, HLD presenting \nwith\ndyspnea on exertion and referred to the ED as referral from PCP\noffice with worsening dyspnea on exertion with CXR concerning \nfor\nPNA. \n\nPatient was recently admitted on ___ for dyspnea and found to\nhave a left lung mass concerning for recurrence of lung cancer.\nThis was associated with transudative left pleural effusion with\nnegative cytology. She was seen again in ___ with recurrence \nof\nthe fluid that was managed with increase in diuretic regimen. On\n___ she presented to IP with further progression of pleural\nfluid accumulation and underwent left sided thoracentesis with\nremoval of 400cc of serous fluid. Pleural studies were \nconsistent\nwith transudative (two test rule) and fluid cultures and \ncytology\nwere again negative.  \n\nPatient was seen at her PCPs office by an Epi provider on on \n___\nand had a chest x-ray which showed a pneumonia on the right \nside.\nAfter review of X-ray findings by patient's PCP, she was sent to\nthe ED for IV abx treatment.\n\nPatient states that she was feeling better after recent\nthoracentesis but noticed worsening cough and shortness of \nbreath\nwith sputum production over the past week. She  has slept on two\npillows for the past week as it would help her cough/ sputum but\nnot sure if she would become short of breath with lying flat.\nWeights herself daily at home and has been 158lb since ___. \n\n\nDenies fevers, chills, nausea, vomiting, dysuria, diarrhea. \nNotes\nthat she has had dysphagia overall since radiation in ___ and\nbeen told by speech and swallow that she has a narrowed\nesophagus. No progressive symptoms though has somewhat had\ntrouble with drinking water at times causing cough. No sick\ncontacts.  \n\n- In the ED, initial vitals were:\nT 98.3 HR 74 BP 129/87 RR 18 Sat 100% RA \n\n- Exam was notable for:\nPulmonary: Crackles at right lung base, difficulty completing\nfull sentences\n\n- Labs were notable for:\nWBC 15.2\nH/H 11.6/38\nPlt 364 \n\n___\n-----------<86\n4.0/30/0.8\n\nLactate 1.6\nwhole blood K 3.4 \nFlu negative \n\n- Studies were notable for:\nEKG: \nSinus tachycardia, RAD, RBBB (same as ___ EKG though new at\nthat point), TWI V1-V2 (deeper than prior) though likely from\nrepolarization changes, EKG automatic read with LPFB with rS\ncomplex in I,AVL though no q waves present in inferior leads and\nsame axis as prior without any other changes making LPFB \nunlikely\n\nCXR:\nLeft perihilar opacification and plate like areas of mid to \nlower\nlung atelectasis on the left appear unchanged. There is a\npersistent small left-sided pleural effusion. No definite \npleural\neffusion on the right. No pneumothorax. Cardiac, mediastinal and\nhilar contours appear stable. Patchy areas of pneumonia in the\nright middle lobe are unchanged. \nNo definite short-term change in right middle lobe pneumonia.\n\n- The patient was given:\nVanc 1g\nCefepime 2g \n\nOn arrival to the floor, patient has no complaints and confirms\nhistory above. Requests that Lasix is held overnight. \n\nREVIEW OF SYSTEMS:\n==================\nPer HPI, otherwise, 10-point review of systems was within normal\nlimits.\n\n \nPast Medical History:\nSmall cell lung cancer of LUL abutting mediastinum \n   (Limited-stage disease; s/p definitive XRT and\nCisplatin/Etoposide in ___\nRecurrent pericardial effusion \n   (thought to be an XRT complication; s/p AP window in ___\nA-fib on apixiban\nMild to moderate aortic regurgitation.\nMild to moderate mitral regurgitation.\nDiabetes\nDyslipidemia\nHypertension  \n\n \nSocial History:\n___\nFamily History:\nNo premature coronary artery disease or sudden death.\nMother: deceased, long history of dementia\nFather: died of asbestos-related lung cancer, possibly\nmesothelioma\nSister: died of breast cancer at age ___\n\n \nPhysical Exam:\nADMISSION PHYSICAL EXAM:\n========================\nT 97.5 BP 129/78 HR 74 RR 18 Sat 95% RA \nGENERAL: Alert and interactive. In no acute distress.\nHEENT: PERRL though sluggish, EOMI. Sclera anicteric and without\ninjection. MMM.\nNECK: No cervical lymphadenopathy. unable to appreciate JVP\nCARDIAC: regular rate and rhythm, S3 at LUSB, no murmur\nappreciated \nLUNGS: No increased work of breathing. Crackles at bilateral\nbases R>L\nABDOMEN: Normal bowels sounds, non distended, non-tender to deep\npalpation in all four quadrants. \nEXTREMITIES: No edema. warm\nNEUROLOGIC: AOx3. CN2-12 intact. Moving all 4 limbs\nspontaneously. ___ strength throughout. Normal sensation.\n\nDISCHARGE PHYSICAL EXAM: \n========================\nVS: 24 HR Data (last updated ___ @ 1848)\n    Temp: 98.0 (Tm 98.4), BP: 118/66 (106-118/62-71), HR: 75 \n(65-75), RR: 18, O2 sat: 95% (94-99), O2 delivery: Ra  \nGENERAL: Alert and interactive. In no acute distress.\nHEENT: PERRLA, MMM.\nNECK: JVP at base of neck \nCARDIAC: RR, no murmur appreciated \nLUNGS: CTAB, no wheezes/rales/rhonchi\nABDOMEN: Normal bowels sounds, non distended, non-tender to deep \npalpation in all four quadrants. \nEXTREMITIES: No edema. warm\nNEUROLOGIC: AOx3\n\n \nPertinent Results:\nADMISSION LABS: \n================\n___ 06:08PM BLOOD WBC-15.2* RBC-4.27 Hgb-11.6 Hct-38.0 \nMCV-89 MCH-27.2 MCHC-30.5* RDW-15.6* RDWSD-50.7* Plt ___\n___ 06:08PM BLOOD Neuts-83.7* Lymphs-5.4* Monos-8.8 Eos-1.3 \nBaso-0.3 Im ___ AbsNeut-12.67* AbsLymp-0.82* AbsMono-1.34* \nAbsEos-0.20 AbsBaso-0.04\n___ 07:00AM BLOOD ___ PTT-31.8 ___\n___ 06:08PM BLOOD Glucose-86 UreaN-13 Creat-0.8 Na-139 \nK-4.0 Cl-97 HCO3-30 AnGap-12\n___ 06:08PM BLOOD proBNP-8975*\n___ 07:00AM BLOOD Calcium-8.8 Phos-3.2 Mg-1.7\n___ 07:00AM BLOOD Vanco-9.2*\n___ 06:17PM BLOOD Lactate-1.6 K-3.4*\n\nIMAGING: \n========\nCT CHEST with contrast (___)\n1. Recurrence of consolidations more prominent in the right lung \nbase since the ___ study, suggestive of worsening \ninfection. \n2. Stable post radiotherapy changes in the left paramediastinal \nlocation. \n3. Unchanged aspect of a consolidation at the anterior left \nlower lobe.  To be followed in ___ week as previously \nrecommended. \n4. Stable right hilar lymphadenopathy.  Mild increase in the \nleft pleural \neffusion. \n\nVideo Swallow Study (___)\nIMPRESSION:  \nNo aspiration.  Penetration with thin liquids. \n\nSwallow assessment (___)\nPatient presents with functional, safe, and efficient\noropharyngeal swallowing. There was trace, transient penetration\nwith thin liquids and no visualization of aspiration; this is\nconsidered WFL. There was just trace post-swallow pharyngeal\nresidue. Of note, there was no evidence of an anterior \nprotrusion\nat the entrance of the esophagus - as seen in ___ - indicating\nthat this narrowing has likely resolved spontaneously. Based on\nthese results, it is not suspected that oropharyngeal swallowing\ndysfunction is the cause of patient's recurrent pneumonias.\n\nThe patient did present with esophageal retention and retrograde\nflow of liquid and solid contrast in the esophagus; this raises\nconcern for esophageal dysfunction, such as dysmotility or a\nstructural issue. This may place patient at risk for\npost-prandial aspiration with potential for pneumonia. \nEsophageal\ndysfunction may be a side effect of prior lung cancer radiation\ntreatment. It is recommended that she return to visit a GI\nspecialist for further work-up and management of suspected\nesophageal dysfunction.\n\nDISCHARGE LABS: \n===============\n___ 05:18AM BLOOD WBC-10.5* RBC-3.72* Hgb-10.0* Hct-33.0* \nMCV-89 MCH-26.9 MCHC-30.3* RDW-15.0 RDWSD-48.7* Plt ___\n___ 05:18AM BLOOD Glucose-81 UreaN-15 Creat-0.9 Na-142 \nK-4.1 Cl-100 HCO3-31 AnGap-11\n___ 05:18AM BLOOD Calcium-9.0 Phos-3.7 Mg-1.___RIEF SUMMARY: \n___ with PMHx of small cell lung cancer s/p chemo/radiation \n(___), pericardial effusion s/p window, HFpEF, L pleural \neffusion drained ___, DM, Afibon apixaban, HTN, HLD p/w dyspnea \non exertion found with recurrent PNA. \n\nTRANSITIONAL ISSUES: \n====================\n[]To have repeat CT chest and outpatient pulmonary appointment \nat ___ in approximately ___ weeks after discharge \n[]With evidence of possible esophageal dysmotility on video \nswallow study - should have GI follow up (also ideally at ___ \n___ to work this up further.\n\nACUTE ISSUES: \n=============\n#Dyspnea\n#Recurrent PNA \n#hx radiation esophagitis \nPt presenting with worsening dyspnea, new productive cough and \nleukocytosis\nconcerning for recurrent PNA, which CT redemonstrated on \nadmission. Dyspnea was felt not to be related to pt's HFpEF \ngiven no evidence of on volume exam or imaging. She was treated \nbroadly for HAP coverage given recent antibiotic use (including \nlevaquin in ___ - she completed a 7 day course of cefepime \n___. Given concern for aspiration as cause for recurrent \nPNA, especially given patient's history of radiation \nesophagitis, she underwent a video swallow study which showed no \nsigns of oropharyngeal pathology or aspiration - but did show \nevidence of distal esophageal dysmotility which may increase \npatient's risk for reflux and silent aspiration and/or nocturnal \naspiration. Pulmonology was consulted for question of whether \nrecurrent PNA may be due to post-obstructive cause such as a \nmass - but on review of imaging with thoracics radiology there \nwas not any identifiable mass thought to contribute to this. \nThere is a possibility that a component of dyspnea may be \nrelated to a restrictive process given patient's history of \nradiation and pericardial effusions. She improved while \nreceiving 7d course of cefepime and will have pulmonary follow \nup at ___ in ___ weeks with repeat CT chest at that time. \nShe may benefit from bronchoscopy in the near-term if she has \nanother recurrence.\n\n#BCx drawn in ED w/ 1 of 4 bottles growing coag negative staph \naureus \nLikely contaminant. All other BCx were no growth.\n\nCHRONIC ISSUES: \n===============\n#HFpEF\n#mild- moderate AR\n#Mod-severe MR \n#Mod- sever TR\nDischarge weight on ___ 166 and weights 156 on admission. \nStates that her home weight has remained stable as well. No \nevidence of volume overload on exam, with no JVP elevation and \nno peripheral edema, despite BNP elevation. Was continued on \nhome PO Lasix 40mg. \n\n#Pleural effusion\nMinimal re-accumulation of pleural effusion likely not \ncontributing significantly to dyspnea sensation. Most recent \npleural studies consistent with transudative effusion and \nnegative cytology. Minimal appearance on CT - no need for \nthoracentesis. \n\n#H/o SCLC\nFollowed by Dr. ___.\n\n#Paroxysmal Afib\nRecently diagnosed on ___ hospitalization. Continued on \napixaban and home metoprolol fractionated to 37.5mg q6h. \n\n# Depression \n-Continued home paroxetine\n\n#CODE: FULL CODE CONFIRMED\n#CONTACT: Husband, ___ ___\n.\n.\n.\n.\n.\nTime in care: >30 minutes in discharge-related activities on the \nday of discharge.\n \nMedications on Admission:\nThe Preadmission Medication list is accurate and complete.\n1. Apixaban 5 mg PO BID \n2. Albuterol Inhaler 2 PUFF IH Q4H:PRN SOB \n3. Calcium 600 with Vitamin D3 (calcium carbonate-vitamin D3) \n600 mg(1,500mg) -400 unit oral DAILY \n4. Fluticasone Propionate 110mcg 2 PUFF IH BID \n5. Metoprolol Succinate XL 150 mg PO DAILY \n6. PARoxetine 50 mg PO DAILY \n7. Furosemide 40 mg PO DAILY \n\n \nDischarge Medications:\n1.  Albuterol Inhaler 2 PUFF IH Q4H:PRN SOB  \n2.  Apixaban 5 mg PO BID  \n3.  Calcium 600 with Vitamin D3 (calcium carbonate-vitamin D3) \n600 mg(1,500mg) -400 unit oral DAILY  \n4.  Fluticasone Propionate 110mcg 2 PUFF IH BID  \n5.  Furosemide 40 mg PO DAILY  \n6.  Metoprolol Succinate XL 150 mg PO DAILY  \n7.  PARoxetine 50 mg PO DAILY  \n\n \nDischarge Disposition:\nHome\n \nDischarge Diagnosis:\nPRIMARY DIAGNOSIS: \n==================\nRecurrent pneumonia \n\n \nDischarge Condition:\nMental Status: Clear and coherent.\nLevel of Consciousness: Alert and interactive.\nActivity Status: Ambulatory - Independent.\n\n \nDischarge Instructions:\nDear Ms. ___,  \n\nIt was a pleasure caring for you at ___ \n___.  \n\nWHY WERE YOU IN THE HOSPITAL?  \n- You were admitted to the hospital for shortness of breath.\n\nWHAT HAPPENED WHEN YOU WERE IN THE HOSPITAL?  \n- We treated you with IV antibiotics for your pneumonia. \n- You had a swallow evaluation which did not show significant \nsigns of aspiration. \n- You met our Pulmonary team and they will plan to followup with \nyou as an outpatient in ___ weeks.\n\nWHAT SHOULD YOU DO AFTER YOU LEAVE THE HOSPITAL?  \n- Continue to take all your medicines as prescribed below. \n- Show up to your appointments as listed below -- we made an \nappointment with your primary care doctor, our Pulmonary \ndoctors, and the Gastroenterology department to continue to \nevaluate your swallowing.\n- Weigh yourself every morning, call MD if weight goes up more \nthan 3 lbs.\n\nWe wish you the best!  \n\nSincerely,  \n\nYour ___ Team\n\n \nFollowup Instructions:\n___\n"
}