{
  "13056496-DS-21": "MEDICINE Allergies: No Known Allergies / Adverse Drug Reactions Attending: . Chief Complaint: dyspnea Major Surgical or Invasive Procedure: None History of Present Illness: with PMH of small cell lung cancer s/p chemo/radiation (), pericardial effusion s/p window, HFpEF, pleural effusions last drained , DM, Afib on Apixiban, HTN, HLD presenting with dyspnea on exertion and referred to the ED as referral from PCP office with worsening dyspnea on exertion with CXR concerning for PNA. Patient was recently admitted on for dyspnea and found to have a left lung mass concerning for recurrence of lung cancer. This was associated with transudative left pleural effusion with negative cytology. She was seen again in with recurrence of the fluid that was managed with increase in diuretic regimen. On she presented to IP with further progression of pleural fluid accumulation and underwent left sided thoracentesis with removal of 400cc of serous fluid. Pleural studies were consistent with transudative (two test rule) and fluid cultures and cytology were again negative. Patient was seen at her PCPs office by an Epi provider on on and had a chest x-ray which showed a pneumonia on the right side. After review of X-ray findings by patient's PCP, she was sent to the ED for IV abx treatment. Patient states that she was feeling better after recent thoracentesis but noticed worsening cough and shortness of breath with sputum production over the past week. She has slept on two pillows for the past week as it would help her cough/ sputum but not sure if she would become short of breath with lying flat. Weights herself daily at home and has been 158lb since . Denies fevers, chills, nausea, vomiting, dysuria, diarrhea. Notes that she has had dysphagia overall since radiation in and been told by speech and swallow that she has a narrowed esophagus. No progressive symptoms though has somewhat had trouble with drinking water at times causing cough. No sick contacts. In the ED, initial vitals were: T 98.3 HR 74 BP 129/87 RR 18 Sat 100% RA Exam was notable for: Pulmonary: Crackles at right lung base, difficulty completing full sentences Labs were notable for: WBC 15.2 H/H 11.6/38 Plt 364 <86 4.0/30/0.8 Lactate 1.6 whole blood K 3.4 Flu negative Studies were notable for: EKG: Sinus tachycardia, RAD, RBBB (same as EKG though new at that point), TWI V1-V2 (deeper than prior) though likely from repolarization changes, EKG automatic read with LPFB with rS complex in I,AVL though no q waves present in inferior leads and same axis as prior without any other changes making LPFB unlikely CXR: Left perihilar opacification and plate like areas of mid to lower lung atelectasis on the left appear unchanged. There is a persistent small left-sided pleural effusion. No definite pleural effusion on the right. No pneumothorax. Cardiac, mediastinal and hilar contours appear stable. Patchy areas of pneumonia in the right middle lobe are unchanged. No definite short-term change in right middle lobe pneumonia. The patient was given: Vanc 1g Cefepime 2g On arrival to the floor, patient has no complaints and confirms history above. Requests that Lasix is held overnight. REVIEW OF SYSTEMS: Per HPI, otherwise, 10-point review of systems was within normal limits. Past Medical History: Small cell lung cancer of LUL abutting mediastinum (Limited-stage disease; s/p definitive XRT and Cisplatin/Etoposide in Recurrent pericardial effusion (thought to be an XRT complication; s/p AP window in A-fib on apixiban Mild to moderate aortic regurgitation. Mild to moderate mitral regurgitation. Diabetes Dyslipidemia Hypertension Social History: Family History: No premature coronary artery disease or sudden death. Mother: deceased, long history of dementia Father: died of asbestos-related lung cancer, possibly mesothelioma Sister: died of breast cancer at age Physical Exam: ADMISSION PHYSICAL EXAM: T 97.5 BP 129/78 HR 74 RR 18 Sat 95% RA GENERAL: Alert and interactive. In no acute distress. HEENT: PERRL though sluggish, EOMI. Sclera anicteric and without injection. MMM. NECK: No cervical lymphadenopathy. unable to appreciate JVP CARDIAC: regular rate and rhythm, S3 at LUSB, no murmur appreciated LUNGS: No increased work of breathing. Crackles at bilateral bases R>L ABDOMEN: Normal bowels sounds, non distended, non-tender to deep palpation in all four quadrants. EXTREMITIES: No edema. warm NEUROLOGIC: AOx3. CN2-12 intact. Moving all 4 limbs spontaneously. strength throughout. Normal sensation. DISCHARGE PHYSICAL EXAM: VS: 24 HR Data (last updated @ 1848) Temp: 98.0 (Tm 98.4), BP: 118/66 (106-118/62-71), HR: 75 (65-75), RR: 18, O2 sat: 95% (94-99), O2 delivery: Ra GENERAL: Alert and interactive. In no acute distress. HEENT: PERRLA, MMM. NECK: JVP at base of neck CARDIAC: RR, no murmur appreciated LUNGS: CTAB, no wheezes/rales/rhonchi ABDOMEN: Normal bowels sounds, non distended, non-tender to deep palpation in all four quadrants. EXTREMITIES: No edema. warm NEUROLOGIC: AOx3 Pertinent Results: ADMISSION LABS: 06:08PM BLOOD WBC-15.2* RBC-4.27 Hgb-11.6 Hct-38.0 MCV-89 MCH-27.2 MCHC-30.5* RDW-15.6* RDWSD-50.7* Plt 06:08PM BLOOD Neuts-83.7* Lymphs-5.4* Monos-8.8 Eos-1.3 Baso-0.3 Im AbsNeut-12.67* AbsLymp-0.82* AbsMono-1.34* AbsEos-0.20 AbsBaso-0.04 07:00AM BLOOD PTT-31.8 06:08PM BLOOD Glucose-86 UreaN-13 Creat-0.8 Na-139 K-4.0 Cl-97 HCO3-30 AnGap-12 06:08PM BLOOD proBNP-8975* 07:00AM BLOOD Calcium-8.8 Phos-3.2 Mg-1.7 07:00AM BLOOD Vanco-9.2* 06:17PM BLOOD Lactate-1.6 K-3.4* IMAGING: CT CHEST with contrast () 1. Recurrence of consolidations more prominent in the right lung base since the study, suggestive of worsening infection. 2. Stable post radiotherapy changes in the left paramediastinal location. 3. Unchanged aspect of a consolidation at the anterior left lower lobe. To be followed in week as previously recommended. 4. Stable right hilar lymphadenopathy. Mild increase in the left pleural effusion. Video Swallow Study () IMPRESSION: No aspiration. Penetration with thin liquids. Swallow assessment () Patient presents with functional, safe, and efficient oropharyngeal swallowing. There was trace, transient penetration with thin liquids and no visualization of aspiration; this is considered WFL. There was just trace post-swallow pharyngeal residue. Of note, there was no evidence of an anterior protrusion at the entrance of the esophagus as seen in indicating that this narrowing has likely resolved spontaneously. Based on these results, it is not suspected that oropharyngeal swallowing dysfunction is the cause of patient's recurrent pneumonias. The patient did present with esophageal retention and retrograde flow of liquid and solid contrast in the esophagus; this raises concern for esophageal dysfunction, such as dysmotility or a structural issue. This may place patient at risk for post-prandial aspiration with potential for pneumonia. Esophageal dysfunction may be a side effect of prior lung cancer radiation treatment. It is recommended that she return to visit a GI specialist for further work-up and management of suspected esophageal dysfunction. DISCHARGE LABS: 05:18AM BLOOD WBC-10.5* RBC-3.72* Hgb-10.0* Hct-33.0* MCV-89 MCH-26.9 MCHC-30.3* RDW-15.0 RDWSD-48.7* Plt 05:18AM BLOOD Glucose-81 UreaN-15 Creat-0.9 Na-142 K-4.1 Cl-100 HCO3-31 AnGap-11 05:18AM BLOOD Calcium-9.0 Phos-3.7 Mg-1.RIEF SUMMARY: with PMHx of small cell lung cancer s/p chemo/radiation (), pericardial effusion s/p window, HFpEF, L pleural effusion drained , DM, Afibon apixaban, HTN, HLD p/w dyspnea on exertion found with recurrent PNA. TRANSITIONAL ISSUES: []To have repeat CT chest and outpatient pulmonary appointment at in approximately weeks after discharge []With evidence of possible esophageal dysmotility on video swallow study should have GI follow up (also ideally at to work this up further. ACUTE ISSUES: #Dyspnea #Recurrent PNA #hx radiation esophagitis Pt presenting with worsening dyspnea, new productive cough and leukocytosis concerning for recurrent PNA, which CT redemonstrated on admission. Dyspnea was felt not to be related to pt's HFpEF given no evidence of on volume exam or imaging. She was treated broadly for HAP coverage given recent antibiotic use (including levaquin in she completed a 7 day course of cefepime . Given concern for aspiration as cause for recurrent PNA, especially given patient's history of radiation esophagitis, she underwent a video swallow study which showed no signs of oropharyngeal pathology or aspiration but did show evidence of distal esophageal dysmotility which may increase patient's risk for reflux and silent aspiration and/or nocturnal aspiration. Pulmonology was consulted for question of whether recurrent PNA may be due to post-obstructive cause such as a mass but on review of imaging with thoracics radiology there was not any identifiable mass thought to contribute to this. There is a possibility that a component of dyspnea may be related to a restrictive process given patient's history of radiation and pericardial effusions. She improved while receiving 7d course of cefepime and will have pulmonary follow up at in weeks with repeat CT chest at that time. She may benefit from bronchoscopy in the near-term if she has another recurrence. #BCx drawn in ED w/ 1 of 4 bottles growing coag negative staph aureus Likely contaminant. All other BCx were no growth. CHRONIC ISSUES: #HFpEF #mild moderate AR #Mod-severe MR #Mod sever TR Discharge weight on 166 and weights 156 on admission. States that her home weight has remained stable as well. No evidence of volume overload on exam, with no JVP elevation and no peripheral edema, despite BNP elevation. Was continued on home PO Lasix 40mg. #Pleural effusion Minimal re-accumulation of pleural effusion likely not contributing significantly to dyspnea sensation. Most recent pleural studies consistent with transudative effusion and negative cytology. Minimal appearance on CT no need for thoracentesis. #H/o SCLC Followed by Dr. . #Paroxysmal Afib Recently diagnosed on hospitalization. Continued on apixaban and home metoprolol fractionated to 37.5mg q6h. # Depression -Continued home paroxetine #CODE: FULL CODE CONFIRMED #CONTACT: Husband, . . . . . Time in care: >30 minutes in discharge-related activities on the day of discharge. Medications on Admission: The Preadmission Medication list is accurate and complete. 1. Apixaban 5 mg PO BID 2. Albuterol Inhaler 2 PUFF IH Q4H:PRN SOB 3. Calcium 600 with Vitamin D3 (calcium carbonate-vitamin D3) 600 mg(1,500mg) -400 unit oral DAILY 4. Fluticasone Propionate 110mcg 2 PUFF IH BID 5. Metoprolol Succinate XL 150 mg PO DAILY 6. PARoxetine 50 mg PO DAILY 7. Furosemide 40 mg PO DAILY Discharge Medications: 1. Albuterol Inhaler 2 PUFF IH Q4H:PRN SOB 2. Apixaban 5 mg PO BID 3. Calcium 600 with Vitamin D3 (calcium carbonate-vitamin D3) 600 mg(1,500mg) -400 unit oral DAILY 4. Fluticasone Propionate 110mcg 2 PUFF IH BID 5. Furosemide 40 mg PO DAILY 6. Metoprolol Succinate XL 150 mg PO DAILY 7. PARoxetine 50 mg PO DAILY Discharge Disposition: Home Discharge Diagnosis: PRIMARY DIAGNOSIS: Recurrent pneumonia Discharge Condition: Mental Status: Clear and coherent. Level of Consciousness: Alert and interactive. Activity Status: Ambulatory Independent. Discharge Instructions: Dear Ms. , It was a pleasure caring for you at . WHY WERE YOU IN THE HOSPITAL? You were admitted to the hospital for shortness of breath. WHAT HAPPENED WHEN YOU WERE IN THE HOSPITAL? We treated you with IV antibiotics for your pneumonia. You had a swallow evaluation which did not show significant signs of aspiration. You met our Pulmonary team and they will plan to followup with you as an outpatient in weeks. WHAT SHOULD YOU DO AFTER YOU LEAVE THE HOSPITAL? Continue to take all your medicines as prescribed below. Show up to your appointments as listed below we made an appointment with your primary care doctor, our Pulmonary doctors, and the Gastroenterology department to continue to evaluate your swallowing. Weigh yourself every morning, call MD if weight goes up more than 3 lbs. We wish you the best! Sincerely, Your Team Followup Instructions:"
}