{
  "17304212-DS-13": "Name: . Unit No: Admission Date: Discharge Date: Date of Birth: Sex: F Service: MEDICINE Allergies: Flagyl / Reglan / Lipitor Attending: . Chief Complaint: Nausea & Vomiting Major Surgical or Invasive Procedure: None History of Present Illness: yo F with PMHx NIDDM, HTN, CKD, chronic C diff s/p FMT on , Afib on eliquis presenting with nausea, vomiting and abdominal pain for 2 days prior to admission. Patient initially presented to where she received 2L NS, IV Zofran and was transferred to for GI evaluation given recent stool transplant. In the ED, initial VS were 98.6 80 182/60 16 97% RA Exam notable for ill, thin female with DM, irreg-irreg rhythm, CTAB, soft non rigid abdomen periumbilical tenderness and suprapubic area, warm and dry skin, no ankle edema Labs showed WBC 9.2 H/H 11..1 Plt 183 MCV 104 ALT 9 AST 19 ALP 87 T 0.6 Alb 4.0 Lipase 17 Mg 1.5 K 3.0 HCO3 20 BUN/Cr 36/2.5 AG 18 lactate 1.3 Imaging showed CXR: no acute cardiopulm process Received 17:15 PO Ondansetron ODT 4 mg 17:24 IV Ondansetron 4 mg 17:46 IVF NS ( 1000 mL ordered) 17:46 IV Diazepam 5 mg 18:10 IV BOLUS Diltiazem 20 mg x2 ED course was complicated by afib with RVR (HR in 120s) and pt was treatd with IV diltiazem GI was consulted who felt that current symptoms are not related to colonoscopy and FMT and recommend broad work up and Cdiff if symptom profile fits. Decision was made to admit to medicine for further management. On arrival to the floor, patient reports that starting on (), she developed worsening nausea. Had BM on that was soft, not diarrhea. Then starting , developed profuse vomiting with inability to tolerate anything PO. Not been able to eat or drink but has been taking medications, although vomiting afterwards. Vomiting bilious in nature. No diarrhea. Last BM was on . Mild abdominal discomfort and nausea. No sick contacts or unusual foods. Started probiotics on . She notes that this is generally how her previous episodes of C diff colitis presented started with n/v followed by diarrhea. Associated sx include dry mouth. She notes that for the last six months (both before and after the fecal transplant) she has daily vomiting in the morning x1. Takes a Zofran and feels better. Reports improvement in diarrhea prior to transplant, had diarrhea daily and had to use immodium every day. Since transplant she generally has soft daily bowel movements. SHe has only experienced diarrhea several times. No fevers, cough, congestion, runny nose, chest pain. Notes she was having palpitations in the ED when her heart rate was high. No CP or DOE at baseline. Sometimes gets pedal edema but uses Lasix. No recent edema. No worsening of dyspnea. No focal n/t or weakness but does endorse fatigue. Of note, patient was admitted to cardiology service in with nausea, vomiting and diarrhea. LHC during that admission revealed no critical coronary lesions. NSTEMI was thought to be type 2 in the setting of hypertensive emergency and active C difficile Colitis. REVIEW OF SYSTEMS: See above All other 10-system review negative in detail. Past Medical History: NIDDM CKD (baseline 1.6-1.7 in HTN HLD GERD Gastroparesis Duodenal ulcer (c/b bleeding in H/O C.diff colitis () S/P Fecal transplant Macrocytic anemia Social History: Family History: Father with MI in . Brother with CABG in . Physical Exam: ADMISSION PHYSICAL EXAM: VS: 98.0 171 / 84 120 18 98 Ra GENERAL: Ill appearing, vomiting during initial part of interview HEENT: mouth appears dry NECK: JVP 2-3 cm above clavicle HEART: Tachy, irregularly irregular, no murmurs, rubs or gallops are auscultated LUNGS: CTABL, no wheezes, rhonci or crackles ABDOMEN: NABS, soft, nondistended, +BS, nontender in all quadrants, no rebound/guarding, no hepatosplenomegaly EXTREMITIES: No edema PULSES: 2+ DP pulses bilaterally SKIN: warm and well perfused DISCHARGE PHYSICAL EXAM: VS: T 98.3 BP 140/70 HR 88 RR 18 O2 98% RA GENERAL: Malnourished with central obesity, appears much better today, NAD HEENT: NCAT, EOMI, anicteric sclera, mucous membranes moist NECK: Supple, no LAD, no JVD HEART: Regular rate with irregularly irregular rhythm, normal S1/S2, no murmurs, gallops, or rubs LUNGS: Bibasilar rales, breathing comfortably without use of accessory muscles ABDOMEN: Normoactive BS, soft, mildly distended, +epigastric TTP, no rebound/guarding, no hepatosplenomegaly EXTREMITIES: Trace pitting edema in ankles b/l, no cyanosis/clubbing NEURO: AOx3, moving all 4 extremities with purpose SKIN: Warm and well perfused, no excoriations or lesions, no rashes Pertinent Results: ADMISSION LABS: CHEM 06:20PM GLUCOSE-218* UREA N-36* CREAT-2.5* SODIUM-139 POTASSIUM-3.0* CHLORIDE-100 TOTAL CO2-20* ANION GAP-22* 06:20PM ALBUMIN-4.0 MAGNESIUM-1.5* 06:20PM LIPASE-17 LIVER 06:20PM ALT(SGPT)-9 AST(SGOT)-19 CK(CPK)-22* ALK PHOS-87 TOT BILI-0.6 CBC 06:20PM WBC-9.2# RBC-3.27*# HGB-11.4# HCT-34.1# MCV-104* MCH-34.9* MCHC-33.4 RDW-14.1 RDWSD-54.4* COAGS 06:20PM PTT-26.3 MICROBIOLOGY: 10:32 am STOOL CONSISTENCY: WATERY Source: Stool. **FINAL REPORT C. difficile DNA amplification assay (Final : Reported to and read back by () AT ON . CLOSTRIDIUM DIFFICILE. Positive for toxigenic C difficile by the Cepheid nucleic amplification assay. (Reference Range-Negative). IMAGING/STUDIES: CHEST (PORTABLE AP): Mild vascular congestion is new. Mild cardiomegaly is a stable. There is no pneumothorax. If any there is a small right effusion. Right lower lobe opacities are likely atelectasis. DISCHARGE LABS: 06:25AM BLOOD WBC-6.6 RBC-2.31* Hgb-8.1* Hct-25.6* MCV-111* MCH-35.1* MCHC-31.6* RDW-13.9 RDWSD-56.1* Plt 06:16AM BLOOD Glucose-123* UreaN-28* Creat-2.6* Na-139 K-4.9 Cl-108 HCO3-19* AnGap-17 06:16AM BLOOD Calcium-7.8* Phos-4.6* Mg-1.6 Brief Hospital Course: is a year-old woman with h/o NIDDM c/b gastroparesis, HTN, CKD, GERD, duodenal ulcer c/b bleed in , recurrent C diff infection s/p FMT on , and Afib (on eliquis) here for continued nausea and vomiting and an inability to tolerate PO, found to be C. diff positive. Once treated for C.diff with oral vancomycin and when her glucose was under better control her nausea and vomiting resolved. She was very deconditioned at discharge, but cleared by to go home with and home . #NAUSEA/VOMITING C/F GASTROPARESIS FLARE: Pt w/ h/o NIDDM c/b gastroparesis, reported a month of N/V i/s/o recent fecal transplant for recurrent C. diff infection, p/w worsened vomiting and poor PO intake, now with frequent watery BMs noted after a few days inpatient (were soft but formed before that). Pt reports vomiting immediately after PO intake. Exam w/ diffuse mild tenderness and slightly increased distension from prior, but otherwise benign. DDx was initially most likely viral gastroenteritis (though noro negative) triggering a gastroparesis flare. However, when loose stools started, c.diff was checked, and positive, thought to be the cause. Poor blood glucose control may also be an exacerbating factors, as FSBG frequently >200. Once C.diff treatment was started and patient had tight glycemic control, her nausea and vomiting resolved. #PROTEIN CALORIE MALNUTRITION: Pt cachectic appearing, with minimal PO intake >1 week. N/V poorly controlled, unable to tolerate POs. Previously seen electrolyte abnormalities (low Mg, Phos, K) c/w malnutrition, but risk of re-feeding syndrome was felt to be low. No feeding tube requirement. Nutrition recommended 100 mg thiamine x5 days which was done. #RECURRENT C DIFF INFECTION: Pt w/ multiple loose BMs per day, C diff positive, so decided to treat despite possibility of a false positive with the FMT so recent (4 weeks prior). FMT was considered a failure and patient will need to discuss with her outpatient GI providers. She was treated with vancomycin Oral Liquid mg PO/NG Q6H. #A-FIB WITH RVR: On tele in Afib/Aflutter. HR's improved with IVF boluses. RVR likely related to hypovolemia given N/V and inability to tolerate PO, dry appearing. Poor absorption of PO medications may also be a factor. Patient stabilized on diltiazem 45 mg Q6H. Volume status very tenuous, even diuresis with 20 mg IV Lasix + her usual 20 mg PO Lasix one day sent her into RVR. Continued home Apixaban 2.5 mg PO/NG BID #HFpEF: Echo in with \"Preserved biventricular systolic function. Mild mitral regurgitation. Borderline pulmonary artery systolic hypertension.\" Re-started home Lasix for SOB . As above, volume status was very tenuous, even diuresis with 20 mg IV Lasix + her usual 20 mg PO Lasix one day sent her into RVR. She was satt'ing well on RA and breathing comfortably at the time of discharge. #GERD & H/O DUODENAL ULCER: Pt d/c omeprazole this past Novemeber. Per GI who saw her in clinic should switch to H2 blocker given increased risk of C. diff recurrence w/ PPI. Pt continues to c/o heartburn. Started ranitidine 150 mg PO daily. #HYPERTENSION: Pt w/ h/o HTN. BPs were acceptable range for inpatient BP control (mild to moderate HTN). Continued home Carvedilol 6.25 mg PO/NG BID. #INSOMNIA: Pt c/o insomnia, not helped w/ ramaleteon, says only Zolpidem has worked for her in the past. Continued home Zolpidem Tartrate 5 mg PO QHS:PRN insomnia. CHRONIC/STABLE ISSUES: #NIDDM: H/o T2DM c/b gastroparesis. Last A1c in OMR is 6.0. Per pt was on pioglitazone b/c other oral agents did not control her sugars well, pt was counseled on risks of pioglitazone given HFpEF. Lantus + HISS while inpatient. Held home Pioglitazone and restarted at discharge. Consider switching to a new oral med in the future given the patient's CHF. #CKD: Baseline Cr appeared to be 2.4. Most recent Cr of 2.6 on in . Cr stable and below baseline (possibly malnutrition, or level of 2.0 is true baseline) at this time. #CHRONIC BACK PAIN: Takes dilaudid at home. After discussion with the patient, this medication was help out of concern that it could be contributing to her nausea and vomiting. She did not have pain while in the hospital. TRANSITIONAL ISSUES: CODE STATUS: Full Code CONTACT: No healthcare proxy on file : 427 FYI: Patient's volume status is VERY tenuous. Giving her more than PO Lasix 20 mg in one day, regardless of her being slightly volume overloaded, sent her into Afib RVR. Increased dilt ER to 180 mg daily for rate control Presentation concerning for failure of recent FMT. Discharged on PO vancomycin. TO DO: [ ] Unless there is a contraindication, would strongly recommend switching from pioglitazone to a sulfonylurea or other oral diabetic medication, given that the patient has ?. [ ] Check iron levels given anemia [ ] Please check renal function at next appointment, discharge Creatinine 2.6. She reports Cr 2.5 is baseline. [ ] Recommend tight glycemic control (keeping glc <200) to avoid gastroparesis flares Medications on Admission: The Preadmission Medication list is accurate and complete. 1. Apixaban 2.5 mg PO BID 2. Carvedilol 6.25 mg PO BID 3. Diltiazem Extended-Release 120 mg PO DAILY 4. Furosemide 20 mg PO DAILY 5. HYDROmorphone (Dilaudid) 2 mg PO BID:PRN Pain Mild 6. mirabegron 25 mg oral DAILY 7. Ondansetron ODT 4 mg PO BID:PRN nausea 8. Pioglitazone 15 mg PO DAILY 9. Rosuvastatin Calcium 5 mg PO QPM 10. Zolpidem Tartrate 5 mg PO QHS:PRN insomnia 11. Diazepam 2 mg PO Q12H:PRN nausea 12. Epoetin Alfa 1000 units SC ONCE PER WEEK Discharge Medications: 1. Ranitidine 150 mg PO DAILY RX *ranitidine HCl 150 mg 1 capsule(s) by mouth once a day Disp #*30 Capsule Refills:*0 2. Thiamine 100 mg PO DAILY Duration: 5 Days RX *thiamine HCl (vitamin B1) 100 mg 1 tablet(s) by mouth once a day Disp #*3 Tablet Refills:*0 3. Vancomycin Oral Liquid mg PO Q6H RX *vancomycin 125 mg 1 capsule(s) by mouth every six (6) hours Disp #*120 Capsule Refills:*0 4. Diltiazem Extended-Release 180 mg PO DAILY RX *diltiazem HCl 180 mg 1 tablet(s) by mouth once a day Disp #*30 Tablet Refills:*0 5. Ondansetron ODT 4 mg PO Q4H RX *ondansetron 4 mg 1 tablet(s) by mouth every four (4) hours Disp #*180 Tablet Refills:*0 6. Apixaban 2.5 mg PO BID 7. Carvedilol 6.25 mg PO BID 8. Diazepam 2 mg PO Q12H:PRN nausea 9. Epoetin Alfa 1000 units SC ONCE PER WEEK 10. Furosemide 20 mg PO DAILY 11. mirabegron 25 mg oral DAILY 12. Pioglitazone 15 mg PO DAILY 13. Rosuvastatin Calcium 5 mg PO QPM 14. Zolpidem Tartrate 5 mg PO QHS:PRN insomnia 15.Outpatient Lab Work ICD10: I12.9 (Chronic Kidney Disease) | Please check BUN/Cr and FAX RESULTS TO: ATTN: . Discharge Disposition: Home With Service Facility: Discharge Diagnosis: PRIMARY: C.diff colitis, recurrent with failed fecal microbiota transplant Gastroparesis Atrial fibrillation SECONDARY: Diabetes Mellitus Chronic Kidney Disease Hypertension Discharge Condition: Mental Status: Clear and coherent. Level of Consciousness: Alert and interactive. Activity Status: Ambulatory Independent. Discharge Instructions: Dear Ms. , WHY YOU WERE ADMITTED: You were having nausea and vomiting WHAT WAS DONE AND FOUND: You were given fluids to treat dehydration We tested your stool and found C.diff, meaning that your fecal transplant failed We started oral vancomycin again WHAT YOU SHOULD DO NOW: You should follow up with your doctor appointments listed below Take your lasix pill as you were taking it before you came into the hospital. Keep taking your oral vancomycin and follow the plan that Dr. have your labs drawn on at a location convenient for you. These results will be faxed to Dr. was a pleasure taking care of you, Your Team Followup Instructions:"
}