{
  "13848056-DS-21": "MEDICINE Allergies: Morphine Sulfate / adhesive Attending: . Chief Complaint: LLE pain Major Surgical or Invasive Procedure: None History of Present Illness: h/o AF, HF, cirrhosis, renal transplant x2, DM2 and recent admission for acute on chronic CHF exacerbation, presents from home with a fall resulting in a nondisplaced fracture of the lateral left femoral metadiaphysis. She was packing for her trip to when she slipped and fall. She denies syncope, pre-syncope, dizziness, lightheadedness, palpitations, SOB prior to the fall. This was evaluated by orthopedics who recommended brace and no surgical intervention. Patient's pain was managed in ED with intermittent oxycodone. She was evaluated by who recommended rehab. Patient admitted to medicine for placement to rehab. Of note, the patient was recently admitted to for an acute on chronic CHF exacerbation. At that time she was found to have a newly reduced ejection fraction to 35%. She was diuresed to dry weight and her course was complicated by in the setting of diuresis. Given her h/o renal transplant, renal was following as well. Upon arrival to the floor, patient reports she is feeling ok. She has some left leg pain but it is manageable. She denies sob, cp, nausea, abdominal pain, dizziness. ROS: Positive per HPI. Remaining 10 point ROS reviewed and negative Past Medical History: 1) atrial fibrillation/atrial flutter diagnosed in this year. She underwent unsuccessful DCCV on . 2) coronary artery disease status post stenting of the RI with 3.0x13 mm Tetra stent and the OM2 with a 2.5 x 13 Tetra stent in with a repeat catheterization in showing proximal LAD with 50% stenosis, (this was done after a stress test showed moderate inferobasilar partial defect) 3) hypertension 4) diabetes 5) CKD status post two renal transplants, most recently in . Her last creatinine was 1.3 6) hyperlipidemia 7) peripheral arterial disease with right femoral and retroaortic left iliac bypass grafting as part of her renal transplant surgery in . The graft is located in the left lower quadrant. 8) pancreatic cysts 9) history of positional vertigo 10) history of pachymeningitis 11) Cirrhosis of the liver diagnosed in , likely NASH complicated with ascites and peripheral edema being managed with diuresis. 12). Syncope associated with lying on her left side. Social History: Family History: Mother died at age of CAD and Diabetes. Father died at age of kidney cancer. He had an MI in his . Maternal aunt and first cousin with thyroid cancer. MGF had MI in Physical Exam: Admission: Vitals: 98.8 PO 114 / 65 60 17 96 GENERAL: chronically ill appearing woman in NAD. Oriented x3. Mood, affect appropriate. HEENT: Normocephalic atraumatic. Sclera anicteric. PERRL. EOMI. Conjunctiva were pink. No pallor or cyanosis of the oral mucosa. No xanthelasma. NECK: Supple. JVP not elevated. CARDIAC: regular. (+)systolic murmur best heart at LUSB radiating to carotids LUNGS: clear to auscultation bilaterally, trace crackles at bases ABDOMEN: distended, improved from prior. positive fluid wave. (+) periumbilical hernia that is reducible. non tender EXTREMITIES: trace edema w/ compression stockings in place, left leg w/ brace in place. can move toes and has sensation. SKIN: No significant skin lesions or rashes. PULSES: Distal pulses palpable and symmetric. NEURO: AOx4, no facial droop, PERRLA, moving ext, senstation intact DISCHARGE PHYSICAL EXAM: 98.1 PO 107/58 53 18 99 RA GENERAL: NAD. Oriented x3. Mood, affect appropriate. HEENT: Normocephalic atraumatic. Sclera anicteric. PERRL. EOMI. Conjunctiva were pink. No pallor or cyanosis of the oral mucosa. No xanthelasma. NECK: Supple. JVP not elevated. CARDIAC: regular. (+)systolic murmur LUNGS: clear to auscultation bilaterally ABDOMEN: distended, positive fluid wave. (+) periumbilical hernia that is reducible. non tender EXTREMITIES: 1+ bilateral edema (R>L) w/ compression stockings in place, left leg w/ brace in place. can move toes and has sensation. SKIN: No significant skin lesions or rashes. PULSES: Distal pulses palpable and symmetric. NEURO: AOx4, CN II-XII intact Pertinent Results: Admission: 02:45AM GLUCOSE-206* UREA N-39* CREAT-1.1 SODIUM-137 POTASSIUM-3.1* CHLORIDE-96 TOTAL CO2-24 ANION GAP-20 02:45AM WBC-4.1# RBC-3.12* HGB-10.2* HCT-31.5* MCV-101* MCH-32.7* MCHC-32.4 RDW-15.9* RDWSD-58.4* 02:45AM NEUTS-72.5* LYMPHS-10.6* MONOS-14.0* EOS-1.5 BASOS-0.7 IM AbsNeut-2.95# AbsLymp-0.43* AbsMono-0.57 AbsEos-0.06 AbsBaso-0.03 02:45AM PLT COUNT-157 02:45AM PTT-27.6 12:30AM URINE HOURS-RANDOM 12:30AM URINE UHOLD-HOLD 12:30AM URINE COLOR-Yellow APPEAR-Clear SP 12:30AM URINE BLOOD-TR NITRITE-NEG PROTEIN-100 GLUCOSE-NEG KETONE-NEG BILIRUBIN-NEG UROBILNGN-0.2 PH-7.0 LEUK-SM 12:30AM URINE BACTERIA-FEW YEAST-NONE 06:00AM GLUCOSE-141* UREA N-41* CREAT-1.3* SODIUM-138 POTASSIUM-3.9 CHLORIDE-100 TOTAL CO2-24 ANION GAP-18 06:00AM CALCIUM-9.1 PHOSPHATE-3.7 MAGNESIUM-2.4 06:00AM rapamycin-4.8* 06:00AM WBC-2.6* RBC-2.77* HGB-9.2* HCT-28.1* MCV-101* MCH-33.2* MCHC-32.7 RDW-15.6* RDWSD-57.5* 06:00AM PLT COUNT-133* DISCHARGE LABS: 07:25AM BLOOD WBC-2.8* RBC-2.71* Hgb-8.9* Hct-27.8* MCV-103* MCH-32.8* MCHC-32.0 RDW-15.5 RDWSD-57.8* Plt 07:25AM BLOOD Plt 07:25AM BLOOD Glucose-146* UreaN-36* Creat-1.0 Na-143 K-4.1 Cl-104 HCO3-20* AnGap-23* 07:25AM BLOOD Calcium-9.1 Phos-3.8 Mg-2.3 Imaging: XRAY Hip: A large left knee lipohemarthrosis indicates the presence of a fracture, probably the lateral aspect of the distal left femoral metaphysis. CT C-spine: 1. No evidence of fracture or traumatic malalignment. Minimal retrolisthesis of C4 on C5 is likely chronic given adjacent degenerative changes. 2. Mild cervical spondylosis with as much as mild spinal canal narrowing as described in the findings. 3. Possible mild interstitial pulmonary edema. CT Head: 1. No evidence of an acute intracranial abnormality on noncontrast head CT. Specifically no intracranial hemorrhage. 2. Right frontal vertex scalp laceration without underlying calvarial fracture. CT LLE: There is a subtle, nondisplaced fracture extending from the lateral aspect of the distal left femoral metadiaphysis inferiorly and medially to the superolateral margin of the femoral component knee arthroplasty hardware. No other fracture identified. Large lipohemarthrosis. MICRO URINE URINE CULTURE NGTD Brief Hospital Course: h/o AF, HF, cirrhosis, renal transplant x2, DM2 and recent admission for acute on chronic CHF exacerbation, presents from home with a fall resulting in a nondisplaced fracture of the lateral left femoral metadiaphysis with brace and awaiting rehab. Acute Issues: # FEMORAL FRACTURE # MECHANICAL FALL: The patien fell while packing for a trip to to see family. She reported that she just slipped. Nondisplaced periprosthetic lateral femoral condyle fracture. Closed injury and neurovascularly intact. Seen by orthopedics in the ED and they recommended touch down weight bearing in the LLE in unlocked brace at all times, and range of motion as tolerated. saw her and recommended rehab. She will need f/U with Orthopaedic trauma clinic in 2 wks. Ensure ca/vit D and consider bisphos and DEXA as outpatient. # CHRONIC SYSTOLIC HEART FAILURE She was just discharged from heart failure service on for admission with newly reduced ejection fraction to 35% most likely secondary to CAD with new wall motion abnormalities but possibly exacerbated by tachycardia. She was discharged with torsemide 60mg PO Daily, with a plan to restart spironolactone and losartan as an outpatient pending stable renal function. Discharge weight 63.1 kg (139.11 lb). Preload: PO torsemide 80mg daily Afterload: Losartan stopped when developed worsening on Neurohormonal: metoprolol XL 25mg BID, started on spironolactone 12.5 mg daily. #CP/CAD/HL/PAD: During last admission (discharged , TTE performed that showed new WMA with hypokinesis of the basal and mid septum, inferior, and inferolateral segments and depressed EF to 35%. She was continued on her metoprolol, aspirin, statin, imdur. She will need repeat TTE in 1 month to assess focal wall motion abn. Losartan being held in the setting and normotension. # NASH cirrhosis: Stable throughout this admission # Atrial fibrillation/flutter: Rate controlled on metoprolol XL. She remained off amio for toxicity i/s/o cirrhosis. Had rates in at time of last discharge. She was continued on her apixaban 5 mg bid and metoprolol XL 25 mg BID. She still had a ZIO patch on from the last admission, to be followed by outpatient cardiology. #ESRD secondary to IgA nephropathy now s/p renal transplant x2: Cr 1.3 on prior discharge due to overdiuresis. On admission Cr 1.1, back to baseline. Creatinine 1.0 on discharge. COntinued on his home immunosuppressants. Renal transplant followed. #NIDDM: A1C 5.91 . Held oral medications during admission and on ISS while admitted. restarted on metformin and repaglinide on discharge. #Hypothyroid: Continued on levothyroxine 150 mcg daily TRANSITIONAL ISSUES [] F/U CHEM-10, CBC with Diff, Rapamycin level on to be sent to Dr. (Telephone: , Fax: ) [] Patient WBC below baseline diff pending with renal transplant team to follow up [] Repeat TTE in 1 month () to assess for return in EF. Consider stress test vs. coronary angiography at that time to assess for CAD. [] Repeat thyroid function tests near , adjust levothyroxine dose accordingly, please send results to Dr. [] Follow up ZIO monitor to assess burden of tachyarrhythmia [] Fracture from standing height. Will need to discuss bisphosphonate treatment with her endocrinologist Dr. . She should be maintained on calcium and vitamin D [] She will need f/U with Orthopaedic trauma clinic as above Greater than 30 minutes spent in care coordination and counseling on the day of discharge. Medications on Admission: The Preadmission Medication list is accurate and complete. 1. Apixaban 5 mg PO BID 2. Aspirin 81 mg PO DAILY 3. AzaTHIOprine 25 mg PO DAILY 4. Isosorbide Mononitrate (Extended Release) 60 mg PO DAILY 5. Ferrous Sulfate 325 mg PO BID 6. Levothyroxine Sodium 150 mcg PO DAILY 7. PredniSONE 5 mg PO DAILY 8. Rosuvastatin Calcium 2.5 mg PO EVERY OTHER DAY 9. Sirolimus 1 mg PO DAILY 10. Vitamin D 1000 UNIT PO DAILY 11. Calcitrate-Vitamin D (calcium citrate-vitamin D3) 315-250 mg-unit oral DAILY 12. MetFORMIN (Glucophage) 1000 mg PO BID 13. Nitroglycerin SL 0.3 mg SL Q5MIN:PRN cp 14. Repaglinide 0.5 mg PO BIDWM 15. Torsemide 80 mg PO DAILY 16. Metoprolol Succinate XL 25 mg PO BID Discharge Medications: 1. Docusate Sodium 100 mg PO BID 2. OxyCODONE (Immediate Release) 2.5-5 mg PO Q6H:PRN Pain Severe RX *oxycodone 5 mg tablet(s) by mouth every six (6) hours Disp #*12 Tablet Refills:*0 3. Senna 17.2 mg PO HS 4. Spironolactone 12.5 mg PO DAILY 5. Apixaban 5 mg PO BID 6. Aspirin 81 mg PO DAILY 7. AzaTHIOprine 25 mg PO DAILY 8. Calcitrate-Vitamin D (calcium citrate-vitamin D3) 315-250 mg-unit oral DAILY 9. Ferrous Sulfate 325 mg PO BID 10. Isosorbide Mononitrate (Extended Release) 60 mg PO DAILY 11. Levothyroxine Sodium 150 mcg PO DAILY 12. MetFORMIN (Glucophage) 1000 mg PO BID 13. Metoprolol Succinate XL 25 mg PO BID 14. Nitroglycerin SL 0.3 mg SL Q5MIN:PRN cp 15. PredniSONE 5 mg PO DAILY 16. Repaglinide 0.5 mg PO BIDWM 17. Rosuvastatin Calcium 2.5 mg PO EVERY OTHER DAY 18. Sirolimus 1 mg PO DAILY 19. Torsemide 80 mg PO DAILY 20. Vitamin D 1000 UNIT PO DAILY Discharge Disposition: Extended Care Facility: Discharge Diagnosis: Primary: L Femoral fracture Secondary: chronic systolic CHF, history of renal transplant, cirrhosis Discharge Condition: Mental Status: Clear and coherent. Level of Consciousness: Alert and interactive. Activity Status: Out of Bed with assistance to chair or wheelchair. Discharge Instructions: Dear Ms. , You were admitted to because you fell and broke your leg. You were placed in a brace and our physical therapists felt that you should go to rehab to get stronger. Please see below for your follow up appointments and medications. We changed some of the medications for your heart, so it is very important that you review your medication list carefully. Your rehab will arrange for follow up with your PCP. We wish you all the best. Sincerely, Your care team at Followup Instructions:"
}