{
  "hadm_id": "21539874",
  "note_id": "10290296-DS-15",
  "note": " \nName:  ___               Unit No:   ___\n \nAdmission Date:  ___              Discharge Date:   ___\n \nDate of Birth:  ___             Sex:   M\n \nService: MEDICINE\n \nAllergies: \nNo Known Allergies / Adverse Drug Reactions\n \nAttending: ___\n \nChief Complaint:\nAltered mental status\n \nMajor Surgical or Invasive Procedure:\nNone\n \nHistory of Present Illness:\n___ with H/O CAD with prior STEMI, proximal LAD stenting ___, \ndiagonal PTCA ___, s/p CABG x4 on ___ (LIMA-LAD, SVG-PLV, \nSVG-OM, SVG-Diag for mid LAD 50%, occluded OM1, mid-distal RCA \n80%), prior left ventricular systolic heart failure with \nrecovery in LVEF post-CABG, paroxysmal atrial fibrillation on \napixaban, stroke ___, tachycardi-bradycardia syndrome s/p \nrecent ___ ICD placement (placed in ___ ___, for 2 >8 \nsec pauses per patient), ___, hypertension, hyperlipidemia, \nwho presented from his PCP's office with concerns for volume \noverload, lower extremity wounds, lethargy and hypoglycemia.\n\nPatient reports that the night prior to admission (___) he took \n40 mg of oxycodone for lower back pain. At baseline, he takes 20 \nmg QID:PRN when in US, though was taking higher doses (40 mg) in \n___. Per PCP, patient takes opioids for chronic back pain \nfollowing a MVA but has no history of disordered opiate usage.\n\nPatient reports taking 40 Units of Lantus at night ___. He has \nbeen eating regular meals and snacks throughout the day/night. \nHe ran out of lancets and was unable to check his sugars for the \npast few days. He takes a sliding scale of Lantus based on his \nbedtime sugars. For example, if his sugars are low he will take \n20 Units of lantus and if his sugars are high he takes ___ \nUnits of lantus. He reports taking ___ Units of Humalog SS with \nmeals. Per PCP, patient takes 40 Units of lantus at night. \nPatient states he believes his blood sugars have been low the \npast few days. On ___, he fell presumably in setting of low \nblood sugar. He denied loss of consciousness or headstrike. He \ndenied feeling lightheaded/dizzy before fall but states he fell \nbecause his gait becomes unstable when he has low blood sugars. \nHe fell on his left hip. He also reported having 3 falls total \nin the last few weeks.\n\nOn ___, he presented to his PCP's office for routine check-up. \nVS at the ___'s office: 65 in, 270.4 lbs, BP 146/88, RR 18, HR \n86, Temp 97.3, SaO2 95% on RA. Exam at ___'s office notable for \nwounds on legs, cyanotic feet, dry skin, and a  tense abdomen. \nPatient had episode of \"passing out\" when they attempted to draw \nblood for labs, but never lost consciousness. Labs at ___ office \nnotable for sugar ___. He received ___, bread, glucose \ntabs, and sugars improved to 300s. He was persistently drowsy \nand received naloxone 0.4 mg IV and woke up in 1 minute. Patient \nreported 1 episode of non-bloody diarrhea at ___'s office which \nhe has not had previously.\n\nPatient was last seen ___ for a cardiology appointment in \n___. After revascularization ___, his LVEF improved to \n60-65% from ___ pre-revascularization. He was found to have \nweight gain, chronic pedal edema, increased abdominal \ndistension. Torsemide was increased to 40 mg BID. Dry weight per \ncardiologist was 250 lbs. Patient reports his cardiologist \ndiscontinued his Imdur.\n\nPatient denies discharge from site of recent defibrillator \nplacement. Patient endorsed chronic orthopnea, lower extremity \nedema, weight gain. He denied dyspnea at rest or with exertion. \nHe reported taking all of his medications inconsistently and not \nadhering to low sodium/fluid restricted diet. In particular, he \nstates that he doesn't like how torsemide makes him thirsty so \ntakes it intermittently. \n\nIn the ED, initial vitals: T 98.3 HR 72 BP 141/100 RR 18 SaO2 \n97% on RA. Exam notable for irregularly irregular rhythm; no \nmurmurs, rubs or gallops; mild end-expiratory wheezes, no \ncrackles appreciated. Abdomen was tense and distended. Sutures \nat ICD pocket, area erythematous, non-tender to palpation. There \nwas ___ pitting edema with hyperpigmentation bilaterally. CN \nII-XII grossly tested and intact, ___ strength, gross sensation \nto light touch intact, no slurred speech, A&Ox3. Labs notable \nfor: CBC: WBC 7.1, Hb 12.5, plt 91. Fibrinogen 244. NT-pro-BNP \n848. Na 137, K 3.1, Cl 99, HCO3 28, BUN 20, Cr 1.0. ALT 12, AST \n32, AP 111, LDH 376, Tbili 1.4, Albumin 3.1. Troponin-T 0.02, \n0.01. UA Bland. CXR showed cardiomegaly with mild vascular \ncongestion. EKG showed atrial fibrillation with a RBBB. Patient \nwas given Atorvastatin 80 mg, torsemide 40 mg, apixaban 5 mg, \npotassium chloride 40 mEq po and 20 mEq IV. Vitals prior to \ntransfer: ___ pain, T 98.8 HR 93 BP 153/104 RR 18 SaO2 96% on \nRA.\n\nUpon arrival to the cardiology ward, patient reported back pain, \nbut no chest pain or shortness of breath.\n\nReview of systems: He denied fevers, chills, nausea vomiting, \nconstipation, abdominal pain, cough, dysuria, urinary frequency.\n \nPast Medical History:\n-Coronary Artery Disease, H/O NSTEMI, s/p stenting of a totally \noccluded proximal LAD ___, s/p PTCA of diagonal ___, s/p CABG \n___ (LIMA-LAD, SVG-PLV, SVG-OM, SVG-Diag for 3 vessel CAD \nwith occlusion of the OM1)\n-Hypertension \n-Hyperlipidemia \n-Diabetes Mellitus type 2\n-Paroxysmal atrial fibrillation on apixiban\n-History of CVA ___ \n-Obesity \n-History of MVA\n-___ Large Ventral hernia,\n-Sleep apnea \n-s/p Tonsillectomy \n-s/p Ankle surgery ___\n \nSocial History:\n___\nFamily History:\nMother- alive, no medical conditions known \nFather- deceased, unknown\nNo heart disease in family\n \nPhysical Exam:\nOn admission\nGeneral: Middle aged white man\nVITALS: T 98.1 PO BP 157/93 Right arm seated HR 96 RR 20 SaO2 \n99% on RA\nHEENT: PERRL, EOMI, OP clear\nNECK: Supple, JVD 14 cm\nCARDS: Irregularly irregular rhythm; no murmurs, rubs or gallops\nPULM: Mild end-expiratory wheezes, no crackles appreciated\nABD: tense, non-tender, distended, area of hyperpigmentation on \nLLQ with associated left flank induration\nSKIN: left chest with sutures from CIED placement, surrounding \narea erythematous,\nnon-tender to palpation. Large bruise on left hip\nEXTM: Warm, 3+ pitting edema, hyperpigmentation bilaterally, \nscattered skin tears\nNEURO: CN II-XII intact, ___ strength ___, gross sensation to \nlight touch in tact, no slurred speech, A&Ox3\n\nAt discharge\nGeneral: middle aged ___ looking slightly older than stated age \nsitting in chair in NAD, respirations unlabored.\n24 HR Data (last updated ___ @ 719) Temp: 98.0 (Tm 98.1), \nBP: 117/64 (95-133/55-84), HR: 79 (68-82), RR: 20, O2 sat: 96% \n(96-100), O2 delivery: RA\nNECK: Supple, JVP not visualized at 45 degrees\nCARDS: Irregularly irregular rhythm, soft holosystolic murmur \nLLSB\nPULM: Clear bilaterally, no crackles\nABD: Soft, non-tender, distended\nSKIN: Left chest with incision for CIED placement, bruise on \nleft hip \nEXTM: Warm, 1+ pitting edema in both legs to knees, chronic \nlymphostasis changes bilaterally\nNEURO: Alert, interactive, moving all extremities\n \nPertinent Results:\n___ 03:54PM BLOOD WBC-7.1 RBC-5.19 Hgb-12.5* Hct-42.7 \nMCV-82 MCH-24.1* MCHC-29.3* RDW-23.6* RDWSD-65.5* Plt Ct-91*\n___ 03:54PM BLOOD Neuts-71.1* Lymphs-16.9* Monos-7.7 \nEos-2.7 Baso-0.9 NRBC-0.3* Im ___ AbsNeut-5.02 \nAbsLymp-1.19* AbsMono-0.54 AbsEos-0.19 AbsBaso-0.06\n___ 03:20AM BLOOD ___ PTT-32.0 ___\n\n___ 03:54PM BLOOD Glucose-69* UreaN-20 Creat-1.0 Na-137 \nK-3.1* Cl-99 HCO3-28 AnGap-10\n___ 03:54PM BLOOD ALT-12 AST-32 LD(LDH)-376* AlkPhos-111 \nTotBili-1.4\n___ 03:54PM BLOOD Albumin-3.1* Calcium-8.6 Phos-3.0 Mg-1.8\n___ 03:20AM BLOOD Calcium-8.4 Phos-2.9 Mg-1.8 Iron-29*\n\n___ 03:54PM BLOOD CK-MB-8 cTropnT-0.02* proBNP-848*\n___ 09:10PM BLOOD CK-MB-7\n___ 09:10PM BLOOD cTropnT-<0.01\n\n___ 03:20AM BLOOD %HbA1c-8.4* eAG-194*\n___ 03:20AM BLOOD TSH-1.0\n___ 03:20AM BLOOD Digoxin-<0.4*\n___ 03:20AM BLOOD calTIBC-359 Ferritn-94 TRF-276\n___ 03:54PM BLOOD ___ 03:20AM BLOOD ASA-NEG Ethanol-NEG Acetmnp-NEG \nTricycl-NEG\n___ 03:54PM BLOOD ASA-NEG Acetmnp-NEG Tricycl-NEG\n\nECG ___ 15:41:56\nAtrial fibrillation with VR 97 bpm. Right bundle branch block\n\nCXR ___ 6:54 ___\nCompared with ___, patient has undergone interval \nplacement of a left chest wall single lead pacemaker, with the \nlead terminating in the right ventricle.There is stable moderate \ncardiomegaly with mild pulmonary vascular congestion. No frank \npulmonary edema. No pleural effusion. No pneumothorax. Median \nsternotomy wires and mediastinal clips are noted.\nIMPRESSION: Cardiomegaly with mild pulmonary vascular congestion \nwithout frank edema or pleural effusion. \n\nCT CHEST W/O CONTRAST ___ 4:33 AM \nLeft pectoral ICD. The patient has undergone sternotomy and \nCABG. No supraclavicular, infraclavicular or axillary \nlymphadenopathy. No incidental thyroid findings. Slight \npostoperative deviation of the trachea to the right, without \nsubstantial narrowing of the trachea. No mediastinal or hilar \nlymphadenopathy. Mild dilatation of the main pulmonary artery. \nSevere calcifications of the native coronary arteries. Moderate \ncardiomegaly. No pericardial effusion. The posterior mediastinum \nis normal, only normal sized lymph nodes are visualized (2, 47). \nNo osteolytic lesions at the level of the ribs, the sternum, or \nthe vertebral bodies. Mild degenerative vertebral disease. No \nvertebral compression fractures. Subtle non characteristic \nground-glass opacity in the ante left lower lobe. Rior portion \nof the right upper lobe (302, 54). Subtle lingular scarring \n(302, 87). Subtle ___ nodularity in the left lower lobe \n(302, 98). Minimal scarring at the bases of the left lower lobe.\nIMPRESSION: Status post sternotomy and CABG. Subtle ___ \nopacities and ground-glass nodularity, notably in the left lower \nlobe and the right upper lobe, infectious or inflammatory in \norigin substantial cardiomegaly with dilatation of the main \npulmonary artery. No pulmonary edema. No suspicious pulmonary \nnodules or masses.\n\nCT ABD & PELVIS W/O CONTRAST ___ 4:32 AM \nLOWER CHEST: Please refer to separate report of CT chest \nperformed on the same day for description of the thoracic \nfindings.\nABDOMEN:\nHEPATOBILIARY: The liver demonstrates homogeneous attenuation \nthroughout. There is no evidence of focal lesions within the \nlimitations of an unenhanced scan. There is no evidence of \nintrahepatic or extrahepatic biliary dilatation. The gallbladder \ncontains gallstones without wall thickening or evidence of \ninflammation. \nPANCREAS: There is marked fatty infiltration of the pancreas. \nThere is no pancreatic ductal dilatation. There is no \nperipancreatic stranding.\nSPLEEN: The spleen shows normal size and attenuation throughout, \nwithout evidence of focal lesions.\nADRENALS: The right and left adrenal glands are normal in size \nand shape.\nURINARY: The kidneys are of normal and symmetric size. There is \na 3.3 cm simple cyst arises from the lower pole of the left \nkidney. There is no hydronephrosis. There is no nephrolithiasis. \nThere is no perinephric abnormality.\nGASTROINTESTINAL: The stomach is unremarkable. Small bowel loops \ndemonstrate normal caliber and wall thickness throughout. The \ncolon and rectum are within normal limits. Normal appendix. \nThere is trace mesenteric edema, without frank ascites. No \nretroperitoneal hematoma. \nPELVIS: Urinary bladder is unremarkable. There is no free fluid \nin the pelvis.\nREPRODUCTIVE ORGANS: The prostate and seminal vesicles are \nnormal.\nLYMPH NODES: There is no retroperitoneal or mesenteric \nlymphadenopathy. There is no pelvic or inguinal lymphadenopathy.\nVASCULAR: There is no abdominal aortic aneurysm. Extensive \natherosclerotic disease is noted.\nBONES: There is no evidence of worrisome osseous lesions or \nacute fracture.\nSOFT TISSUES: Evaluation of the soft tissues is notable for \ndiffuse body wall edema. There is a 6.7 x 2.8 cm lesion along \nthe left lateral abdominal wall containing a fat fluid level \n(2:60). The dependent portion measures simple fluid attenuation. \nThis likely represents a resolving hematoma.\nIMPRESSION:\n1. No intra-abdominal/retroperitoneal hematoma.\n2. 6.7 x 2.8 cm lesion in the left lateral abdominal wall \ncontaining a fat-fluid level, likely reflecting a resolving \nhematoma.\n3. Cholelithiasis.\n\nEchocardiogram ___\nThe left atrial volume index is mildly increased. The right \natrium is moderately enlarged. There is mild symmetric left \nventricular hypertrophy with a moderately increased/dilated \ncavity. There is suboptimal image quality to assess regional \nleft ventricular function. On the apical views the inferior wall \nappears to be hypokinetic but on short axis looks better. \nOverall left ventricular systolic function is mildly depressed. \nThe visually estimated left ventricular ejection fraction is \n45%.Left ventricular cardiac index is depressed (less than 2.0 \nL/min/m2). There is no resting left ventricular outflow tract \ngradient. No ventricular septal defect is seen. Moderately \ndilated right ventricular cavity with SEVERE global free wall \nhypokinesis. Intrinsic right ventricular systolic function is \nlikely lower due to the severity of tricuspid regurgitation. \nThere is abnormal septal motion c/w conduction abnormality/paced \nrhythm. The aortic sinus is mildly dilated with mildly dilated \nascending aorta. The aortic arch is moderately dilated with a \nmildly dilated descending aorta. The aortic valve leaflets (3) \nappear structurally normal. There is no aortic valve stenosis. \nThere is no aortic regurgitation. The mitral valve leaflets are \nmildly thickened with no mitral valve prolapse. There is trivial \nmitral regurgitation. The pulmonic valve leaflets are normal. \nThe tricuspid valve leaflets appear structurally normal. There \nis SEVERE [4+] tricuspid regurgitation. Due to acoustic \nshadowing, the severity of tricuspid regurgitation may be \nUNDERestimated. The pulmonary artery systolic pressure could not \nbe estimated. In the setting of at least moderate to severe \ntricuspid regurgitation, the pulmonary artery systolic pressure \nmay be UNDERestimated. There is no pericardial effusion.\nIMPRESSION: Moderately dilated, mildly hypokinetic left \nventricle. Moderately dilated, severely hypokinetic right \nventricle. Severe tricuspid regurgitation in setting of \npermanent pacemaker wire. Pulmonary artery pressure not measured \nto be high but RA pressure likely markedly elevated so estimate \nwill be inaccurate. Mild to moderately dilated thoracic aorta. \nCompared with the prior ___, more tricuspid \nregurgitation is present. regional/global. LV function not \nlikely different. Left ventricle is dilated\n\nEchocardiogram ___\nThe right atrial pressure could not be estimated. There is mild \nsymmetric left ventricular hypertrophy with a normal cavity \nsize. There is suboptimal image quality to assess regional left \nventricular function. Overall left ventricular systolic function \nis low normal. The visually estimated left ventricular ejection \nfraction is 50-55%.Moderately dilated right ventricular cavity \nwith moderate global free wall hypokinesis. Intrinsic right \nventricular systolic function is likely lower due to the \nseverity of tricuspid regurgitation. There is abnormal septal \nmotion c/w conduction abnormality/paced rhythm. The aortic valve \nleaflets (3) are mildly thickened. There is no aortic \nregurgitation. The mitral valve leaflets appear structurally \nnormal with no mitral valve prolapse. There is mild [1+] mitral \nregurgitation. There is moderate to severe [3+] tricuspid \nregurgitation. Due to acoustic shadowing, the severity of \ntricuspid regurgitation may be UNDERestimated. There is mild \npulmonary artery systolic hypertension.\nIMPRESSION: Moderately dilated moderately hypokinetic right \nventricle. Low normal global left ventricular systolic function. \nModerate to severe tricuspid regurgitation with at least mild \npulmonary hypertension. Compared with the prior ___, \nthere has been a slight decrease in TR and improvement in RV \nfunction but there is still systolic flow reversal in the \nhepatic veins and reduced RV function. Increase in estimated \nPASP c/w improvement in RV systolic function.\nRECOMMEND: If clinically indicated, a TEE is suggested for \nfurther evaluation of anatomy of the TV with regards to \npotential leaflet impingement by the ICD lead.\n\nDISCHARGE LABS \n___ 09:05AM BLOOD WBC-6.4 RBC-5.50 Hgb-13.2* Hct-44.9 \nMCV-82 MCH-24.0* MCHC-29.4* RDW-22.3* RDWSD-63.1* Plt ___\n___ 09:05AM BLOOD Glucose-182* UreaN-43* Creat-1.1 Na-134* \nK-4.9 Cl-93* HCO3-31 AnGap-10\n___ 09:05AM BLOOD Calcium-9.6 Phos-4.2 Mg-2.___ with H/O CAD S/P stenting of the LAD, PCI of a diagona, s/p \nCABG x4 on ___ (LIMA-LAD, SVG-PLV, SVG-OM, SVG-Diag), atrial \nfibrillation on apixaban, stroke ___, ___, hypertension, \nhyperlipidemia, tachycardia/bradycardia syndrome S/P recent \nsingle lead ICD placement (placed in ___ ___ who presented \nfrom ___'s office with concerns for volume overload, lower \nextremity wounds, lethargy and hypoglycemia. He was found to be \n20 pounds up from dry weight of 250 pounds. He received IV \ndiuresis. His ICD was interrogated by the electrophysiology team \nand the sutures overlying his CIED pocket were removed. During \nhis hospital stay, he was noted to have atrial fibrillation with \nventricular rates up to 170 bpm with exertion. He was trialed on \nbeta-blockers, but refused to take them as he reported that they \nprovoked \"panic attacks\". His digoxin was uptitrated to maximize \nrate control. Non-dihydropyridine calcium channel blockers were \nnot used given his heart failure and marginal LVEF.\n\nACUTE ISSUES:\n# Acute on chronic biventricular systolic heart failure with \nrecovered LVEF, hypertension, CAD: Ischemic cardiomyopathy with \nprevious LVEF of 35%, improved to 65% in ___ after CABG ___ \n(LIMA-LAD, SVG-PLV, SVG-OM, SVG-Diag). Echocardiogram this \nadmission showed LVEF 45% on ___ and then 50-55% on ___ with \nRV failure and severe tricuspid regurgitation. He presented with \nvolume overload 20 lbs above dry weight with edema in his legs \nand abdomen. Exacerbation was thought to be due to \nmedication/dietary nonadherence, with possible contribution from \nincreased atrial fibrillation. He was diuresed with IV \nfurosemide then transitioned to home torsemide 40 mg daily. \nHowever, he had very high urine output consistently >3L on this \nregimen, so this was dose reduced to 40 mg every other day. \nLosartan was increased from 75 mg daily to 100 mg daily and \namlodipine stopped. He had been prescribed isosorbide \nmononitrate 120 mg daily as an outpatient but per the patient \nhis cardiologist had told him to discontinue it prior to \nadmission. He was restarted on a lower dose 30 mg daily this \nadmission. Spironolactone was decreased from 25 mg daily to 12.5 \nmg daily due to elevated potassium. Patient was provided with \nreferral information and a prescription for outpatient cardiac \nrehabilitation.\n\n# Atrial fibrillation, on apixaban: He presented in atrial \nfibrillation with VR bursts to 140s. He was trialed on beta \nblocker but this was poorly tolerated due to panic attacks. His \nhome digoxin was increased to 0.25 mg daily (increased from home \n0.125 mg daily) with improved rate control. He was continued on \nhome apixaban.\n\n# Chronic back pain: Intermittent lethargy at ___'s office in \nsetting of hypoglycemia and possibly oxycodone overdose which \nimproved after naloxone. He was restarted on home oxycodone 20 \nmg q6h with no further lethargy.\n\n# Type 2 diabetes mellitus, on insulin, with hypoglycemia: HbA1C \n7.8% in ___, 8.4% on admission. Prior to admission, he had an \nepisode of hypoglycemia while not checking blood glucose at home \ndue to running out of lancets. ___ was consulted and \ndecreased his insulin regimen to 10 units of Lantus at bedtime. \nHe will need follow-up with ___ and could be considered for \nan oral regimen if able to adhere to diet.\n\n# New ICD: ___ VR ICD placed in ___ ___. Per \npatient, this was placed for pauses >8 seconds x2. EKG showed \natrial fibrillation with RBBB. CIED site with erythema, seen by \nEP who were not concerned for pocket infection, improved during \nadmission. Echocardiogram showed moderate to severe tricuspid \nwith RV lead in place. A TEE could be obtained for further \nevaluation of the anatomy of the TV with regards to potential \nleaflet impingement by the ICD lead.\n\n# Falls: Patient with reported falls at home likely due to \nhypoglycemia and altered mental status. CT scan on ___ showed \nleft abdominal 6.7 x 2.8 cm fluid collection\nlikely resolving hematoma. Patient was ambulating independently, \nso formal physical therapy evaluation was deferred.\n\nCHRONIC ISSUES:\n# Chronic venous stasis dermatitis with venous stasis ulcers: \nWound care was consulted and recommended Hydrocerin moisturizing \ncream to toes and heels, Xeroform cause over open wounds, Kerlix \nwraps with daily dressing changes, ACE wraps to BLEs before \ngetting out of bed for ___ minutes prior to application, \nremoved at bedtime. \n\n# Thrombocytopenia, resolved: Patient presented with plts 90's \nof unclear etiology, improved to 200's this admission. \n\n# Hyperlipidemia: Continued home atorvastatin 80 mg daily\n\n# HCP: Per patient, under no circumstances are we to call his \nson ___ (listed as emergency contact) to obtain any \ninform/update regarding hospitalization\n\n#CODE: Full (presumed)\n\nTRANSITIONAL ISSUES:\n[] Discharge Weight: 240.5 lbs (109.2 kg)\n[] Discharge Cr: 1.1\n[] Diuretic: torsemide 40 mg every other day (starting on \n___\n\n[] Repeat CHEM-10 within 1 week to follow up potassium and renal \nfunction\n[] Torsemide dose decreased to 40 mg every other day due to high \nurine outputs, will need close monitoring of weights and \nadjustment of torsemide dose\n[] Digoxin dose was increased to 0.25 mg daily\n[] Spironolactone dose decreased due to elevated potassium\n[] Losartan was increased to 100 mg daily\n[] Noted to have ___ breathing as an inpatient. Will \nbenefit from outpatient sleep study as untreated sleep disorder \nmay be contributing to his right ventricular dysfunction and/or \natrial fibrillation.\n[] Admitted with hypoglycemia, HbA1c 8.4%. Insulin regimen \ndecreased this admission with good blood glucose control. Will \nneed adjustment of insulin for improved glycemic control. Seen \nby ___ diabetes, will need outpatient follow up with ___ \nwith consideration of switch to oral agents.\n[] Ongoing wound care with ___, consider referral to ___ Wound \nClinic (___) for chronic venous stasis ulcers and \nedema management\n[] Moderate to severe tricuspid regurgitation with ICD lead in \nplace on TTE; a TEE can be obtained for further evaluation of \nanatomy of the TV with regards to potential leaflet impingement \nby the ICD lead\n\nThis patient was prescribed, or continued on, an opioid pain \nmedication at the time of discharge (please see the attached \nmedication list for details). As part of our safe opioid \nprescribing process, all patients are provided with an opioid \nrisks and treatment resource education sheet and encouraged to \ndiscuss this therapy with their outpatient providers to \ndetermine if opioid pain medication is still indicated.\n \nMedications on Admission:\nThe Preadmission Medication list is accurate and complete.\n1. Torsemide 40 mg PO DAILY \n2. Atorvastatin 80 mg PO QPM \n3. Spironolactone 25 mg PO BID \n4. Digoxin 0.125 mg PO DAILY \n5. Losartan Potassium 75 mg PO DAILY \n6. Apixaban 5 mg PO BID \n7. OxyCODONE (Immediate Release) 20 mg PO Q6H:PRN Pain - \nModerate \n8. Glargine Unknown Dose\nHumalog Unknown Dose\nInsulin SC Sliding Scale using HUM Insulin\n9. Isosorbide Mononitrate (Extended Release) 120 mg PO DAILY \n10. amLODIPine 5 mg PO DAILY\n \nDischarge Medications:\n1.  Torsemide 40 mg PO EVERY OTHER DAY \nStart on ___ \nRX *torsemide 20 mg 2 tablet(s) by mouth every other day Disp \n#*15 Tablet Refills:*0 \n2.  Digoxin 0.25 mg PO DAILY \nRX *digoxin 250 mcg 1 tablet(s) by mouth once a day Disp #*30 \nTablet Refills:*0 \n3.  Glargine 10 Units Bedtime\nInsulin SC Sliding Scale using HUM Insulin\nRX *insulin glargine [Lantus Solostar U-100 Insulin] 100 unit/mL \n(3 mL) AS DIR 10 Units before BED; Disp #*2 Syringe Refills:*0 \n4.  Isosorbide Mononitrate (Extended Release) 30 mg PO DAILY \nRX *isosorbide mononitrate 30 mg 1 tablet(s) by mouth once a day \nDisp #*30 Tablet Refills:*0 \n5.  Losartan Potassium 100 mg PO DAILY \nRX *losartan 100 mg 1 tablet(s) by mouth once a day Disp #*30 \nTablet Refills:*0 \n6.  Spironolactone 12.5 mg PO DAILY \nRX *spironolactone 25 mg 0.5 (One half) tablet(s) by mouth once \na day Disp #*30 Tablet Refills:*0 \n7.  Apixaban 5 mg PO BID  \n8.  Atorvastatin 80 mg PO QPM  \n9.  OxyCODONE (Immediate Release) 20 mg PO Q6H:PRN Pain - \nModerate\n \nDischarge Disposition:\nHome With Service\n \nFacility:\n___\n \nDischarge Diagnosis:\n-Acute diastolic on chronic systolic heart failure with somewhat \nrecovered left ventricular ejection fraction\n-Atrial fibrillation\n-Long term use of anticoagulants\n-Coronary artery disease with prior stenting and bypass graft \nsurgery\nDiabetes mellitus, type 2, on insulin, with\n-Hypoglycemia\n-Prior implantable cardioverter defibrillator placement\n-Tricuspid regurgitation, moderate-severe\nHypertension\nHyperlipidemia\n-Hyperkalemia\n-Thrombocytopenia\n-Panic attacks\n-Recurrent falls\n-Left abdominal wall hematoma\n-Chronic back pain\n-Chronic narcotic use with\n-Lethargy likely due to increased narcotic consumption\n-Chronic venous stasis dermatitis with venous stasis ulcers\n \nDischarge Condition:\nMental Status: Clear and coherent.\nLevel of Consciousness: Alert and interactive.\n \nDischarge Instructions:\nDear Mr. ___,\n  \nWHY WERE YOU ADMITTED?\n-You came to ___ because you had significant weight gain\n\nWHAT WAS DONE WHILE YOU WERE IN THE HOSPITAL:  \n-You were noted to have fast heart rates\n-You received medications to control your heart rate and remove \nextra fluid\n\nWHAT SHOULD YOU DO WHEN YOU LEAVE THE HOSPITAL:  \n- Please be sure to attend your follow up appointments (see \nbelow)  \n- Please take all of your medications as prescribed (see below). \n   \n- Weigh yourself every morning, call your doctor ___ your weight \ngoes up more than 3 lbs.  \n- Seek medical attention if you have new or concerning symptoms \nor you develop swelling in your legs, abdominal distention, or \nshortness of breath at night.  \n- Your discharge weight: 240 lbs. You should use this as your \nbaseline after you leave the hospital.  \n\nIt was a pleasure participating in your care. We wish you the \nbest!  \n\nSincerely,  \nYour ___ Care Team  \n \nFollowup Instructions:\n___\n",
  "boolean_questions": {
    "qafib": {
      "criterion": "afib",
      "question": "Does the note describe the patient as having permanent, paroxysmal, or persistent afib?",
      "answer": "Yes",
      "not_specified": false
    },
    "qprior_stroke": {
      "criterion": "prior_stroke",
      "question": "Does the note describe the patient as ever having a stroke or transient ischemic attack?",
      "answer": "Yes",
      "not_specified": false
    },
    "qarterial_hypertension": {
      "criterion": "arterial_hypertension",
      "question": "Does the note describe the patient as having arterial hypertension on treatment (high bp e.g. >140, or HTN)?",
      "answer": "Yes",
      "not_specified": false
    },
    "qt2d": {
      "criterion": "t2d",
      "question": "Does the note describe the patient as having Diabetes mellitus (DM1, DM2, T2D, T1DM, T2DM)?",
      "answer": "Yes",
      "not_specified": false
    },
    "qheart_failure": {
      "criterion": "heart_failure",
      "question": "Does the note describe the patient as having heart failure?",
      "answer": "Yes",
      "not_specified": false
    },
    "qsurgical_valvular_disease": {
      "criterion": "surgical_valvular_disease",
      "question": "Does the note describe the patient as ever having valvular disease requiring surgery (stenosis)?",
      "answer": "No",
      "not_specified": false
    },
    "qafib_ablation": {
      "criterion": "afib_ablation",
      "question": "Does the note describe the patient as having a planned or past ablation procedure for afib?",
      "answer": "No",
      "not_specified": false
    },
    "qbleeding": {
      "criterion": "bleeding",
      "question": "Does the note describe the patient as having a serious bleeding in the past 6 months?",
      "answer": "No",
      "not_specified": false
    },
    "qpeptic_ulcer_disease": {
      "criterion": "peptic_ulcer_disease",
      "question": "Does the note describe the patient as ever having peptic ulcer disease?",
      "answer": "No",
      "not_specified": false
    },
    "qrecent_stroke": {
      "criterion": "recent_stroke",
      "question": "Does the note describe the patient as having a stroke during this admission or within the last month? (Answer yes for any recent stroke if the date is unclear)",
      "answer": "Yes",
      "not_specified": false
    },
    "qhemorrhagic": {
      "criterion": "hemorrhagic",
      "question": "Does the note describe the patient as ever having any hemorrhagic tendencies or blood dyscrasias?",
      "answer": "No",
      "not_specified": false
    },
    "qbipolar": {
      "criterion": "bipolar",
      "question": "Does the note describe the patient as ever being diagnosed with bipolar disorder?",
      "answer": "No",
      "not_specified": false
    },
    "qschizophrenia": {
      "criterion": "schizophrenia",
      "question": "Does the note describe the patient as ever being diagnosed with schizophrenia or any schizoaffective disorders?",
      "answer": "No",
      "not_specified": false
    },
    "qmdd": {
      "criterion": "mdd",
      "question": "Does the note describe the patient as ever being diagnosed with depression or major depressive disorder (MDD)?",
      "answer": "No",
      "not_specified": false
    },
    "qmed_decisions": {
      "criterion": "med_decisions",
      "question": "Does the note describe the patient as being unable to make medical decisions? (Answer no unless there is evidence the patient cannot make their own medical decisions).",
      "answer": "No",
      "not_specified": false
    }
  },
  "numeric_questions": {
    "qchads2": {
      "criterion": "chads2",
      "question": "What is the highest CHADS2 score mentioned? Answer \"NA\" if no CHADS2 score is in the note. ",
      "answer": "",
      "not_specified": false
    },
    "qblood_glucose": {
      "criterion": "blood_glucose",
      "question": "What is the highest blood glucose lab mentioned? Answer \"NA\" if no blood glucose score is in the note.",
      "answer": "182",
      "not_specified": false
    },
    "qlvef": {
      "criterion": "lvef",
      "question": "What is the lowest left ventricular ejection (LVEF, ef, ejection fraction) fraction mentioned in the note? Answer \"NA\" if no LVEF is in the note, Answer 55 if the lowest value is 55% or greater.",
      "answer": "35",
      "not_specified": false
    },
    "qPLT": {
      "criterion": "PLT",
      "question": "What is the lowest platelet count (PLT) mentioned in the note? Answer \"NA\" if no platelet count is available in the note.",
      "answer": "91",
      "not_specified": false
    },
    "qHGB": {
      "criterion": "HGB",
      "question": "What is the lowest hemoglobin (HGB) mentioned in the note? Answer \"NA\" if no HGB value is available in the note.",
      "answer": "12.5",
      "not_specified": false
    },
    "qCREAT": {
      "criterion": "CREAT",
      "question": "What is the higest serum creatinine (Creat) mentioned in the note? Answer \"NA\" if no creatinine value is available in the note.",
      "answer": "1.1",
      "not_specified": false
    },
    "qAST": {
      "criterion": "AST",
      "question": "What is the higest aspartate aminotransferase level (AST) mentioned in the note? Answer \"NA\" if no AST value is available in the note.",
      "answer": "32",
      "not_specified": false
    },
    "qBILI": {
      "criterion": "BILI",
      "question": "What is the higest total bilirubin (TotBili, Bili) mentioned in the note? Answer \"NA\" if no bilirubin value is available in the note.",
      "answer": "1.4",
      "not_specified": false
    }
  },
  "patient_number": 81
}