{
  "10290296-DS-15": "MEDICINE Allergies: No Known Allergies / Adverse Drug Reactions Attending: Chief Complaint: Altered mental status Major Surgical or Invasive Procedure: None History of Present Illness: with H/O CAD with prior STEMI, proximal LAD stenting , diagonal PTCA , s/p CABG x4 on (LIMA-LAD, SVG-PLV, SVG-OM, SVG-Diag for mid LAD 50%, occluded OM1, mid-distal RCA 80%), prior left ventricular systolic heart failure with recovery in LVEF post-CABG, paroxysmal atrial fibrillation on apixaban, stroke , tachycardi-bradycardia syndrome s/p recent ICD placement (placed in , for 2 >8 sec pauses per patient), , hypertension, hyperlipidemia, who presented from his PCP's office with concerns for volume overload, lower extremity wounds, lethargy and hypoglycemia. Patient reports that the night prior to admission () he took 40 mg of oxycodone for lower back pain. At baseline, he takes 20 mg QID:PRN when in US, though was taking higher doses (40 mg) in . Per PCP, patient takes opioids for chronic back pain following a MVA but has no history of disordered opiate usage. Patient reports taking 40 Units of Lantus at night . He has been eating regular meals and snacks throughout the day/night. He ran out of lancets and was unable to check his sugars for the past few days. He takes a sliding scale of Lantus based on his bedtime sugars. For example, if his sugars are low he will take 20 Units of lantus and if his sugars are high he takes Units of lantus. He reports taking Units of Humalog SS with meals. Per PCP, patient takes 40 Units of lantus at night. Patient states he believes his blood sugars have been low the past few days. On , he fell presumably in setting of low blood sugar. He denied loss of consciousness or headstrike. He denied feeling lightheaded/dizzy before fall but states he fell because his gait becomes unstable when he has low blood sugars. He fell on his left hip. He also reported having 3 falls total in the last few weeks. On , he presented to his PCP's office for routine check-up. VS at the 's office: 65 in, 270.4 lbs, BP 146/88, RR 18, HR 86, Temp 97.3, SaO2 95% on RA. Exam at 's office notable for wounds on legs, cyanotic feet, dry skin, and a tense abdomen. Patient had episode of \"passing out\" when they attempted to draw blood for labs, but never lost consciousness. Labs at office notable for sugar . He received , bread, glucose tabs, and sugars improved to 300s. He was persistently drowsy and received naloxone 0.4 mg IV and woke up in 1 minute. Patient reported 1 episode of non-bloody diarrhea at 's office which he has not had previously. Patient was last seen for a cardiology appointment in . After revascularization , his LVEF improved to 60-65% from pre-revascularization. He was found to have weight gain, chronic pedal edema, increased abdominal distension. Torsemide was increased to 40 mg BID. Dry weight per cardiologist was 250 lbs. Patient reports his cardiologist discontinued his Imdur. Patient denies discharge from site of recent defibrillator placement. Patient endorsed chronic orthopnea, lower extremity edema, weight gain. He denied dyspnea at rest or with exertion. He reported taking all of his medications inconsistently and not adhering to low sodium/fluid restricted diet. In particular, he states that he doesn't like how torsemide makes him thirsty so takes it intermittently. In the ED, initial vitals: T 98.3 HR 72 BP 141/100 RR 18 SaO2 97% on RA. Exam notable for irregularly irregular rhythm; no murmurs, rubs or gallops; mild end-expiratory wheezes, no crackles appreciated. Abdomen was tense and distended. Sutures at ICD pocket, area erythematous, non-tender to palpation. There was pitting edema with hyperpigmentation bilaterally. CN II-XII grossly tested and intact, strength, gross sensation to light touch intact, no slurred speech, A&Ox3. Labs notable for: CBC: WBC 7.1, Hb 12.5, plt 91. Fibrinogen 244. NT-pro-BNP 848. Na 137, K 3.1, Cl 99, HCO3 28, BUN 20, Cr 1.0. ALT 12, AST 32, AP 111, LDH 376, Tbili 1.4, Albumin 3.1. Troponin-T 0.02, 0.01. UA Bland. CXR showed cardiomegaly with mild vascular congestion. EKG showed atrial fibrillation with a RBBB. Patient was given Atorvastatin 80 mg, torsemide 40 mg, apixaban 5 mg, potassium chloride 40 mEq po and 20 mEq IV. Vitals prior to transfer: pain, T 98.8 HR 93 BP 153/104 RR 18 SaO2 96% on RA. Upon arrival to the cardiology ward, patient reported back pain, but no chest pain or shortness of breath. Review of systems: He denied fevers, chills, nausea vomiting, constipation, abdominal pain, cough, dysuria, urinary frequency. Past Medical History: -Coronary Artery Disease, H/O NSTEMI, s/p stenting of a totally occluded proximal LAD , s/p PTCA of diagonal , s/p CABG (LIMA-LAD, SVG-PLV, SVG-OM, SVG-Diag for 3 vessel CAD with occlusion of the OM1) -Hypertension -Hyperlipidemia -Diabetes Mellitus type 2 -Paroxysmal atrial fibrillation on apixiban -History of CVA -Obesity -History of MVA Large Ventral hernia, -Sleep apnea -s/p Tonsillectomy -s/p Ankle surgery Social History: Family History: Mother alive, no medical conditions known Father deceased, unknown No heart disease in family Physical Exam: On admission General: Middle aged white man VITALS: T 98.1 PO BP 157/93 Right arm seated HR 96 RR 20 SaO2 99% on RA HEENT: PERRL, EOMI, OP clear NECK: Supple, JVD 14 cm CARDS: Irregularly irregular rhythm; no murmurs, rubs or gallops PULM: Mild end-expiratory wheezes, no crackles appreciated ABD: tense, non-tender, distended, area of hyperpigmentation on LLQ with associated left flank induration SKIN: left chest with sutures from CIED placement, surrounding area erythematous, non-tender to palpation. Large bruise on left hip EXTM: Warm, 3+ pitting edema, hyperpigmentation bilaterally, scattered skin tears NEURO: CN II-XII intact, strength , gross sensation to light touch in tact, no slurred speech, A&Ox3 At discharge General: middle aged looking slightly older than stated age sitting in chair in NAD, respirations unlabored. 24 HR Data (last updated @ 719) Temp: 98.0 (Tm 98.1), BP: 117/64 (95-133/55-84), HR: 79 (68-82), RR: 20, O2 sat: 96% (96-100), O2 delivery: RA NECK: Supple, JVP not visualized at 45 degrees CARDS: Irregularly irregular rhythm, soft holosystolic murmur LLSB PULM: Clear bilaterally, no crackles ABD: Soft, non-tender, distended SKIN: Left chest with incision for CIED placement, bruise on left hip EXTM: Warm, 1+ pitting edema in both legs to knees, chronic lymphostasis changes bilaterally NEURO: Alert, interactive, moving all extremities Pertinent Results: 03:54PM BLOOD WBC-7.1 RBC-5.19 Hgb-12.5* Hct-42.7 MCV-82 MCH-24.1* MCHC-29.3* RDW-23.6* RDWSD-65.5* Plt Ct-91* 03:54PM BLOOD Neuts-71.1* Lymphs-16.9* Monos-7.7 Eos-2.7 Baso-0.9 NRBC-0.3* Im AbsNeut-5.02 AbsLymp-1.19* AbsMono-0.54 AbsEos-0.19 AbsBaso-0.06 03:20AM BLOOD PTT-32.0 03:54PM BLOOD Glucose-69* UreaN-20 Creat-1.0 Na-137 K-3.1* Cl-99 HCO3-28 AnGap-10 03:54PM BLOOD ALT-12 AST-32 LD(LDH)-376* AlkPhos-111 TotBili-1.4 03:54PM BLOOD Albumin-3.1* Calcium-8.6 Phos-3.0 Mg-1.8 03:20AM BLOOD Calcium-8.4 Phos-2.9 Mg-1.8 Iron-29* 03:54PM BLOOD CK-MB-8 cTropnT-0.02* proBNP-848* 09:10PM BLOOD CK-MB-7 09:10PM BLOOD cTropnT-<0.01 03:20AM BLOOD %HbA1c-8.4* eAG-194* 03:20AM BLOOD TSH-1.0 03:20AM BLOOD Digoxin-<0.4* 03:20AM BLOOD calTIBC-359 Ferritn-94 TRF-276 03:54PM BLOOD 03:20AM BLOOD ASA-NEG Ethanol-NEG Acetmnp-NEG Tricycl-NEG 03:54PM BLOOD ASA-NEG Acetmnp-NEG Tricycl-NEG ECG 15:41:56 Atrial fibrillation with VR 97 bpm. Right bundle branch block CXR 6:54 Compared with , patient has undergone interval placement of a left chest wall single lead pacemaker, with the lead terminating in the right ventricle.There is stable moderate cardiomegaly with mild pulmonary vascular congestion. No frank pulmonary edema. No pleural effusion. No pneumothorax. Median sternotomy wires and mediastinal clips are noted. IMPRESSION: Cardiomegaly with mild pulmonary vascular congestion without frank edema or pleural effusion. CT CHEST W/O CONTRAST 4:33 AM Left pectoral ICD. The patient has undergone sternotomy and CABG. No supraclavicular, infraclavicular or axillary lymphadenopathy. No incidental thyroid findings. Slight postoperative deviation of the trachea to the right, without substantial narrowing of the trachea. No mediastinal or hilar lymphadenopathy. Mild dilatation of the main pulmonary artery. Severe calcifications of the native coronary arteries. Moderate cardiomegaly. No pericardial effusion. The posterior mediastinum is normal, only normal sized lymph nodes are visualized (2, 47). No osteolytic lesions at the level of the ribs, the sternum, or the vertebral bodies. Mild degenerative vertebral disease. No vertebral compression fractures. Subtle non characteristic ground-glass opacity in the ante left lower lobe. Rior portion of the right upper lobe (302, 54). Subtle lingular scarring (302, 87). Subtle nodularity in the left lower lobe (302, 98). Minimal scarring at the bases of the left lower lobe. IMPRESSION: Status post sternotomy and CABG. Subtle opacities and ground-glass nodularity, notably in the left lower lobe and the right upper lobe, infectious or inflammatory in origin substantial cardiomegaly with dilatation of the main pulmonary artery. No pulmonary edema. No suspicious pulmonary nodules or masses. CT ABD & PELVIS W/O CONTRAST 4:32 AM LOWER CHEST: Please refer to separate report of CT chest performed on the same day for description of the thoracic findings. ABDOMEN: HEPATOBILIARY: The liver demonstrates homogeneous attenuation throughout. There is no evidence of focal lesions within the limitations of an unenhanced scan. There is no evidence of intrahepatic or extrahepatic biliary dilatation. The gallbladder contains gallstones without wall thickening or evidence of inflammation. PANCREAS: There is marked fatty infiltration of the pancreas. There is no pancreatic ductal dilatation. There is no peripancreatic stranding. SPLEEN: The spleen shows normal size and attenuation throughout, without evidence of focal lesions. ADRENALS: The right and left adrenal glands are normal in size and shape. URINARY: The kidneys are of normal and symmetric size. There is a 3.3 cm simple cyst arises from the lower pole of the left kidney. There is no hydronephrosis. There is no nephrolithiasis. There is no perinephric abnormality. GASTROINTESTINAL: The stomach is unremarkable. Small bowel loops demonstrate normal caliber and wall thickness throughout. The colon and rectum are within normal limits. Normal appendix. There is trace mesenteric edema, without frank ascites. No retroperitoneal hematoma. PELVIS: Urinary bladder is unremarkable. There is no free fluid in the pelvis. REPRODUCTIVE ORGANS: The prostate and seminal vesicles are normal. LYMPH NODES: There is no retroperitoneal or mesenteric lymphadenopathy. There is no pelvic or inguinal lymphadenopathy. VASCULAR: There is no abdominal aortic aneurysm. Extensive atherosclerotic disease is noted. BONES: There is no evidence of worrisome osseous lesions or acute fracture. SOFT TISSUES: Evaluation of the soft tissues is notable for diffuse body wall edema. There is a 6.7 x 2.8 cm lesion along the left lateral abdominal wall containing a fat fluid level (2:60). The dependent portion measures simple fluid attenuation. This likely represents a resolving hematoma. IMPRESSION: 1. No intra-abdominal/retroperitoneal hematoma. 2. 6.7 x 2.8 cm lesion in the left lateral abdominal wall containing a fat-fluid level, likely reflecting a resolving hematoma. 3. Cholelithiasis. Echocardiogram The left atrial volume index is mildly increased. The right atrium is moderately enlarged. There is mild symmetric left ventricular hypertrophy with a moderately increased/dilated cavity. There is suboptimal image quality to assess regional left ventricular function. On the apical views the inferior wall appears to be hypokinetic but on short axis looks better. Overall left ventricular systolic function is mildly depressed. The visually estimated left ventricular ejection fraction is 45%.Left ventricular cardiac index is depressed (less than 2.0 L/min/m2). There is no resting left ventricular outflow tract gradient. No ventricular septal defect is seen. Moderately dilated right ventricular cavity with SEVERE global free wall hypokinesis. Intrinsic right ventricular systolic function is likely lower due to the severity of tricuspid regurgitation. There is abnormal septal motion c/w conduction abnormality/paced rhythm. The aortic sinus is mildly dilated with mildly dilated ascending aorta. The aortic arch is moderately dilated with a mildly dilated descending aorta. The aortic valve leaflets (3) appear structurally normal. There is no aortic valve stenosis. There is no aortic regurgitation. The mitral valve leaflets are mildly thickened with no mitral valve prolapse. There is trivial mitral regurgitation. The pulmonic valve leaflets are normal. The tricuspid valve leaflets appear structurally normal. There is SEVERE [4+] tricuspid regurgitation. Due to acoustic shadowing, the severity of tricuspid regurgitation may be UNDERestimated. The pulmonary artery systolic pressure could not be estimated. In the setting of at least moderate to severe tricuspid regurgitation, the pulmonary artery systolic pressure may be UNDERestimated. There is no pericardial effusion. IMPRESSION: Moderately dilated, mildly hypokinetic left ventricle. Moderately dilated, severely hypokinetic right ventricle. Severe tricuspid regurgitation in setting of permanent pacemaker wire. Pulmonary artery pressure not measured to be high but RA pressure likely markedly elevated so estimate will be inaccurate. Mild to moderately dilated thoracic aorta. Compared with the prior , more tricuspid regurgitation is present. regional/global. LV function not likely different. Left ventricle is dilated Echocardiogram The right atrial pressure could not be estimated. There is mild symmetric left ventricular hypertrophy with a normal cavity size. There is suboptimal image quality to assess regional left ventricular function. Overall left ventricular systolic function is low normal. The visually estimated left ventricular ejection fraction is 50-55%.Moderately dilated right ventricular cavity with moderate global free wall hypokinesis. Intrinsic right ventricular systolic function is likely lower due to the severity of tricuspid regurgitation. There is abnormal septal motion c/w conduction abnormality/paced rhythm. The aortic valve leaflets (3) are mildly thickened. There is no aortic regurgitation. The mitral valve leaflets appear structurally normal with no mitral valve prolapse. There is mild [1+] mitral regurgitation. There is moderate to severe [3+] tricuspid regurgitation. Due to acoustic shadowing, the severity of tricuspid regurgitation may be UNDERestimated. There is mild pulmonary artery systolic hypertension. IMPRESSION: Moderately dilated moderately hypokinetic right ventricle. Low normal global left ventricular systolic function. Moderate to severe tricuspid regurgitation with at least mild pulmonary hypertension. Compared with the prior , there has been a slight decrease in TR and improvement in RV function but there is still systolic flow reversal in the hepatic veins and reduced RV function. Increase in estimated PASP c/w improvement in RV systolic function. RECOMMEND: If clinically indicated, a TEE is suggested for further evaluation of anatomy of the TV with regards to potential leaflet impingement by the ICD lead. DISCHARGE LABS 09:05AM BLOOD WBC-6.4 RBC-5.50 Hgb-13.2* Hct-44.9 MCV-82 MCH-24.0* MCHC-29.4* RDW-22.3* RDWSD-63.1* Plt 09:05AM BLOOD Glucose-182* UreaN-43* Creat-1.1 Na-134* K-4.9 Cl-93* HCO3-31 AnGap-10 09:05AM BLOOD Calcium-9.6 Phos-4.2 Mg-2. with H/O CAD S/P stenting of the LAD, PCI of a diagona, s/p CABG x4 on (LIMA-LAD, SVG-PLV, SVG-OM, SVG-Diag), atrial fibrillation on apixaban, stroke , , hypertension, hyperlipidemia, tachycardia/bradycardia syndrome S/P recent single lead ICD placement (placed in who presented from 's office with concerns for volume overload, lower extremity wounds, lethargy and hypoglycemia. He was found to be 20 pounds up from dry weight of 250 pounds. He received IV diuresis. His ICD was interrogated by the electrophysiology team and the sutures overlying his CIED pocket were removed. During his hospital stay, he was noted to have atrial fibrillation with ventricular rates up to 170 bpm with exertion. He was trialed on beta-blockers, but refused to take them as he reported that they provoked \"panic attacks\". His digoxin was uptitrated to maximize rate control. Non-dihydropyridine calcium channel blockers were not used given his heart failure and marginal LVEF. ACUTE ISSUES: # Acute on chronic biventricular systolic heart failure with recovered LVEF, hypertension, CAD: Ischemic cardiomyopathy with previous LVEF of 35%, improved to 65% in after CABG (LIMA-LAD, SVG-PLV, SVG-OM, SVG-Diag). Echocardiogram this admission showed LVEF 45% on and then 50-55% on with RV failure and severe tricuspid regurgitation. He presented with volume overload 20 lbs above dry weight with edema in his legs and abdomen. Exacerbation was thought to be due to medication/dietary nonadherence, with possible contribution from increased atrial fibrillation. He was diuresed with IV furosemide then transitioned to home torsemide 40 mg daily. However, he had very high urine output consistently >3L on this regimen, so this was dose reduced to 40 mg every other day. Losartan was increased from 75 mg daily to 100 mg daily and amlodipine stopped. He had been prescribed isosorbide mononitrate 120 mg daily as an outpatient but per the patient his cardiologist had told him to discontinue it prior to admission. He was restarted on a lower dose 30 mg daily this admission. Spironolactone was decreased from 25 mg daily to 12.5 mg daily due to elevated potassium. Patient was provided with referral information and a prescription for outpatient cardiac rehabilitation. # Atrial fibrillation, on apixaban: He presented in atrial fibrillation with VR bursts to 140s. He was trialed on beta blocker but this was poorly tolerated due to panic attacks. His home digoxin was increased to 0.25 mg daily (increased from home 0.125 mg daily) with improved rate control. He was continued on home apixaban. # Chronic back pain: Intermittent lethargy at 's office in setting of hypoglycemia and possibly oxycodone overdose which improved after naloxone. He was restarted on home oxycodone 20 mg q6h with no further lethargy. # Type 2 diabetes mellitus, on insulin, with hypoglycemia: HbA1C 7.8% in , 8.4% on admission. Prior to admission, he had an episode of hypoglycemia while not checking blood glucose at home due to running out of lancets. was consulted and decreased his insulin regimen to 10 units of Lantus at bedtime. He will need follow-up with and could be considered for an oral regimen if able to adhere to diet. # New ICD: VR ICD placed in . Per patient, this was placed for pauses >8 seconds x2. EKG showed atrial fibrillation with RBBB. CIED site with erythema, seen by EP who were not concerned for pocket infection, improved during admission. Echocardiogram showed moderate to severe tricuspid with RV lead in place. A TEE could be obtained for further evaluation of the anatomy of the TV with regards to potential leaflet impingement by the ICD lead. # Falls: Patient with reported falls at home likely due to hypoglycemia and altered mental status. CT scan on showed left abdominal 6.7 x 2.8 cm fluid collection likely resolving hematoma. Patient was ambulating independently, so formal physical therapy evaluation was deferred. CHRONIC ISSUES: # Chronic venous stasis dermatitis with venous stasis ulcers: Wound care was consulted and recommended Hydrocerin moisturizing cream to toes and heels, Xeroform cause over open wounds, Kerlix wraps with daily dressing changes, ACE wraps to BLEs before getting out of bed for minutes prior to application, removed at bedtime. # Thrombocytopenia, resolved: Patient presented with plts 90's of unclear etiology, improved to 200's this admission. # Hyperlipidemia: Continued home atorvastatin 80 mg daily # HCP: Per patient, under no circumstances are we to call his son (listed as emergency contact) to obtain any inform/update regarding hospitalization #CODE: Full (presumed) TRANSITIONAL ISSUES: [] Discharge Weight: 240.5 lbs (109.2 kg) [] Discharge Cr: 1.1 [] Diuretic: torsemide 40 mg every other day (starting on [] Repeat CHEM-10 within 1 week to follow up potassium and renal function [] Torsemide dose decreased to 40 mg every other day due to high urine outputs, will need close monitoring of weights and adjustment of torsemide dose [] Digoxin dose was increased to 0.25 mg daily [] Spironolactone dose decreased due to elevated potassium [] Losartan was increased to 100 mg daily [] Noted to have breathing as an inpatient. Will benefit from outpatient sleep study as untreated sleep disorder may be contributing to his right ventricular dysfunction and/or atrial fibrillation. [] Admitted with hypoglycemia, HbA1c 8.4%. Insulin regimen decreased this admission with good blood glucose control. Will need adjustment of insulin for improved glycemic control. Seen by diabetes, will need outpatient follow up with with consideration of switch to oral agents. [] Ongoing wound care with , consider referral to Wound Clinic () for chronic venous stasis ulcers and edema management [] Moderate to severe tricuspid regurgitation with ICD lead in place on TTE; a TEE can be obtained for further evaluation of anatomy of the TV with regards to potential leaflet impingement by the ICD lead This patient was prescribed, or continued on, an opioid pain medication at the time of discharge (please see the attached medication list for details). As part of our safe opioid prescribing process, all patients are provided with an opioid risks and treatment resource education sheet and encouraged to discuss this therapy with their outpatient providers to determine if opioid pain medication is still indicated. Medications on Admission: The Preadmission Medication list is accurate and complete. 1. Torsemide 40 mg PO DAILY 2. Atorvastatin 80 mg PO QPM 3. Spironolactone 25 mg PO BID 4. Digoxin 0.125 mg PO DAILY 5. Losartan Potassium 75 mg PO DAILY 6. Apixaban 5 mg PO BID 7. OxyCODONE (Immediate Release) 20 mg PO Q6H:PRN Pain Moderate 8. Glargine Unknown Dose Humalog Unknown Dose Insulin SC Sliding Scale using HUM Insulin 9. Isosorbide Mononitrate (Extended Release) 120 mg PO DAILY 10. amLODIPine 5 mg PO DAILY Discharge Medications: 1. Torsemide 40 mg PO EVERY OTHER DAY Start on RX *torsemide 20 mg 2 tablet(s) by mouth every other day Disp #*15 Tablet Refills:*0 2. Digoxin 0.25 mg PO DAILY RX *digoxin 250 mcg 1 tablet(s) by mouth once a day Disp #*30 Tablet Refills:*0 3. Glargine 10 Units Bedtime Insulin SC Sliding Scale using HUM Insulin RX *insulin glargine [Lantus Solostar U-100 Insulin] 100 unit/mL (3 mL) AS DIR 10 Units before BED; Disp #*2 Syringe Refills:*0 4. Isosorbide Mononitrate (Extended Release) 30 mg PO DAILY RX *isosorbide mononitrate 30 mg 1 tablet(s) by mouth once a day Disp #*30 Tablet Refills:*0 5. Losartan Potassium 100 mg PO DAILY RX *losartan 100 mg 1 tablet(s) by mouth once a day Disp #*30 Tablet Refills:*0 6. Spironolactone 12.5 mg PO DAILY RX *spironolactone 25 mg 0.5 (One half) tablet(s) by mouth once a day Disp #*30 Tablet Refills:*0 7. Apixaban 5 mg PO BID 8. Atorvastatin 80 mg PO QPM 9. OxyCODONE (Immediate Release) 20 mg PO Q6H:PRN Pain Moderate Discharge Disposition: Home With Service Facility: Discharge Diagnosis: -Acute diastolic on chronic systolic heart failure with somewhat recovered left ventricular ejection fraction -Atrial fibrillation -Long term use of anticoagulants -Coronary artery disease with prior stenting and bypass graft surgery Diabetes mellitus, type 2, on insulin, with -Hypoglycemia -Prior implantable cardioverter defibrillator placement -Tricuspid regurgitation, moderate-severe Hypertension Hyperlipidemia -Hyperkalemia -Thrombocytopenia -Panic attacks -Recurrent falls -Left abdominal wall hematoma -Chronic back pain -Chronic narcotic use with -Lethargy likely due to increased narcotic consumption -Chronic venous stasis dermatitis with venous stasis ulcers Discharge Condition: Mental Status: Clear and coherent. Level of Consciousness: Alert and interactive. Discharge Instructions: Dear Mr. , WHY WERE YOU ADMITTED? -You came to because you had significant weight gain WHAT WAS DONE WHILE YOU WERE IN THE HOSPITAL: -You were noted to have fast heart rates -You received medications to control your heart rate and remove extra fluid WHAT SHOULD YOU DO WHEN YOU LEAVE THE HOSPITAL: Please be sure to attend your follow up appointments (see below) Please take all of your medications as prescribed (see below). Weigh yourself every morning, call your doctor your weight goes up more than 3 lbs. Seek medical attention if you have new or concerning symptoms or you develop swelling in your legs, abdominal distention, or shortness of breath at night. Your discharge weight: 240 lbs. You should use this as your baseline after you leave the hospital. It was a pleasure participating in your care. We wish you the best! Sincerely, Your Care Team Followup Instructions:"
}