{
  "19557391-DS-11": "MEDICINE Allergies: No Known Allergies / Adverse Drug Reactions Attending: . Chief Complaint: Leg pain/swelling Major Surgical or Invasive Procedure: Intubation Central venous line insertion HD line placement History of Present Illness: Ms. is an with PMHx notable for breast cancer s/p mastectomy and XRT , HFrEF (LVEF 30%) with mod-severe MR, cerebral amyloid angiopathy with microhemorrhages, pAF and recent hospitalization at from to for hypoxemia found to have new diagnosis of bilateral pulmonary emboli with left popliteal DVT. During this recent hospitalization, extensive discussion was had treatment of her VTE and AF in the setting of brain microhemorrhages and systemic AC was deferred. An IVC filter was placed on . Ms. was discharged to home and shortly thereafter noted progressive painful leg swelling prompting evaluation at . and subsequent transfer to . ultrasound was notable for \"echogenic material filling the right common femoral vein, right proximal femoral vein, right mid femoral vein, right distal femoral vein, right popliteal vein, right posterior tibial and right peroneal vein\". In the ED, initial vitals were: T97 HR113 BP121/64 RR20 99%RA Exam notable for: Palpable DP and pulses. Able to move both extremities. No focal tenderness. Labs notable for: Hgb , INR 1.2, Plt 158, Cr 2.9 K 5.7 HCO3 16 AG 22 lactate 4.6 Imaging was notable for: U/S IVC & renal veins notable for thrombus within bilateral common iliac veins extends into the IVC to the level of an infrarenal IVC filter. Bilateral renal veins appear patent with appropriate waveforms. CXR notable for small bilateral pleural decreased from prior, mild cardiomegaly, no vascular engorgement. Patient was given: 02:14 IV Morphine Sulfate 4 mg 04:12 IV Morphine Sulfate 4 mg 05:54 IV Morphine Sulfate 4 mg 07:06 IV Metoprolol Tartrate 5 mg 08:02 IVF LR Started 125 mL/hr 08:02 IV Ondansetron 4 mg 08:42 PO Metoprolol Tartrate 12.5 mg 09:20 IV Morphine Sulfate 4 mg 10:33 PO/NG Metoprolol Tartrate 25 mg 10:33 PO/NG Escitalopram Oxalate 20 mg 10:33 PO/NG MetFORMIN (Glucophage) 1000 mg 10:40 SC Insulin 6 Units 13:00 IVF LR Stopped Unscheduled 13:00 IVF NS Started 14:00 IVF NS 250 mL Stopped (1h 14:13 IV Morphine Sulfate 4 mg 14:16 IVF NS (250 mL ordered) Started Cardiology was consulted in the ED and recommended admission to MICU for close monitoring of lower extremities given significant tense bilateral swelling and neuro checks if decision is made for anticoagulation. Cardiology recommended heparin IV if family/patient accepts high risks of intracranial hemorrhage. Recommended starting oral metoprolol for rate control. Regarding anticoagulation, the decision was made to hold off while in the ED. Upon arrival to the ICU, patient reports that her pain is a , and that after 0.25 mg of IV hydromorphone is down to (via translation from her daughter . Daughter and granddaughter confirm that the patient has progressively been in more pain throughout the day, worsening swelling and that her feet now appear more mottled and cool. Review of systems was negative except as detailed above. Past Medical History: Breast cancer s/p mastectomy and XRT HFrEF (LVEF 30%) with mod-severe MR Cerebral amyloid angiopathy with microhemorrhages pAF Type II DM HLD GERD Depression Social History: Family History: Sister with PE (unclear etiology, treated with warfarin). Brother with \"clot in neck that caused a stroke\" Physical Exam: ADMISSION PHYSICAL EXAM: VITALS: Reviewed in MetaVision. GENERAL: Appears to be in acute pain HEENT: NC/AT, EOMI, PERRL, MM dry CARDIAC: Tachycardic, irregularly irregular, no m/r/g PULMONARY: CTAB no wheezes/rales/rhonchi ABDOMEN: Soft, non-distended, slight diffuse tenderness EXTREMITIES: Upper ext are warm and well perfused. Lower extremities, bilaterally, below the knees are swollen and tender to touch out of proportion to exam. The ankles and distal areas are mottled with delayed capillary refill (though still <2 seconds), and cold to touch. Bilateral DP and pulses are still faintly palpable. SKIN: Other than above in the extremity exam, the skin is warm, dry and intact elsewhere NEURO: AO to self, place, not time. Following commands prior to intubation. Purposeful movement of all limbs. CN II-XII intact. DISCHARGE PHYSICAL EXAM: VS: Temp: 97.9 (Tm 98.8), BP: 110/62 (96-120/48-67), HR: 63 (63-80), RR: 18, O2 sat: 97% (95-98), O2 delivery: Ra, Wt: 166.01 lb/75.3 kg GENERAL: NAD, speaking NECK: Dressings over former right IJ and left HD line sites, C/D/I CARDIAC: irregularly irregular, S1 and S2 normal, holosystolic murmur over mitral area LUNGS: CTAB, no increased work of breathing ABDOMEN: soft, non-tender, no distention, BS normoactive EXTREMITIES: bilateral lower extremity edema, wrapped in ace bandages, warm to touch, no significant discoloration Pertinent Results: ADMISSION LABS: 04:00AM BLOOD WBC-9.3 RBC-3.85* Hgb-9.9* Hct-33.1* MCV-86 MCH-25.7* MCHC-29.9* RDW-16.2* RDWSD-50.5* Plt 04:00AM BLOOD Neuts-81.3* Lymphs-12.2* Monos-5.6 Eos-0.0* Baso-0.4 Im AbsNeut-7.57* AbsLymp-1.14* AbsMono-0.52 AbsEos-0.00* AbsBaso-0.04 04:00AM BLOOD PTT-21.8* 04:00AM BLOOD Glucose-227* UreaN-70* Creat-2.5*# Na-140 K-5.7* Cl-102 HCO3-16* AnGap-22* 04:00AM BLOOD proBNP-9505* 06:28AM BLOOD HBsAg-NEG HBsAb-NEG HBcAb-NEG 04:17PM BLOOD HBsAg-NEG HBsAb-NEG HBcAb-NEG 04:09AM BLOOD PEP-NO SPECIFI 04:26AM BLOOD FreeKap-146.4* FreeLam-72.5* Fr K/L-2.02* 06:28AM BLOOD HCV Ab-NEG 04:17PM BLOOD HCV Ab-NEG 11:35AM URINE Hours-RANDOM Creat-166 TotProt-92 Prot/Cr-0.6* 11:35AM URINE U-PEP-MULTIPLE P IFE-NEGATIVE F 04:00AM BLOOD proBNP-9505* 01:14PM BLOOD proBNP-8434*\\ DISCHARGE LABS: 06:15AM BLOOD WBC-6.5 RBC-3.15* Hgb-8.4* Hct-28.1* MCV-89 MCH-26.7 MCHC-29.9* RDW-17.8* RDWSD-56.1* Plt 06:15AM BLOOD Plt 06:15AM BLOOD Heparin-0.47 06:15AM BLOOD Glucose-164* UreaN-35* Creat-1.0 Na-143 K-5.0 Cl-104 HCO3-27 AnGap-12 06:30AM BLOOD ALT-41* AST-43* AlkPhos-232* TotBili-0.5 06:15AM BLOOD Calcium-8.6 Phos-1.6* Mg-1.8 06:00AM BLOOD PTH-207* 06:00AM BLOOD 25VitD-20* PERTINENT STUDIES: Radiology Report CT HEAD W/O CONTRAST Study Date of 5:47 COMPARISON: CT head performed . FINDINGS: There is no evidence of infarction, hemorrhage, edema, or mass. There is prominence of the ventricles and sulci suggestive of involutional changes. Extensive periventricular and subcortical white matter hypodensities are unchanged and nonspecific, likely reflecting the sequelae of chronic small vessel ischemic disease. There is no evidence of fracture. The visualized portion of the paranasal sinuses, mastoid air cells, and middle ear cavitiesare essentially clear. The visualized portion of the orbits are notable for bilateral lens replacement. IMPRESSION: No evidence of acute intracranial abnormality. Radiology Report CHEST PORT. LINE PLACEMENT Study Date of 12:47 COMPARISON: Chest radiograph dated FINDINGS: There is interval placement of a left internal jugular dialysis catheter, terminating at the right atrium. The previously place right internal jugular central venous line ends at the lower SVC. There is interval removal of the endotracheal and enteric tubes. There is mildly increased pulmonary edema, most prominent at the right lower lobe. The left lung is unremarkable. There is no pneumothorax. The appearance of the cardiomediastinal silhouette is unchanged. IMPRESSION: 1. Interval placement of a left internal jugular dialysis catheter, terminating at the right atrium. 2. Right internal jugular central venous catheter terminates in the lower SVC. 3. Interval removal of the endotracheal and enteric tubes. 4. Increased pulmonary vascular congestion and borderline edema in the right lower lobe, suggest volume overload and/or cardiac decompensation. Radiology Report LIVER OR GALLBLADDER US (SINGLE ORGAN) PORT Study Date of 10:14 AM COMPARISON: The report from the CT abdomen and pelvis FINDINGS: Liver: The hepatic parenchyma is within normal limits. No focal liver lesions are identified. There is no ascites. Bile ducts: There is no intrahepatic biliary ductal dilation. The common hepatic duct measures 2 mm. Gallbladder: The gallbladder appears within normal limits, without stones, abnormal wall thickening, or edema. Gallbladder polyp is identified measuring 6 mm. Pancreas: The pancreas is obscured by overlying bowel gas. Spleen: The spleen demonstrates normal echotexture, and measures 11.3 cm. Multiple calcifications are identified within the spleen. Doppler evaluation: The main portal vein is patent, with flow in the appropriate direction. Right and left portal veins are patent, with antegrade flow. The main hepatic artery is patent, with appropriate waveform. Right, middle and left hepatic veins are patent, with appropriate waveforms. Splenic vein and superior mesenteric vein are obscured by overlying bowel gas. IMPRESSION: Patent hepatic vasculature. No biliary dilatation is identified. Radiology Report US RENAL ARTERY DOPPLER Study Date of 9:13 AM COMPARISON: The report from the CT abdomen and pelvis FINDINGS: There is no hydronephrosis, stones, or masses on the right. Normal cortical echogenicity and corticomedullary differentiation are seen. Views of the left kidney are severely limited due to body habitus, positioning, and limited sonographic windows. Right kidney: 10.4 cm. A simple cyst is seen arising from the upper pole of the right kidney measuring 6.0 x 5.8 x 6.7 cm. The intrarenal arteries show normal waveforms with sharp systolic peaks a continuous antegrade diastolic flow. The resistive indices of the right intrarenal arteries are elevated ranging from 0.77 to 0.97. The main renal artery on the right is patent with a peak systolic velocity of 116 centimeters/second. The main renal vein is patent. Left kidney: 9.3 cm. A simple cyst arises from the lower pole of the left kidney measuring 2.5 x 2.8 x 2.9 cm. Doppler examination of the left kidney is suboptimal due to technical limitations described above. Vascularity is identified within the kidney on color Doppler imaging limited Doppler waveforms demonstrate similar and symmetric RI is when compared to the right ranging between 0.86 and 0.94. The main renal artery and vein are not identified. The bladder is not distended. IMPRESSION: Patent symmetric vascularity and intrarenal resistive indices bilaterally, however visualization and Doppler examination of the left kidney is suboptimal due to body habitus, limited sonographic windows, and patient positioning. Normal arterial waveforms with elevated resistive indices are identified, which is of unclear etiology. Radiology Report CHEST PORT. LINE PLACEMENT Study Date of 8:24 COMPARISON: FINDINGS: The tip of the endotracheal tube projects over the midthoracic trachea. An enteric tube extends to the stomach and the tip of a right internal jugular central venous catheter projects over the cavoatrial junction. There is a right basilar atelectasis as well as a small right pleural effusion. The opacities at the left lung base have significantly decreased in extent. There is no pneumothorax or left pleural effusion. The size and appearance of the cardiomediastinal silhouette is unchanged. IMPRESSION: The tip of the endotracheal tube projects over the midthoracic trachea and the tip of a right internal jugular central line projects over the cavoatrial junction. Right basilar atelectasis. Radiology Report IVC AND TRIBUTARIES US Study Date of 1:22 COMPARISON: CT abdomen pelvis FINDINGS: Occlusive thrombus is seen within the right common and left common iliac veins. Thrombus extends into the inferior aspect of the IVC. An infrarenal IVC filter is noted. Bilateral main renal veins appear patent with appropriate waveforms. IMPRESSION: Thrombus within bilateral common iliac veins extends into the IVC to the level of an infrarenal IVC filter. Bilateral renal veins appear patent with appropriate waveforms. Radiology Report CHEST (PORTABLE AP) Study Date of 12:47 COMPARISON: Chest radiograph FINDINGS: Portable upright AP view of the chest provided. Left basilar opacity appears improved compared to prior exam. There are persistent small bilateral pleural effusions, decreased on both sides. No focal consolidation. No pneumothorax. Cardiomediastinal silhouette stable. IMPRESSION: Lungs are clear. No pneumonia or pulmonary edema. Small bilateral pleural effusions are decreased from prior exam. Mild cardiomegaly persists there is no pulmonary or mediastinal vascular engorgement. MICROBIOLOGY: 1:00 pm BLOOD CULTURE Source: Line-VIP port 2 OF 2. **FINAL REPORT Blood Culture, Routine (Final : NO GROWTH. 11:02 am MRSA SCREEN Source: Nasal swab. **FINAL REPORT MRSA SCREEN (Final : No MRSA isolated. 10:05 am BLOOD CULTURE Source: Line-RIJ 1 OF 2. **FINAL REPORT Blood Culture, Routine (Final : NO GROWTH. 4:00 pm BLOOD CULTURE **FINAL REPORT Blood Culture, Routine (Final : NO GROWTH. 2:27 pm BLOOD CULTURE **FINAL REPORT Blood Culture, Routine (Final : STAPHYLOCOCCUS, COAGULASE NEGATIVE. Isolated from only one set in the previous five days. SENSITIVITIES PERFORMED ON REQUEST.. Aerobic Bottle Gram Stain (Final : GRAM POSITIVE COCCI IN CLUSTERS. Reported to and read back by () @10:40 (). Brief Hospital Course: with PMH significant for breast cancer s/p mastectomy and XRT , HFrEF (LVEF 30%) with mod-severe MR, cerebral amyloid angiopathy with microhemorrhages, pAF, and recent hospitalization at from to for hypoxemia found to have new diagnosis of bilateral pulmonary emboli with left popliteal DVT, status post IVC filter placement on due to up to 33% risk of brain bleed on anticoagulation given her cerebral amyloid angiopathy. Presented with worsening bilateral lower extremity pain and concern for limb ischemia, found to have phlegmasia cerulea dolens, risks and benefits of anticoagulation revisited and decision was made to start anticoagulation, which significantly improved symptoms. ACUTE/ACTIVE ISSUES: # Phlegmasia cerulea dolens # Possible recurrence of cancer # Possible antiphospholipid syndrome # Hypercoagulability # Unreliable PTT levels Patient with recent PE, left popliteal DVT, discharged with IVC filter in place of systemic anticoagulation given that neurology felt there was as high as a 33% risk of head bleed with her cerebral amyloid angiopathy. Hypercoagulability is new, could be further provoked by the IVC filter itself but she was forming clots before that, raising concern especially with recent head CT incidental finding that she could have recurrence of her cancer. APLS workup notable for low positive cardiolipin IgG, will need to repeat in 12 weeks to confirm diagnosis. Multiple myeloma workup notable for kappa and lambda light chains and ratio all elevated, however SPEP nonspecific and UPEP without monoclonal band. Initially managed in the ICU, complicated by shock requiring neo briefly and hypercarbic respiratory failure requiring intubation. Decision was made to start heparin gtt which significantly improved symptoms. Transitioned to Apixaban 2.5mg BID. PTT levels were labile, monitored heparin with factor Xa levels for goal 0.3-0.7. Apixaban dose also titrated to this factor Xa goal, though this practice is not routine. Patient will need repeat factor Xa level one week post discharge (goal 0.3-0.7). # Hypotension Distributive. Driven by low diastolic. On neo briefly in MICU. # Hypercarbic respiratory failure, resolved # Lactic acidosis, resolved Lactic acidosis limb ischemia. Patient became more obtunded iso worsening acidosis. Intubated for airway protection and ventilating the patient. Extubated . # ATN requiring temporary RRT Likely in the setting of critical limb ischemia, with associated severe lactic acidosis. temporary RRT in ICU, kidney function recovered to baseline on floor. Has CKD stage 3 with baseline Cr 1.0-1.1. # Paroxysmal Afib with RVR On Metoprolol 100mg XL at home. Worsened RVR iso pain, limb ischemia, rising lactate. Metop initially held given patient went into shock requiring neo briefly, restarted close to discharge as baseline HRs approaching 100s again. Started on Apixaban as above. # Transaminitis Likely iso shock. Non-obstructive on RUQUS. Progressively downtrended following resolution of shock, not yet normalized at discharge, recommend repeat LFTs as outpatient in 1 week. # GPC bacteremia Coag negative staph on admission blood cultures. Further blood cx NGTD. Likely contaminant. Initially treated with vancomycin, was d/c'ed. CHRONIC ISSUES: # HFrEF (EF 30%) # Severe MR & moderate TR Newly noted on last admission in . Previous team discussed case with vascular/cards and decision was made to hold off on stress testing and defer cardiology consultation and potential stress testing to outpt setting. On metop as above for afib, lisinopril 5mg was started previous admission, held this admission iso and because of low-normal blood pressures. Not on PO diuretics. Restart Lisinopril 5mg daily as outpatient as BP tolerates. # Normocytic Anemia Stable at baseline . Consumption from extensive clots vs anemia of chronic disease vs iron deficiency. Recommend checking iron studies. # DM2 Held home metformin and on HISS while in house. Metformin restarted on discharge. # Depression Continued home venlafaxine, escitalopram. # GERD Continued home PPI # HLD Held home atorvastatin 20mg QPM iso transaminitis later determined to likely be from from shock. Restarted on discharge. TRANSITIONAL ISSUES: New Medications: Apixaban 2.5mg BID Multivitamin with minerals Held Medications: Lisinopril 5mg QD [] Cardiology follow-up to initiate care for newly discovered HFrEF. Lisinopril 5mg QD held at discharge given low-normal blood pressures. [] Repeat Factor Xa level in 1 week. If below 0.3, increase Apixaban to 5mg BID and recheck Factor Xa in another week. [] Due to cerebral amyloid angiopathy, anticoagulation presents a very high (up to 33% per neurology) risk of brain bleeds in her, would continue to address whether the benefits of ongoing anticoagulation are worth the risks [] Left occipital bone lesion noted incidentally on head MRI and annot exclude malignancy, concerning for recurrent metastatic breast cancer iso of unexplained hypercoagulability. Recommend comparison with prior head imaging to assess stability of lesion if available, and if clinically warranted, further evaluation with a nuclear medicine bone scan. [] Had low positive anti-cardiolipin antibodies iso unexplained hypercoagulability. Repeat APLS work up in 12 weeks to confirm diagnosis [] Has stable normocytic anemia, baseline Hb , consumption from extensive clots vs anemia of chronic disease vs iron deficiency. Recommend checking iron studies. #CODE: full (confirmed with HCP) #CONTACT: HCP: (daughter) Medications on Admission: 1. Atorvastatin 20 mg PO QPM 2. Cyanocobalamin 1000 mcg PO DAILY 3. Escitalopram Oxalate 20 mg PO DAILY 4. Omeprazole 20 mg PO DAILY 5. Venlafaxine 75 mg PO BID 6. lidocaine 4 % topical DAILY 7. Acetaminophen 1000 mg PO Q8H:PRN Pain Mild 8. MetFORMIN XR (Glucophage XR) 1000 mg PO BID 9. Metoprolol Succinate XL 100 mg PO DAILY 10. Lisinopril 5 mg PO DAILY Discharge Medications: 1. Apixaban 2.5 mg PO BID 2. Multivitamins W/minerals 1 TAB PO DAILY 3. Acetaminophen 1000 mg PO Q8H:PRN Pain Mild 4. Atorvastatin 20 mg PO QPM 5. Cyanocobalamin 1000 mcg PO DAILY 6. Escitalopram Oxalate 20 mg PO DAILY 7. lidocaine 4 % topical DAILY 8. MetFORMIN XR (Glucophage XR) 1000 mg PO BID 9. Metoprolol Succinate XL 100 mg PO DAILY 10. Omeprazole 20 mg PO DAILY 11. Venlafaxine XR 75 mg PO DAILY 12. HELD Lisinopril 5 mg PO DAILY This medication was held. Do not restart Lisinopril until you discuss with your doctor. Discharge Disposition: Extended Care Facility: Discharge Diagnosis: Phlegmasia cerulea dolens Discharge Condition: Mental Status: Clear and coherent. Level of Consciousness: Alert and interactive. Activity Status: Out of Bed with assistance to chair or wheelchair. Discharge Instructions: Dear , It was a pleasure taking care of you at . Why you were in the hospital The blood clots in your leg had enlarged and spread to both sides, seriously impacting your circulation. What was done for you in the hospital We started you on anticoagulation to treat the blood clot. Due to a condition called cerebral amyloid angiopathy making your brain blood vessels more fragile, anticoagulation gives you a very high risk of brain bleeds. However, because the extent of your blood clots were threatening your life, we felt the benefits outweighed the risks at the time. Please continue to discuss whether you need to continue anticoagulation (Apixaban) with your doctors. What you should do after you leave the hospital: -Please call the Neurology clinic at to schedule an appointment to be evaluated in the \"Cerebrovascular Disorders/Stroke\" division of the Neurology department. -You will follow-up with a PCP at rehab, then resume follow-up with your regular doctor once you leave rehab. -You have a cardiology appointment on (see below) to address your new diagnosis of heart failure. Please take your medications as detailed in the discharge papers. If you have questions about which medications to take, please contact your regular doctor to discuss. Please monitor for worsening symptoms. If you do not feel like you are getting better or have any other concerns, please call your doctor to discuss or return to the emergency room. We wish you the best! Sincerely, Your Care Team Followup Instructions:"
}