{
  "11155160-DS-8": "Name: . Unit No: Admission Date: Discharge Date: Date of Birth: Sex: M Service: MEDICINE Allergies: lisinopril / Lasix Attending: . Chief Complaint: fever, SOB Major Surgical or Invasive Procedure: none History of Present Illness: Mr. is a male with follicular lymphoma on maintenance Rituxan, chronic HBV on Lamuvudine, COPD, CAD, and atrial fibrillation on apixaban who presents with fever and shortness of breath. Patient reports 4 days of fevers to 101.5, productive cough, myalgias, headaches, generalized weakness, poor PO intake, and worsening shortness of breath. Reports breathing is now difficult at rest. He reports thick sputum. Today he felt so weak that he was unable to take his home inhalers. Has tried taking Tylenol without improvement. Symptoms feel similar to prior COPD exacerbation. He denies any sick contacts. On arrival to the ED, initial vitals were 100.7 120 126/65 22 95% RA. Exam was notable for tachycardia and diffuse rhonchi and end-expiratory wheezes. Labs were notable for WBC 11.9, H/H 14.4/44.0, Plt 133, INR 1.3, Na 138, K 4.2, BUN/Cr , Mg 1.3, LFTs wnl, trop < 0.01, and lactate 1.0. Flu swab was negative. Blood cultures were sent. CXR was negative for pneumonia. Patient febrile to 102.1. Patient was given vancomycin 1g IV, cefepime 2g IV, duonebs, Tylenol, and solumedrol 40mg IV. Prior to transfer vitals were 98.9 21 96% 2L. On arrival to the floor, patient reports breathing is significantly improved. He denies vision changes, dizziness/lightheadedness, hemoptysis, chest pain, palpitations, abdominal pain, nausea/vomiting, diarrhea, hematemesis, hematochezia/melena, dysuria, hematuria, and new rashes. REVIEW OF SYSTEMS: A complete 10-point review of systems was performed and was negative unless otherwise noted in the HPI. Past Medical History: -Coronary artery disease -Mild-Moderate MR fibrillation -Hepatitis B carrier -Hypercholesterolemia -Hypertension -R Knee Arthritis -Dyspepsia -Lung Nodules -COPD -BPH -s/p R Inguinal Hernia Repair -s/p Excision of R Back Lipoma PAST ONCOLOGIC HISTORY: Mr. is a year old gentleman with hx of newly diagnosed Lymphoma. Presented to at beginning of with cough and progressive dyspnea and ? orthopnea. Chest xray that was done initially in ER was negative for PNA. He was treated with a course of Levaquin and supportive tx with Robitussin, tesselon perles and bronchodilators. NT-proBNP was elevated at 3172. He notes that they though he was volume overloaded and gave him some Lasix upon initial presentation with no significant improvement. Ultimately did have CT chest which revealed multiple calcified pulmonary nodules, right paratracheal LAD of unclear significance and dilated esophagus with mild wall thickening. Also noted was an ill-defined soft tissue fullness in region of the pancreaticoduodenal groove. Given this abnormality had CT abd/pelvis that revealed a 7.5 x 4.5 x 6.5 cm mass in the pancreaticoduodenal groove which was inseparable from the pancreatic head. There was also some surrounding lymphadenopathy. He was evaluated locally during this hospitalization by oncology and GI who recommended biopsy. The initial concern was for pancreatic cancer. He had verbalized that he wanted to have that procedure done at as the rest of his medical care was here. He was referred to Dr. did an biopsy on via endoscopic ultrasound which revealed scant fragments of intact lymphoid tissue with morphologic and immunophenotypic features of B-Cell Lymphoma; Germinal Center Phenotype. By immunohistochemistry, CD20 highlights the vast majority of the lymphoid population which is also immunoreactive for CD10, BCL6 and BCL2 (bright expression seen). CD3 highlights scattered background small T-cells. MUM1 is negative. CD21 reveals no evidence of follicular dendritic cell meshwork. A Ki immunostain reveals a low proliferation fraction which is estimated to be overall. In-situ hybridization for virus encoded RNA ISH) is negative. Corresponding flow cytometry revealed involvement by a population of B-cells showing co-expression of CD10 and cytoplasmic lambda light chain restriction (see separate report for full results). The differential diagnosis primarily includes follicular lymphoma and diffuse large B-cell lymphoma. He had a repeat biopsy with a core and again revealed follicular lymphoma cytologic grade with some areas of high proliferation up to 60%. Cytogenetics POSITIVE for IGH/BCL2 but otherwise high grade lymphoma panel was negative. PET-CT revealed the known large abdominal FDG avid nodal mass surrounding small bowel loops without evidence of bowel obstruction (D5). Multiple other mesenteric FDG avid lymph nodes as well as FDG avid hypodense lesion along the posterior aspect of the spleen. FDG avid mesenteric adenopathy including subcarinal adenopathy. Multiple FDG avid foci involving the bony pelvis and right posterior ninth rib. Also, noted to have a 1.0 x 0.8 cm FDG avid right paratracheal lymph node (SUV max: 6.3). A nearby subcarinal lymph node is also FDG avid measuring 1.2 x 0.9 cm (SUV max: 6.1). Of note on presentation denied any persistent fevers, chills or night sweats but did note some progressive fatigue, dyspepsia and abdominal fullness. Also noted a decrease in appetite, early satiety and weight loss. Patient's CBC and differential as well as LDH have been normal. On noted at clinic visit to have some escalation of symptoms with abdominal pain and diarrhea. Repeat CT abdomen/pelvis with no acute change. Started on prednisone 40mg x 2 days and allopurinol. Had ? some TLS with mild bump in creatinine as well as bump in potassium level. Managed with IV and po hydration. Continues on the allopurinol. Creatinine and potassium improved. Clinically improved after the prednisone. He ultimately initiated his first cycle of chemotherapy with Bendamustine alone on (Rituxan held). Patient's first cycle was complicated by an admission presenting with fevers, cough and dyspnea with an O2 requirement. He was found to have parainfluenza 3. In this setting had a COPD exacerbation. He ultimately was discharged home. Of note the Rituxan was held with his first cycle in the setting of this admission. His cycle of R-Bendamustine was delayed by 1 week to allow more time to recover from the parainfluenza. He ultimately initiated his cycle on . He tolerated his first Rituxan well with no infusional reactions. He had a PET-CT after two cycles on which revealed a dramatic response though still with some ? small area of residual FDG avid disease in main abdominal mass. He completed 4 cycles in . Fourth cycle was complicated by admission for PNA requiring BIPAP for brief period and short ICU stay. Patient with COPD exacerbation in this setting as well He had a repeat PET-CT on which revealed ongoing disease response in his abdomen. Decision made to hold off on further Bendamustine to limit toxicity. Repeat imaging since that time with no disease recurrence. He initiated maintenance Rituxan in . Social History: Family History: Father: cancer, COPD, CHD, died at age Mother: Died in her with unknown respiratory illness Sister: Died with metastatic breast cancer Sister: Has GI malignancy but reportedly doing well Physical Exam: ADMISSION PHYSICAL EXAM: VS: Temp 98.1, BP 97/67, HR 99, RR 18, O2 sat 94% 2l. : Pleasant man, in no distress, lying in bed comfortably. HEENT: Anicteric, PERLL, OP clear. CARDIAC: Irregularly irregular, no m/r/g. LUNG: Appears in mild respiratory distress, decreased breath sounds throughout, scattered expiratory wheezes, speaking in full sentences. ABD: Soft, non-tender, non-distended, positive bowel sounds. EXT: Warm, well perfused, no lower extremity edema. NEURO: A&Ox3, good attention and linear thought, gross strength and sensation intact. SKIN: No significant rashes. ACCESS: Right chest wall port without erythema. Discharge exam T98.0 PO BP 125 / 83 HR 92 RR18 97 RA : Pleasant man, in no distress, lying in bed comfortably. HEENT: Anicteric, PERLL, OP clear. CARDIAC: Irregularly irregular, no m/r/g. LUNG: normal work of breathing, faint expiratory wheezing improved from day prior, no crackles ABD: Soft, non-tender, non-distended, positive bowel sounds. EXT: Warm, well perfused, no lower extremity edema. NEURO: A&Ox3, good attention and linear thought, gross strength and sensation intact. SKIN: No significant rashes. ACCESS: Right chest wall port without erythema. Pertinent Results: ADMISSION 07:53PM BLOOD WBC-11.9* RBC-4.86 Hgb-14.4 Hct-44.0 MCV-91 MCH-29.6 MCHC-32.7 RDW-13.5 RDWSD-44.8 Plt 07:53PM BLOOD Neuts-85.3* Lymphs-8.2* Monos-5.9 Eos-0.1* Baso-0.2 Im AbsNeut-10.13* AbsLymp-0.97* AbsMono-0.70 AbsEos-0.01* AbsBaso-0.02 07:53PM BLOOD PTT-36.2 07:53PM BLOOD Glucose-123* UreaN-22* Creat-1.1 Na-138 K-4.2 Cl-100 HCO3-23 AnGap-15 07:53PM BLOOD ALT-20 AST-27 LD(LDH)-214 AlkPhos-58 TotBili-1.3 07:53PM BLOOD Calcium-9.1 Phos-2.3* Mg-1.3* 07:57PM BLOOD Lactate-1.0 MICROBIOLOGY: Influenza A/B PCR Negative Respiratory Viral Culture positive for parainfluenza type 2 Blood Culture x 2 Pending MRSA pending IMAGING: CXR Impression: No acute cardiopulmonary abnormality. Emphysema. Discharge labs 05:13AM BLOOD WBC-9.3 RBC-4.19* Hgb-12.5* Hct-38.0* MCV-91 MCH-29.8 MCHC-32.9 RDW-13.6 RDWSD-45.4 Plt 05:13AM BLOOD Glucose-129* UreaN-19 Creat-1.0 Na-143 K-5.2 Cl-104 HCO3-26 AnGap-13 05:13AM BLOOD Calcium-9.8 Phos-2.6* Mg-2.4 Brief Hospital Course: Mr. is a male with follicular lymphoma on maintenance Rituxan, chronic HBV on Lamuvudine, COPD, CAD, and atrial fibrillation on apixaban who presents with fever and shortness of breath, found to have parainfluenza type 2. # Parainfluenza type 2: # Acute Hypoxic Respiratory Failure: # Acute on Chronic COPD Exacerbation: # Fever: Patient presented with fevers likely due to parainfluenza virus. CXR and flu swab negative. Likely trigger for COPD exacerbation. He initially required 2L NC. He was started on steroid burst for COPD and broad spectrum vanc and CTX given concern for immunosuppression and bacterial process in setting of rituxan therapy and lymphoma. Patient was also started on duonebs. He was weaned to RA. Per discussion with patient's outpatient oncologist, we will complete a 5 day course of abx. He was transitioned to PO doxy (due to questionable QTc prolongation on EKG, although difficult to interpret in setting of a-fib.) He will resume azithromycin upon completion of doxy. # Follicular Lymphoma: Currently on maintenance Rituxan. Continued acyclovir for prophylaxis Follow-up with outpatient team # Hypomagnesemia Monitored and repleted as needed # Atrial Fibrillation Continued home apixaban Continued home metoprolol (fractionated) # Chronic HBV Continued home lamivudine # BPH Continued home tamsulosin # GERD Continued home omeprazole and ranitidine # Hyperlipidemia Continued home atorvastatin # Hypertension Held home losartan-hydrochlorothiazide during admission, can be resumed on discharge. Transitional care issues [ ] continue to monitor QTc while patient on chronic azithromycin for COPD Greater than 30 minutes were spent providing and coordinating care for this patient on day of discharge. Medications on Admission: The Preadmission Medication list is accurate and complete. 1. Acyclovir 400 mg PO Q12H 2. Apixaban 5 mg PO BID 3. Atorvastatin 10 mg PO QPM 4. Fluticasone-Salmeterol Diskus (500/50) 1 INH IH BID 5. LaMIVudine 100 mg PO DAILY 6. Metoprolol Succinate XL 150 mg PO DAILY 7. Omeprazole 20 mg PO DAILY 8. Ranitidine 150 mg PO QHS 9. Tamsulosin 0.4 mg PO QHS 10. LORazepam 0.5 mg PO QHS:PRN insomnia 11. Ipratropium-Albuterol Neb 1 NEB NEB Q4H:PRN shortness of breath/wheezing 12. Albuterol Inhaler 2 PUFF IH Q6H:PRN shortness of breath/wheezing 13. Azithromycin 250 mg PO Q24H 14. cefUROXime axetil 500 mg oral ASDIR 15. Tiotropium Bromide 1 CAP IH DAILY 16. losartan-hydrochlorothiazide 100-25 mg oral DAILY Discharge Medications: 1. Docusate Sodium 100 mg PO BID RX *docusate sodium [Colace] 100 mg 1 capsule(s) by mouth twice a day Disp #*30 Capsule Refills:*0 2. Doxycycline Hyclate 100 mg PO BID RX *doxycycline hyclate 100 mg 1 tablet(s) by mouth twice a day Disp #*3 Tablet Refills:*0 3. Polyethylene Glycol 17 g PO DAILY:PRN Constipation Third Line RX *polyethylene glycol 3350 [ClearLax] 17 gram 1 packet(s) by mouth once a day Disp #*15 Packet Refills:*0 4. PredniSONE 40 mg PO DAILY RX *prednisone 20 mg 2 tablet(s) by mouth once a day Disp #*2 Tablet Refills:*0 5. Senna 8.6 mg PO BID:PRN Constipation First Line RX *sennosides [senna] 8.6 mg 1 tablet(s) by mouth twice a day Disp #*30 Tablet Refills:*0 6. Acyclovir 400 mg PO Q12H 7. Albuterol Inhaler 2 PUFF IH Q6H:PRN shortness of breath/wheezing 8. Apixaban 5 mg PO BID 9. Atorvastatin 10 mg PO QPM 10. Fluticasone-Salmeterol Diskus (500/50) 1 INH IH BID 11. Ipratropium-Albuterol Neb 1 NEB NEB Q4H:PRN shortness of breath/wheezing 12. LaMIVudine 100 mg PO DAILY 13. LORazepam 0.5 mg PO QHS:PRN insomnia 14. losartan-hydrochlorothiazide 100-25 mg oral DAILY 15. Metoprolol Succinate XL 150 mg PO DAILY 16. Omeprazole 20 mg PO DAILY 17. Ranitidine 150 mg PO QHS 18. Tamsulosin 0.4 mg PO QHS 19. Tiotropium Bromide 1 CAP IH DAILY 20. HELD Azithromycin 250 mg PO Q24H This medication was held. Do not restart Azithromycin until doxycycline is finished 21. HELD cefUROXime axetil 500 mg oral ASDIR This medication was held. Do not restart cefUROXime axetil until directed by your PCP or oncologist Disposition: Home Discharge Diagnosis: Parainfluenza virus Acute hypoxic respiratory failure Discharge Condition: Mental Status: Clear and coherent. Level of Consciousness: Alert and interactive. Activity Status: Ambulatory Independent. Discharge Instructions: Dear , You were admitted to the hospital with shortness of breath and fever to a COPD exacerbation triggered by parainfluenza. We treated you with nebulizers, steroids and antibiotics. Your symptoms improved. Please take your medications as prescribed. Thank you for allowing us to participate in your care, Your team Followup Instructions:"
}