{
  "17039466-DS-20": "MEDICINE Allergies: ceftriaxone Attending: . Chief Complaint: Fever Major Surgical or Invasive Procedure: Arthrocentesis with orthopedics R PICC line removed L PICC line placed History of Present Illness: Mr. is a y/o man s/p L TKR . Patient was having bilateral knee pain and difficulty going down stairs prior to surgery. His left knee was worse than his right so he had this replacement first. After the L TKR he was doing very well, able to ambulate normally, having no pain. Patient presented for outpatient f/u 11 months post-op on and was found to have a very large, moderately tense effusion at the left knee. Joint was aspirated in the office. Fluid aspirate: 57,000 WBCs, 71,000 RBCs with 94% polys. No crystals. Patient was admitted the next day on for: 1. Open complete synovectomy and irrigation/debridement of acutely septic left total knee replacement. 2. Exchange of the total stabilizer tibial insert. 3. Primary closure over drains. Left knee aspiration cultures were found to be growing pan-sensitive Streptococcus. He was discharged on with PICC for 6 week course of IV ceftriaxone. 6 days after discharge (2 days prior to current admission) patient began having fevers. He had his PICC cleaned by visiting nursing that day. Fevers were as high as 102 the last 2 nights. He felt feverish and had chills and took Tylenol. He was seen at 2 days prior to admission where he had a chest xray, blood tests and urine tests performed, which were reportedly negative. blood cultures drawn are negative to date. He spoke with his surgeon Dr. evening prior to admission who recommended he come in the following day. He has not been having any knee pain or changes in his normal range of motion. His PICC site has not been painful and he has not noticed any warmth around it. He has not noticed any rashes or tick bites, has not had a cough, has not had any sick contacts, and has no recent travel history. In the ED, initial vitals were: T 97.4 HR 75 BP 144/82 RR 18 100% RA Labs were notable for WBC 6.6, H/H 11.7/36.2, ALT 51, AST 43, lactate 1.8, CRP 26.8. Blood cultures were drawn. Orthopedic surgery was consulted, and thought that his fevers were unlikely to be due to septic arthritis but performed an arthrocentesis and removed staples. ROS: (-) for weight loss, appetite, recent trauma, rash, headache, changes in vision, chest pain, SOB, cough, n/v, diarrhea/constipation, bloody stools, dysuria, abdominal pain Past Medical History: PAST MEDICAL HISTORY: Obesity Left rotator cuff repair RCA Stent placed (pt was having angina and was found to have an occlusion) Hypertension (pt reports pressures recently have been 120s/80s and he does not recall having high BP in the past) Hyperlipidemia Gout of R knee during last hospital admission fluid analysis revealed monosodium urate crystals concerning for an acute gout flare. The patient was started on Indomethacin x 7 days completed . Left knee septic arthritis Left total knee arthroplasty , Dr. L TKA I&D and liner exchange , Dr. Right mastoidectomy Vasectomy T&A Colonoscopy and sessile polpectomy () Social History: Family History: Mother: arthritis, emphysema Father: lung cancer Physical Exam: ADMISSION EXAM: Vitals: T 97.8, HR 71, BP 98/50, RR 16, 95% on RA General: comfortable appearing, in good spirits, sitting up in bed HEENT: EOMI, PERRLA, sclera anicteric Lymph: No cervical LAD CV: RRR, no m/r/g Lungs: CTAB Abdomen: obese, soft, non-tender, non-distended Ext: L knee: no effusion, patella medial, ROM to 90 degrees, not tender to palpation R arm PICC site: non-tender, no evidence of fluctuance, mild 2x2 cm patch of erythema DP pulses 2+ bilaterally Extremities WWP Neuro: A&O x3 CN intact bilaterally Strength in bilateral upper and lower extremities Skin: No rashes seen on full skin exam DISCHARGE EXAM: Vitals: T 98.3 BP 127/69 HR 69 RR 28 98% RA General: comfortable, sitting up in bed Lungs: CTAB CV: RRR, no m/r/g Abdomen: non-tender, non-distended Ext: WWP, L knee non-tender; s/p staple removal; no erythema, normal ROM; right thumb without erythema, swelling, or tenderness, full passive ROM without pain, unable to actively flex distal joint Neuro: A&O x3, CN II-XII grossly intact Skin: no rashes Pertinent Results: ADMISSION LABS: 11:00AM BLOOD WBC-6.6 RBC-3.91* Hgb-11.7* Hct-36.2* MCV-93 MCH-29.9 MCHC-32.3 RDW-14.3 RDWSD-47.9* Plt 11:00AM BLOOD Neuts-51.2 Monos-10.4 Eos-5.8 Baso-0.3 Im AbsNeut-3.36# AbsLymp-2.03 AbsMono-0.68 AbsEos-0.38 AbsBaso-0.02 06:32AM BLOOD PTT-35.8 11:00AM BLOOD Glucose-69* UreaN-27* Creat-0.8 Na-138 K-4.3 Cl-101 HCO3-24 AnGap-17 11:00AM BLOOD ALT-51* AST-43* AlkPhos-126 TotBili-0.6 11:00AM BLOOD CRP-26.8* PERTINENT RESULTS: LABS: 06:32AM BLOOD Iron-37* 06:32AM BLOOD calTIBC-321 Ferritn-224 TRF-247 11:00AM BLOOD CRP-26.8* 01:45PM BLOOD SED RATE-67 04:40PM JOINT FLUID WBC-1000* HCT,Fl-3.5* Polys-50* Macro-24 04:40PM JOINT FLUID Crystal-NONE IMAGING: CXR (): AP portable chest radiograph demonstrates clear lungs bilaterally without a focal consolidation convincing for pneumonia. Relative to prior examination, there has been interval removal of a right PICC. Cardiomediastinal and hilar contours are stable. There is no pleural effusion or pneumothorax. Imaged upper abdomen and osseous structures are without an acute abnormality. Right Upper Extremity Doppler (): Deep venous thrombosis of the upper extremity, nonocclusive in the right subclavian vein and likely occlusive in the axillary, 1 of the brachials, and proximal basilic veins. Bilateral Lower Extremity Doppler (): No evidence of deep venous thrombosis in the right or left lower extremity veins. CXR (): Lungs grossly clear. Heart size normal. No pleural abnormality. Left Knee Plain Film (): The patient is status post total left knee arthroplasty. There is 1 mm of lucency at the distal femoral component, unchanged. No evidence of perihardware fracture. There is a trace joint effusion. No suspicious osseous lesion. CTA Chest and CT Abdomen (): 1. Asymmetric lymphadenopathy along the left common iliac, external and internal iliac, and inguinal region. These are likely reactive secondary to the known left knee septic arthritis. 2. Splenomegaly. 3. No intra-abdominal abscess. 4. No evidence of pulmonary embolism. 5. Small thyroid nodules, with the largest in the right thyroid lobe. Elective sonographic evaluation is recommended. CXR (): New left PIC line ends in the low SVC. Mild pulmonary edema and mild cardiomegaly and mediastinal venous distension are new indicating cardiac decompensation and/or volume overload. Moderate left basal atelectasis is also new. MICROBIOLOGY: 06:26PM URINE RBC-4* WBC-1 Bacteri-NONE Yeast-NONE Epi-0 06:26PM URINE Blood-SM Nitrite-NEG Protein-NEG Glucose-NEG Ketone-NEG Bilirub-NEG Urobiln-NEG pH-5.5 Leuks-NEG 03:49AM URINE RBC-38* WBC-2 Bacteri-FEW Yeast-NONE Epi-<1 03:49AM URINE Blood-MOD Nitrite-NEG Protein-TR Glucose-NEG Ketone-NEG Bilirub-NEG Urobiln-NEG pH-5.5 Leuks-NEG Blood Cultures (): No growth. Blood Cultures (): No growth to date. Blood Cultures (): No growth to date. Joint Fluid Culture (): No growth. Urine Culture (): No growth. Urine Culture (): No growth. PICC TIP Culture (): No growth. C. Diff (): Negative. DISCHARGE LABS: 04:12AM BLOOD WBC-7.0 RBC-3.16* Hgb-9.4* Hct-28.6* MCV-91 MCH-29.7 MCHC-32.9 RDW-14.6 RDWSD-47.7* Plt 04:12AM BLOOD Glucose-105* UreaN-13 Creat-0.7 Na-137 K-3.9 Cl-103 HCO3-23 AnGap-15 04:12AM BLOOD ALT-114* AST-62* LD(LDH)-317* AlkPhos-80 TotBili-1.0 04:12AM BLOOD Albumin-2.9* Calcium-8.4 Phos-2.9 Mg-1.7 03:45PM BLOOD Vanco-13.9 Brief Hospital Course: Mr. is a y/o man s/p L TKR . He presented for follow up 11 months post-op on and was found to have left knee effusion. Left knee fluid was aspirated and was consistent with septic joint, and fluid cultures grew pan-sensitive Streptococcus milleri. He was discharged on with PICC for 6 week course of IV ceftriaxone. On , patient began to have daily fevers up to 102 at home. The patient initially presented to , where he had negative blood cultures, urine culture, and CXR. He presented to on . Arthrocentesis of the left knee showed 1,000 WBC. Blood and urine cultures were negative, CXR was negative. C. difficile negative. His right PICC was removed, and right upper extremity ultrasound showed a DVT. CT showed no evidence of pulmonary embolism and no intra-abdominal abscess. He was started on therapeutic apixaban. ID was consulted, and vancomycin was added to ceftriaxone due to concern for potential line infection. Ceftriaxone was then changed to cefepime on . Vancomycin and cefepime were stopped on ceftriaxone was restarted on . Shortly after the infusion of ceftriaxone began, the patient had a reaction characterized by diaphoresis, rigors, and hypotension. The ceftriaxone was discontinued, and he was restarted on vancomycin on to be continued through to finish his original 6 week course following prior septic left knee. ACTIVE ISSUES: # Allergic reaction: The patient underwent L TKR . He presented for follow up 11 months post-op on and was found to have left knee effusion. Left knee fluid was aspirated and was consistent with septic joint, and fluid cultures grew pan-sensitive Streptococcus milleri. He was discharged on with PICC for 6 week course of IV ceftriaxone. On , patient began to have daily fevers up to 102 at home. The patient initially presented to , where he had negative blood cultures, urine culture, and CXR. He presented to on . Arthrocentesis of the left knee showed 1,000 WBC. Blood and urine cultures were negative, CXR was negative. His right PICC was removed due to concern for line infection. Right upper extremity ultrasound showed a DVT. CT showed no evidence of pulmonary embolism and no intra-abdominal abscess. ID was consulted, and vancomycin was added to ceftriaxone due to concern for potential line infection. Ceftriaxone was then changed to cefepime on . Vancomycin and cefepime were stopped on ceftriaxone was restarted on . Shortly after the infusion of ceftriaxone began, the patient had an allergic reaction characterized by diaphoresis, rigors, and hypotension. The patient reported that he had been experiencing this reaction at home for the two days prior to presentation. The ceftriaxone was discontinued, and he was restarted on vancomycin on to be continued through to finish his original 6 week course following prior septic left knee. In the future, he should not take cephalosporins or penicillins. # Right upper extremity deep vein thrombosis: Patient had right PICC placed on for prolonged antibiotic treatment. Right upper extremity doppler revealed DVT. The right PICC was removed due to concern for infection as above. The patient was previously taking Lovenox 40 mg daily. This was increased to Lovenox mg BID. The patient was then transitioned to apixaban 10 mg BID for 7 days (First day , Last day with 5 mg BID thereafter for 3 months. # Thrombocytopenia: Platelets 246 on day of admission, 119 on discharge. Splenomegaly seen on CT . Recommend continued monitoring and further evaluation as outpatient. CHRONIC ISSUES: # Septic Joint: Left PICC placed . Patient to continue vancomycin through to finish his original 6 week course following prior septic left knee. # Anemia: Patient with normocytic anemia. No overt evidence of bleeding. Left knee joint aspiration not consistent with hemarthrosis. No evidence of hemolysis. Absolute reticulocyte count elevated at 0.14, iron low at 37, TIBC normal at 321. Recommend continued monitoring and further evaluation as outpatient. # Transaminitis: Mildly elevated AST and ALT on admission. Per PCP records, present since . Maximum AST 116/ALT 149 during this admission, thought to be secondary to antibiotics. # Hypertension: Home metoprolol held during admission for hypotension. Patient was normotensive on discharge. # Hyperlipidemia: Home atorvastatin continued. # CAD s/p PCI: Continued ASA at 81 mg, atorvastatin; metoprolol held for hypotension. # Gout: Patient with history of single episode of gout confirmed with monosodium urate crystals now s/p 7-day course of indomethacin (Last day . His aspirin dose was lowered from 325 mg daily to 81 mg daily. TRANSITIONAL ISSUES: Patient had an allergic reaction to ceftriaxone. He should not take cephalosporins and penicillins. Continue vancomycin 1500 mg IV Q8H (Last Day . Last vanc trough on 1250mg IV q8h was 13.9. Will be started on increased dose on and should have trough checked on (goal For right upper extremity DVT secondary to PICC, started apixaban 10 mg BID x 7 days (First day , Last day with 5 mg BID thereafter for 3 months. Metoprolol held in setting of hypotension. Please check blood pressure and adjust anti-hypertensives as needed. Daily aspirin decreased from 325 mg to 81 mg. Patient found to have splenomegaly on CT and thrombocytopenia. Please check CBC at next PCP . Thyroid nodules seen incidentally on CT. Recommend thyroid ultrasound. Patient developed difficulty moving last digit of right thumb; no pain, redness, or swelling. Please continue to monitor. Code: Full Medications on Admission: The Preadmission Medication list is accurate and complete. 1. Atorvastatin 80 mg PO QPM 2. Metoprolol Succinate XL 25 mg PO DAILY 3. Aspirin 325 mg PO DAILY 4. Vitamin D 1000 UNIT PO DAILY 5. Fish Oil (Omega 3) 1000 mg PO DAILY 6. Multivitamins 1 TAB PO DAILY 7. CeftriaXONE 1 gm IV Q24H Discharge Medications: 1. Sodium Chloride 0.9% Flush mL IV DAILY and PRN, line flush RX *sodium chloride 0.9 % 0.9 % mL IV daily Disp #*500 Milliliter Refills:*0 2. Sodium Chloride 0.9% Flush 3 mL IV Q8H and PRN, line flush RX *sodium chloride 0.9 % 0.9 % 3 mL IV every 8 hours Disp #*100 Milliliter Refills:*0 3. Atorvastatin 80 mg PO QPM 4. Apixaban 10 mg PO BID RX *apixaban [Eliquis] 5 mg 2 tablet(s) by mouth twice a day Disp #*30 Tablet Refills:*1 5. Fish Oil (Omega 3) 1000 mg PO DAILY 6. Multivitamins 1 TAB PO DAILY 7. Vitamin D 1000 UNIT PO DAILY 8. Aspirin 81 mg PO DAILY RX *aspirin [Aspir-81] 81 mg 1 tablet(s) by mouth Daily Disp #*30 Tablet Refills:*1 9. Vancomycin 1500 mg IV Q 8H RX *vancomycin 1 gram 1.5 gram IV every 8 hours Disp #*39 Vial Refills:*0 Discharge Disposition: Home With Service Facility: Discharge Diagnosis: PRIMARY: Deep vein thrombosis Allergic reaction SECONDARY: Hypertension Hyperlipidemia Thrombocytopenia Coronary artery disease Gout Discharge Condition: Mental Status: Clear and coherent. Level of Consciousness: Alert and interactive. Activity Status: Ambulatory Independent. Discharge Instructions: Dear Mr. , It was a pleasure taking care of during your recent admission to . came to us because were having fevers. We found that had a clot in your right arm and we gave a medicine to thin your blood. We also found that had an allergic reaction to a medicine called ceftriaxone. In the future, should tell your healthcare providers that have an allergy to medicines called cephalosporins and penicillin. We discharged on vancomycin to complete a 6-week course of antibiotics for your infected knee joint. should follow-up at your Infectious Disease and Orthopedic appointments as listed below. We wish the best, Your Team Followup Instructions:"
}