{
  "12929983-DS-10": "MEDICINE Allergies: bacitracin / doxycycline Attending: . Chief Complaint: Abdominal and back pain Major Surgical or Invasive Procedure: None History of Present Illness: with past medical history of atrial fibrillation (on Eliquis), HTN, HLD, hypothyroid, and plan for upcoming epidural catheter placement for back pain, currently on bridge who presented to with back pain, RLQ abdominal pain, and syncope, found to have large retroperitoneal hematoma. Per report earlier that day, she was having lower back pain radiating to the R leg. She was seen in for this, thought to be lumbar radiculopathy. She was treated with decadron, flexeril, Lidoderm, oxycodone, and Tylenol. Hip and low back x-rays were negative. She was offered admission, but preferred to be discharged home. However, later that day she had syncopal event while getting up to the bathroom. She remembers feeling unwell, with RLQ abdominal pain, and feeling like she had to move her bowels. Then she lost consciousness, and next thing she recalls was waking up on the ground. She does not know if she hit her head. The event was unwitnessed. She was found down in her bathroom by her husband who brought her back to the hospital. On arrival to , she was noted to have HgB drop from 13 to 10.7. CT abdomen/pelvis was notable for large right retroperitoneal hematoma w/possible focus of contrast at L3 which could reflect active hemorrhage. She was transfused 1u PRBCs there and transferred to for urgent evaluation. In our , repeat HgB was 10.1 with BPs 80-90s systolic/40s-50s. She was transfused 1 additional unit pRBCs, was consulted, and she was admitted to the MICU. She otherwise denies any chest pain, shortness of breath, palpitations. She has no history of bleeding. Her last dose of lovenox was 1007 AM . In the , Initial Vitals: T: 96.9, HR: 85, BP: 122/70, RR: 16, 96% RA Labs (OSH): HgB 13.2 (12:59) > 10.7 (20:24) > 11.1 (21:54) 13.8, PTT 39, INR 1.23 WBC 5.2, Plt 175 Na+ 133, K+ 4.3, Cr/BUN LFTs with elevated Tbili 2.0, direct 0.6 Labs (): HgB 11.0 (23:35) > 10.1 (2:30) WBC 7.2, Plt 163 13.6, PTT 26.6, INR 1.3 Lactate 2.9 Imaging: Hip X-ray: Intact bilateral hip prostheses with no acute abnormality. Abnormal appearance of the right femoral cortex at the lesser trochanter level, not present previously, which may reflect consistent inflammatory process or destructive lesion. L spine x-ray: Stable advanced pan lumbar degenerative changes as detailed. No acute abnormality. CT head, abdomen, L spine: Large right retroperitoneal hematoma w/possible focus of contrast at L3 which could reflect active hemorrhage. Consults: Interventional radiology: Trend hemoglobin/hematocrit levels q4 hours No intervention at this time due to hemodynamic stability; however, if patient becomes hemodynamically unstable, has a drop in BP or hematocrit, or has increasing abdominal distention, we will take patient for angiogram. will follow. Consult note in OMR. Acute care surgery recommendations: agree with admission to MICU for close observation low threshold for embolization monitor UOP Q4H Hcts serial exams ACS will follow Interventions: 00:08IVFLR 01:20IVMorphine Sulfate 4 mg VS Prior to Transfer: Afebrile, HR: 83, BP: 82/44, RR: 14, 99% RA Past Medical History: Atrial fibrillation (on Elliquis) Hypertension Hypothyroidism Hypercholesterolemia Osteoporosis Depression TIA , normal carotid studies Bilateral hip replacements Mitral and tricuspid (moderate-severe) regurgitation and diasolitc dysfunction on echo from , stable Diverticulitis Mild COPD Social History: Family History: No family history of bleeding or clotting disorders. Physical Exam: ADMISSION PHYSICAL EXAM: VS: Aferbile, HR 78, BP 93/72, RR 14, SpO2 100% GEN: AAOx3, no acute distress, alert, responsive, conversant HEENT: Normocephalic, atraumatic NECK: supple, no LAD CV: normal, regular, no murmurs RESP: Breathing comfortably on room air, no wheezes GI: Soft, nondistended, tender to palpation in RLQ. No rebound or guarding. MSK: Warm legs, no edema SKIN: No rashes NEURO: Arouses to voice, moves all extremities, follows all commands, PERRL, symmetrical face. DISCHARGE PHYSICAL EXAM: VS: Aferbile, 98.2, 103/73, HR74, RR18, 98o2 GEN: AAOx3, no acute distress, alert, responsive, conversant HEENT: Normocephalic, atraumatic NECK: supple, no LAD CV: normal, regular, no murmurs RESP: Breathing comfortably on room air, no wheezes GI: Soft, nondistended, non tender to palpation. No rebound or guarding. MSK: Warm legs, no edema SKIN: No rashes NEURO: AOx3, moves all extremities, follows all commands, PERRL, symmetrical face Pertinent Results: ADMISSION LABS: 11:35PM BLOOD WBC-7.1 RBC-3.33* Hgb-11.0* Hct-33.2* MCV-100* MCH-33.0* MCHC-33.1 RDW-15.2 RDWSD-55.7* Plt 11:35PM BLOOD Neuts-80.4* Lymphs-9.7* Monos-9.2 Eos-0.0* Baso-0.1 Im AbsNeut-5.74 AbsLymp-0.69* AbsMono-0.66 AbsEos-0.00* AbsBaso-0.01 11:35PM BLOOD PTT-26.6 11:35PM BLOOD Glucose-157* UreaN-15 Creat-0.8 Na-134* K-4.2 Cl-102 HCO3-20* AnGap-12 05:38AM BLOOD ALT-15 AST-47* LD(LDH)-585* AlkPhos-76 TotBili-2.3* 05:38AM BLOOD Calcium-8.1* Phos-2.8 Mg-1.8 05:53AM BLOOD pO2-29* pCO2-41 pH-7.38 calTCO2-25 Base XS-1 11:48PM BLOOD Lactate-2.9* 05:53AM BLOOD Lactate-1.6 02:49AM BLOOD Hgb-10.5* calcHCT-32 IMAGING: CT A/P from FINDINGS: Comparison with CT of the lumbar spine. Small layering right pleural effusion. Minimal right basilar atelectasis. No radiopaque gallstones or gallbladder inflammation. No biliary dilatation. No focal hepatic abnormality. The pancreas and spleen, adrenal glands and IVC are normal. Abdominal aorta and branches are calcified and tortuous without aneurysmal dilatation. A large right retroperitoneal hematoma displaces the right kidney anteriorly. An ill-defined subcentimeter focus of contrast at the right L3 level could reflect a source of active hemorrhage, probably from a lumbar artery. No renal calculus, hydronephrosis or mass. No bowel dilatation or inflammatory focus. The appendix is normal. No abnormal stool burden. Assessment of the pelvis is limited by streak artifact from bilateral hip prostheses. The urinary bladder and reproductive organs are not well assessed for this reason. No free fluid or drainable collection. Advanced pan lumbar disc and facet degenerative changes. No acute osseous abnormality. CONCLUSION: Large right retroperitoneal hematoma, new from CT of the lumbar spine. An ill-defined sub-centimeter focus of contrast at the level of L3 may be the source of active hemorrhage, possibly from a lumbar artery. Brief Hospital Course: F PMHx atrial fibrillation on apixaban, HTN, HLD, hypothyroid, and chronic lower back pain from RA, who presented with back pain, RLQ abdominal pain, and syncope, found to have large retroperitoneal hematoma. This occurred in the setting of an anticoagulation bridge (using lovenox) to an epidural spinal catheter procedure. After presentation, she was given protamine sulfate and blood transfusions with improvement. After her blood counts stabilized and she showed no further signs of bleeding, she was trialed on an IV heparin drip, and then transitioned back to apixiban prior to discharge. ACUTE ISSUES #. Retroperitoneal bleed Presented to initially with back pain, RLQ abdominal pain, and syncope, found to have acute blood loss anemia (Hgb 13 to 10) and large RP bleed. Etiology unclear, possibly due Lovenox bridge for upcoming epidural catheter placement, as dosing administered for 80kg weight rather than her weight of 70kg. CTA showed active contrast at L3 level, concerning for active lumbar artery bleed, but no bone changes were seen on CT to suggest predisposing silent fracture of lumbar facet. At OSH she received 1 u pRBCs and protamine sulfate for heparin reversal and was transferred to . She received an additional 2U PRBC at . was consulted for possible embolization but patient remained hemodynamically stable and hemoglobin stabilized without intervention. On day 4 after presentation she was restarted on heparin due to her high risk of embolism with history of A Fib, TIA, and HTN (ChadsVasc 6). She remained hemodynamically stable after 24 hours on IV heparin drip. With close monitoring, she was transitioned to home dose of apixaban and ultimately maintained hemodynamic stability and stable Hgb levels. She was discharged with Hgb of 10. Her outpatient cardiologist Dr. was contacted. # Acute on chronic back and R leg/groin pain Patient presented with persistent back/R leg/groin pain with a sharp intermittent stabbing quality with associated sensation of muscle spasms and restlessness. It appeared similar in quality to her chronic back and hip pain from rheumatoid arthritis, but acutely worsened, potentially due to iron deficiency from blood loss and from mild nerve compression by mass effect from her large hematoma. Her pain was treated by Tylenol, low dose tramadol, and baclofen. She had been planning to have an epidural catheter placement to treat this chronic pain, but missed the procedure because of this admission. # Thrombocytopenia Platelet count was low during this admission, reaching low of 122, now improved and stable above 150. Etiology is likely dilutional from fluids and RBC transfusions, and patient may have underlying thrombocytopenia from methotrexate. CHRONIC ISSUES # Atrial fibrillation Patient has CHADS-VASC of 6 and prior TIA and takes apixaban at home. It was held temporarily during admission until bleeding was stopped, and then restarted on . Her home digoxin was continued. Metoprolol was held and not restarted during admission because her heart rates remained stable, and her blood pressures were borderline low # History of a TIA History of a TIA now on apixaban. It is thought that the pre-procedure lovenox bridge she was started on could have contributed to the above bleed, and it is important that if she is to undergo an epidural catheter placement or any future procedures, that anticoagulation be selected and dosed carefully. # Hypertension Patient's home amlodipine was held in the setting of bleeding and soft blood pressures. # Hyperlipidemia Continued home statin. # Depression Continued home citalopram. #Hypothyroidism Continue home levothyroxine. #Rheumatoid Arthritis Held one dose of patient's weekly methotrexate due to her acute blood loss anemia. She should take her next dose as scheduled. TRANSITIONAL ISSUES [] Repeat CBC on , discharge Hb ~10 [] Patient will require significant ongoing discussions with her cardiologist and surgeons regarding how best to approach her anticoagulation and bridging therapy given her recent significant bleeding episode. She may be a candidate for non-pharmaceutical interventions to prevent thrombosis secondary to her atrial fibrillation. [] Resume home metoprolol and amlodipine as tolerated Medications on Admission: The Preadmission Medication list is accurate and complete. 1. Alendronate Sodium 70 mg PO QMON 2. Apixaban 5 mg PO BID 3. Atorvastatin 40 mg PO QPM 4. Citalopram 10 mg PO DAILY 5. Restasis 0.05 % ophthalmic (eye) ASDIR 6. Digoxin 0.25 mg PO DAILY 7. Levothyroxine Sodium 50 mcg PO DAILY 8. Metoprolol Succinate XL 12.5 mg PO DAILY 9. Vitamin D UNIT PO QMONTH 10. rOPINIRole 0.5 mg PO TID 11. amLODIPine 2.5 mg PO DAILY 12. FoLIC Acid 1 mg PO DAILY 13. Methotrexate 7.5 mg PO 1X/WEEK () Discharge Medications: 1. Lidocaine 5% Patch 1 PTCH TD QAM pain RX *lidocaine [Lidocaine Pain Relief] 4 % Please apply to back daily PRN Disp #*15 Patch Refills:*0 2. Alendronate Sodium 70 mg PO QMON 3. Apixaban 5 mg PO BID 4. Atorvastatin 40 mg PO QPM 5. Citalopram 10 mg PO DAILY 6. Digoxin 0.25 mg PO DAILY 7. FoLIC Acid 1 mg PO DAILY 8. Levothyroxine Sodium 50 mcg PO DAILY 9. Methotrexate 7.5 mg PO 1X/WEEK () 10. Restasis 0.05 % ophthalmic (eye) ASDIR 11. rOPINIRole 0.5 mg PO TID 12. Vitamin D UNIT PO QMONTH 13. HELD amLODIPine 2.5 mg PO DAILY This medication was held. Do not restart amLODIPine until instructed by your doctor 14. HELD Metoprolol Succinate XL 12.5 mg PO DAILY This medication was held. Do not restart Metoprolol Succinate XL until instructed by your doctor 15.Rolling Walker DX: Rheumatoid Arthritis of the Spine PX: Good : 13 months 16.Outpatient Lab Work Labs: CBC ICD-9 Code: Contact Information: Fax: Discharge Disposition: Home Discharge Diagnosis: PRIMARY Retroperitoneal hematoma SECONDARY Atrial Fibrilation Hypertension Hyperlipidemia Hypothyroid Rheumatoid Arthritis Discharge Condition: Mental Status: Clear and coherent. Level of Consciousness: Alert and interactive. Activity Status: Ambulatory benefits from assistance or aid (walker or cane). Discharge Instructions: DISCHARGE INSTRUCTIONS Dear Ms , It was a pleasure caring for you at . WHY WAS I IN THE HOSPITAL? You came to the hospital because you were feeling weak and lightheaded and head worsened abdominal/back pain. You were found to have a bleed in your abdomen. WHAT HAPPENED TO ME IN THE HOSPITAL? In the hospital you were stabilized with fluids and blood transfusions. You were monitored closely for signs that the bleeding had stopped, and once it had, we restarted your anticoagulation. WHAT SHOULD I DO AFTER I LEAVE THE HOSPITAL? Take your medicines as prescribed and keep your appointments. You need to have repeat blood work done on We wish you the best! Sincerely, Your Team Followup Instructions:"
}