{
  "16856749-DS-28": "MEDICINE Allergies: Penicillins / beta blockers / Cephalosporins / I.V. contrast / morphine / gabapentin Attending: . Chief Complaint: Dyspnea, Lethargy Major Surgical or Invasive Procedure: None History of Present Illness: Mr. is a male with history of CAD MI and vfib arrest, HFrEF, COPD, lung cancer, on afib PPM on AC and CKD who presented with four days of fatigue, confusion, cough, and decreased PO intake found to have pneumonia as well as HF exacerbation and is being admitted for diuresis and antibiotics. Per ED notes pt was brought in by family after palliative care RN noted that patient did not appear well, was lethargic and confused with cough and decreased PO intake over the past few days. On admission to the ED, he was noted to have an elevated white blood cell count, chest x-ray showing pneumonia and pulmonary edema, and elevated . He had a mildly elevated troponin, however normal CK-MB and has baseline elevated creatinine. In the emergency department he also endorsed abdominal pain for which he received a NCCT. Pt was recently admitted in for mitral clip for severe mitral regurgitation after which he was discharged home. Notably, patient is currently full code which was verified by his healthcare proxy. In the ED: Initial vital signs were notable for: T99.7, HR 70, BP 125/59, RR18, 99% on 3LNC Exam notable for: Exam notable for lethargy, disorientation, inattention, asterixis. Elevated JVP. Decreased breath sounds at bilateral bases. Systolic murmur at apex. 2+ BLE edema. Labs were notable for: WBC 13.9->11.3, H&H 10.9/34.6, plt 61. Cr 2.2, Studies performed include: CXR, NCCT head, CT abd and pelvis w/o contrast CXR IMPRESSION: Moderate pulmonary edema. Posterior right upper lobe consolidation is worrisome for pneumonia. Marked enlargement of the cardiac silhouette. Small bilateral pleural effusions. NCCT Head IMPRESSION: Limited by patient motion artifact. Given this, no acute intracranial process seen. NCCT Abdomen IMPRESSION: 1. Interval increase in size of left pleural effusion, which is now moderate in size. Interval development of small right pleural effusion. 2. Interval increase in size of nonhemorrhagic pericardial effusion, now moderate in size. 3. Severe cardiomegaly. 4. No evidence of organized fluid collections within the abdomen or pelvis to suggest an abscess. 5. Similar appearance of extensive atherosclerotic disease of the abdominal aorta and the origins of its major intra-abdominal branches. 6. Similar appearance of a large staghorn calculus within the left renal pelvis. 7. 1.3 cm nodular density adjacent to the right major fissure. Recommend attention on subsequent imaging. 8. A large amount of stool is seen within the rectum. Patient was given: 80mg IV Lasix x2, ASA, BB, apixaban, olanzapine, duoneb, Abx: Vanc/cefepime/flagyl Consults: palliative care informed of pt Vitals on transfer: 97.6, 135/69, 68, 18, 95% on 3LNC Upon arrival to the floor, pt's spouse endorses history as above. She adds that over the past few weeks pt has experienced shortness of breath and edema and she has been in contact with both his cardiologist and pulmonologist. She feels that he has more fluid on his legs and in his hands than is his baseline. She additionally notes that over the past week and a half he has been more confused than is his baseline, saying odd things that do not pertain to the conversation at hand.He has also had increased back pain iso missing physical therapy. After an appointment with cardiologist last week had discussed having palliative care nursing come to the home for support for spouse and patient. Was prompted to come in by this nurse who felt patient did not look well. REVIEW OF SYSTEMS: Complete ROS obtained and is otherwise negative. Past Medical History: Lung cancer (non-small cell lung cancer/SCC of the LUL) COPD (emphysema) up to 3L Atrial fibrillation PPM CHF (EF 35-40%), c/b severe MR CAD MI Diabetes Atypical mycobacterial infection (history of M. abscesses on sputum culture abx treatment) Hyperlipidemia Social History: Family History: Mother: Father: Physical Exam: ADMISSION PHYSICAL EXAM: VITALS:97.6, 135/69, 68, 18, 95% on 3L GENERAL: Fatigued-appearing elderly male, alert and interactive. EYES: NCAT. PERRL, EOMI. Sclera anicteric and without injection. Bruise noted on left cheek ENT: MMM. No cervical lymphadenopathy. JVD to mandible. CARDIAC: Soft/distant, difficult to appreciate above breath sounds, irregularly irregular with SEM best appreciated at RUSB. Audible S1, S2. No rubs/gallops appreciated RESP: Course breath sounds bilaterally with audible breath sounds when standing at bedside. Thick sounding cough not productive of sputum. ABDOMEN: Normal bowels sounds, non distended, non-tender to deep palpation in all four quadrants. No organomegaly. MSK: BLE 2+ edema to the knees, no clubbing or cyanosis. Pulses DP/Radial 2+ bilaterally. SKIN: Warm on exam. Cap refill <2s. No rash though multiple scattered bruises noted over UE. NEUROLOGIC: AOx2 to self and place. Oriented to Month but not year. CN2-12 grossly intact. PSYCH: appropriate mood and affect though appears confused with tangential speech and pointing at objects asking what they are DISCHARGE PHYSICAL EXAM: Patient expired Pertinent Results: ADMISSION LABS: 05:11PM BLOOD WBC-13.9* RBC-3.28* Hgb-11.3* Hct-35.5* MCV-108* MCH-34.5* MCHC-31.8* RDW-20.6* RDWSD-80.8* Plt Ct-57* 05:11PM BLOOD Neuts-88.6* Lymphs-3.0* Monos-5.0 Eos-0.0* Baso-0.4 NRBC-0.1* Im AbsNeut-12.29* AbsLymp-0.42* AbsMono-0.69 AbsEos-0.00* AbsBaso-0.05 05:11PM BLOOD PTT-37.0* 05:11PM BLOOD Plt Ct-57* 05:11PM BLOOD Glucose-166* UreaN-57* Creat-2.2* Na-135 K-4.3 Cl-94* HCO3-25 AnGap-16 05:11PM BLOOD ALT-24 AST-48* CK(CPK)-86 AlkPhos-73 TotBili-1.9* 05:11PM BLOOD Lipase-15 05:11PM BLOOD CK-MB-2 cTropnT-0.11* 05:11PM BLOOD Albumin-3.5 Calcium-9.1 Phos-3.0 Mg-2.3 10:34AM BLOOD pO2-123* pCO2-41 pH-7.41 calTCO2-27 Base XS-1 Comment-GREEN TOP MICROBIOLOGY: Urine Culture: URINE CULTURE (Final : MIXED BACTERIAL FLORA ( >3 COLONY TYPES), CONSISTENT WITH FECAL CONTAMINATION. Blood Culture: (Preliminary): No growth to date x 2 MRSA Nasal: No MRSA isolated KEY IMAGING: CXR: Moderate pulmonary edema. Posterior right upper lobe consolidation is worrisome for pneumonia. Marked enlargement of the cardiac silhouette. Small bilateral pleural effusions. CT Head w/o Contrast: Limited by patient motion artifact. Given this, no acute intracranial process seen. CT Abd/Pelvis without Contrast: 1. Interval increase in size of left pleural effusion, which is now moderate in size. Interval development of small right pleural effusion. 2. Interval increase in size of nonhemorrhagic pericardial effusion, now moderate in size. 3. Severe cardiomegaly. 4. No evidence of organized fluid collections within the abdomen or pelvis to suggest an abscess. 5. Similar appearance of extensive atherosclerotic disease of the abdominal aorta and the origins of its major intra-abdominal branches. 6. Similar appearance of a large staghorn calculus within the left renal pelvis. 7. 1.3 cm nodular density adjacent to the right major fissure. Recommend attention on subsequent imaging. 8. A large amount of stool is seen within the rectum. TTE: The left atrial volume index is SEVERELY increased. The right atrium is moderately enlarged. There is a bidirectional color flow Doppler signal across the interatrial septum most c/w an atrial septal defect. The estimated right atrial pressure is >15mmHg. There is mild symmetric left ventricular hypertrophy with a mildly increased/dilated cavity. There is a small to moderate area of regional left ventricular systolic dysfunction with inferior and inferolateral hypokinesis (see schematic) and preserved/normal contractility of the remaining segments. Quantitative biplane left ventricular ejection fraction is 39 % (normal 54-73%). There is no resting left ventricular outflow tract gradient. Mildly dilated right ventricular cavity with mild global free wall hypokinesis. The aortic sinus is mildly dilated with a mildly dilated ascending aorta. There is a normal descending aorta diameter. The aortic valve leaflets (3) are mildly thickened. There is no aortic valve stenosis. There is mild to moderate [] aortic regurgitation. A MitraClip prosthesis is present. The MitraClip is attached to both leaflets, with thickened leaflets and restrained leaflet motion and normal mean gradient. There is an eccentric, anteriorly directed jet of moderate [2+] mitral regurgitation. Due to the Coanda effect, the severity of mitral regurgitation could be UNDERestimated. The pulmonic valve leaflets are normal. The tricuspid valve leaflets appear structurally normal. There is moderate [2+] tricuspid regurgitation. Due to acoustic shadowing, the severity of tricuspid regurgitation may be UNDERestimated. There is moderate pulmonary artery systolic hypertension. There is a moderate circumferential pericardial effusion. In the presence of pulmonary artery hypertension, typical echocardiographic findings of tamponade physiology may be absent. IMPRESSION: Moderate circumferential pericardial effusion. MIld to moderate regional left ventricular systolic dysfunction, c/w CAD. Mild right ventricular systolic dysfunction. Well-seated MitraClip with normal transmitral gradient and at least moderate eccentric mitral regurgitation. Mild to moderate aortic regurgitation. Moderate tricuspid regurgitation. Moderate pulmonary hypertension. DISCHARGE LABS: Patient expired Brief Hospital Course: Mr. is a male with history of CAD MI and vfib arrest, HFrEF, COPD, lung cancer, on afib PPM on AC and CKD who presenting with four days of fatigue, confusion, cough, and decreased PO intake found to have pneumonia and HF exacerbation admitted for diuresis and antibiotics. He was aggressively diuresed with IV Lasix and treated with antibiotics for hospital-acquired pneumonia. He required escalating doses of IV Lasix with minimal output. Palliative care was consulted and on discussion with family, patient was ultimately transitioned to DNR/DNI with plans to go home with hospice. Given instability, patient was transferred to and passed away on with family at bedside. Medications on Admission: The Preadmission Medication list may be inaccurate and requires further investigation. 1. Acetaminophen mg PO Q6H:PRN Pain Mild/Fever 2. Apixaban 2.5 mg PO BID 3. Aspirin 81 mg PO DAILY 4. Atorvastatin 40 mg PO QPM 5. Docusate Sodium 100 mg PO BID 6. Ferrous Sulfate 325 mg PO DAILY 7. FoLIC Acid 1 mg PO DAILY 8. Gabapentin 100 mg PO QHS 9. GuaiFENesin ER 600 mg PO Q12H 10. Latanoprost 0.005% Ophth. Soln. 1 DROP BOTH EYES QHS 11. Lidocaine 5% Patch 1 PTCH TD QAM 12. Metoprolol Succinate XL 25 mg PO DAILY 13. Torsemide 60 mg PO DAILY 14. albuterol sulfate 90 mcg/actuation inhalation Q4H:PRN 15. azelastine 0.15 % (205.5 mcg) nasal BID 16. B Complex w-Vit C (vit B1 mn-B2-B3-B5-B6-B12-C-FA) mg oral DAILY 17. Calcium 500 + D (calcium carbonate-vitamin D3) 500 mg(1,250mg) -200 unit oral DAILY 18. cinnamon bark 500 mg oral DAILY 19. Cyanocobalamin 1500 mcg PO DAILY 20. Famotidine 20 mg PO DAILY 21. fluticasone-umeclidin-vilanter 100-62.5-25 mcg inhalation DAILY 22. Glucosamine-Chond-MSM Complex () 375-500-15-0.5 mg oral DAILY 23. Multivitamins 1 TAB PO DAILY 24. Nitroglycerin SL 0.4 mg SL Q5MIN:PRN chest pain 25. Psyllium Wafer 1 WAF PO DAILY 26. Vitamin D 1000 UNIT PO DAILY 27. Senna 17.2 mg PO QHS Discharge Medications: Patient Expired Discharge Disposition: Expired Discharge Diagnosis: Congestive Heart Failure Pneumonia Back Pain Toxic Metabolic Encephalopathy Discharge Condition: Expired Discharge Instructions: Expired Followup Instructions:"
}