{
  "12648465-DS-49": "MEDICINE Allergies: Aspirin / Codeine / NSAIDS (Non-Steroidal Anti-Inflammatory Drug) / morphine / prochlorperazine / coconut oil / coconut / Wellbutrin / ciprofloxacin Attending: . Chief Complaint: Shortness of breath Major Surgical or Invasive Procedure: None History of Present Illness: Ms. is a woman with h/o gastric bypass (c/b SBO, malnutrition), esphagtitis/PUD, h/o DVT/PE (apixaban), CVA , L-sided deficits), admission last year for non-convulsive status epilpticus infection/malnutrition, substance use disorder/chronic pain (methadone), recent admissions for abdominal pain and AMS (last d/c on who is presenting from her SNF with leg swelling and cough. She was last admitted from with AMS and dyspnea. For her AMS she was evaluated by neurology, who ultimately felt that her MS was close to baseline and no clear etiology was determined. She completed a 4d course of macrobid for UTI (UA positive, UCx mixed flora, inconsistent reports of dysuria. She also noted \"dizziness\", which began when she was started on Lasix for edema. Overall thought to be related to mild orthostaiss, and so lasix was held and she was given compression stockings. Per documentation from her SNF, the patient was sent in for possible pneumonia, new oxygen requirement. Weight 159.8 Today she is reporting shortness of breath which has been present for days prior to admission. She reports she is sedentary at baseline and therefore is not sure if she is short of breath on exertion. She has a cough but it is non-productive. She has no fevers or chills. She has no chest pain. She also complains of dysuria. She is incontinent at baseline and has not noticed new hesitancy or urgency. She is not sure if her symptoms improved after her treatment with macrobid. The patient also complains of swelling in her hands and legs. She's not sure how long this has been present. She is very concerned with her nutritional status (had complicated ICU stay and was found to have malnutrition in setting of poor absorption given prior bowel surgery). She reports she has been eating OK at rehab. She reports one soft formed stool daily. Occasional nausea, none currently. She also complains of lower abdominal pain and low back pain. Past Medical History: h/o HTN and DMII, resolved after gastric bypass per patient s/p cholecystectomy and gastric bypass (), with f/u complicated by multiple ex lap, gastrectomy, reversal surgery, failed J-tube c/b colonic perforation multiple SBO during f/u from above hernia repair chronic abdominal pain, peptic ulcer disease asthma, stroke (left sided), osteoarthritis, GERD, DVT/PE narcotic abuse, tobacco abuse depression, anxiety muscle weakness / myelopathy, chronic low back pain vulvar folliculitis arthorplasty right total knee hepatitis C positive ab test, negative HCV viral load in 2x tests nephrolithiasis thyromegaly TSH wnl, low free T4 Social History: Family History: Many family members with strokes, HTN, DM. Brother with CHF. She reports her father may have had colon cancer around age , then had brain metastases (unclear if related or separate). Physical Exam: ADMISSION EXAM: VITALS: 1846 Temp: 98.4 PO BP: 112/77 HR: 88 RR: 18 O2 sat: 99% O2 delivery: 2L NC GENERAL: laying in bed in NAD, age appears older than stated EYES: Anicteric, PERRL ENT: MMM. No OP lesion, erythema or exudate. Ears and nose without visible erythema, masses, or trauma. CV: Heart regular, no m/g. RESP: Lungs CTAB no w/r/r. Breathing comfortably GI: Abdomen soft, NTND. Bowel sounds present. GU: No suprapubic TTP some fullness. NO CVAT MSK: Extremities warm without edema. Moves all extremities SKIN: No rashes or ulcerations noted on examined skin NEURO: Alert, oriented, face symmetric, speech fluent sensation to light touch grossly intact throughout PSYCH: pleasant, appropriate affect DISCHARGE EXAM: VITALS: 99.3 PO 113/77 94 16 98% RA General: Comfortable appearing, sitting up in chair eating breakfast HEENT: Anicteric, eyes conjugate, MMM, no JVD Cardiovascular: RRR no MRG, nl. S1 and S2 Pulmonary: Lung fields clear to auscultation throughout Gastroinestinal: Soft, nondistended, nontender to palpation throughout MSK: anasarca throughout in upper and lower extremities as well as at hips improving Skin: No rashes or ulcerations evident Neurological: Alert, interactive, speech fluent, strength in bilateral upper and lower extremities at baseline per patient Psychiatric: flat affect initially Pertinent Results: ADMISSION LABS 12:41AM BLOOD WBC-3.9* RBC-2.88* Hgb-9.5* Hct-30.9* MCV-107* MCH-33.0* MCHC-30.7* RDW-19.4* RDWSD-76.1* Plt 12:41AM BLOOD Neuts-61.0 Monos-7.4 Eos-0.0* Baso-0.8 Im AbsNeut-2.38 AbsLymp-1.19* AbsMono-0.29 AbsEos-0.00* AbsBaso-0.03 12:41AM BLOOD Glucose-88 UreaN-15 Creat-0.7 Na-140 K-3.9 Cl-105 HCO3-28 AnGap-7* 12:41AM BLOOD ALT-39 AST-36 AlkPhos-110* TotBili-0.3 12:41AM BLOOD Lipase-5 12:41AM BLOOD proBNP-306* 12:41AM BLOOD Albumin-1.6* DISCHARGE LABS 05:16AM BLOOD WBC-8.9 RBC-2.31* Hgb-7.7* Hct-24.4* MCV-106* MCH-33.3* MCHC-31.6* RDW-17.8* RDWSD-67.9* Plt 05:16AM BLOOD PTT-32.8 05:16AM BLOOD Glucose-118* UreaN-9 Creat-0.4 Na-143 K-4.3 Cl-104 HCO3-31 AnGap-8* 05:16AM BLOOD Calcium-7.4* Phos-3.1 Mg-1.8 MICRO Urine culture URINE CULTURE (Final : ESCHERICHIA COLI. >100,000 CFU/mL. PRESUMPTIVE IDENTIFICATION. SENSITIVITIES: MIC expressed in MCG/ML ESCHERICHIA COLI | AMPICILLIN =>32 R AMPICILLIN/SULBACTAM =>32 R CEFAZOLIN =>64 R CEFEPIME =>64 R CEFTAZIDIME =>64 R CEFTRIAXONE =>64 R CIPROFLOXACIN =>4 R GENTAMICIN <=1 S MEROPENEM <=0.25 S NITROFURANTOIN <=16 S PIPERACILLIN/TAZO 8 S TOBRAMYCIN <=1 S TRIMETHOPRIM/SULFA =>16 R IMAGING CXR PA/LAT FINDINGS: Small right pleural effusion is new. Right lung base is partially obscured by the right hemidiaphragm. Lungs elsewhere are clear. Cardiomediastinal and hilar silhouettes are normal. This examination neither specifically suggests nor excludes the diagnosis of acute pulmonary embolism which should be evaluated from a clinical standpoint. IMPRESSION: 1. Small right pleural effusion. 2. No pneumonia or evidence of cardiac decompensation. EGD Normal mucosa in esophagus, evidence of Billroth I seen, suture site with granulation tissue and mild erythema. NJ tube placed and passed the third portion of the duodenum. Tube was moved from the mouth into the nose and bridled at 100cm. Flushed without difficulty Brief Hospital Course: with history of CVA () with residual L hemiparesis/hemisensory loss, hx DVT/PE on Apixiban, Roux-en-Y gastric bypass, prior admission for non-convulsive status epilepticus in setting of infection/malnutrition, hx substance use disorder and chronic pain on methadone who presents from with dyspnea, UTI and malnutrition/FTT. #Dyspnea Patient admitted from with concern for new pneumonia initially in the setting of dyspnea and possible new oxygen requirement. She was afebrile with normal WBC count, no cough and CXR without clear pneumonia or edema. She was rapidly weaned from 2L NC to room air. She was maintained on oxygen for comfort (100%RA when trialed off) however this was weaned after diuresis as below and treatment of anemia. #Moderate Protein-Calorie Malnutrition Patient with history of malnutrition and complicated ICU course in . On this admission, she was noted to have markedly depressed albumin with anasarca consistent with malnutrition. Etiology of her malnutrition was felt to be multifactorial related to chronic multifactorial abdominal pain (extensively worked-up previously with multiple causes, stable currently), inability to take significant POs following RYGB in , poor absorption post-bypass, pain and decreased appetite related to anasarca and underlying anxiety/depression. We discussed starting an appetite stimulant with the patient and her family who were interested in this option and she was started on mirtazapine which was uptitrated to 15mg qhs. She had some improvement in PO intake with mirtazapine however given degree of malnutrition, nutrition felt she was likely going to be unable to meet her caloric needs and rebuild her nutritional status without nutritional assistance. () was placed via EGD by GI on . Tube feeds were started on and cycled started on . Initially Ms. had some vomiting after starting to cycle the feeds, so the feeds were changed back to continuous for . The feeds were changed again to cycled on , this time increasing the rate to goal more slowly, and this time she tolerated it well without any nausea or vomiting. Plan is for tube feeds for weeks pending nutritional status and improved PO intake (improving prior to discharge). Cycled tube feeds for 12 hours daily to reach 71% of daily caloric needs. #Anasarca #Total body pain Ms. was profoundly on admission likely hypoalbuminemia which improved with IV diuresis with albumin. She will need ongoing lasix at discharge 20 mg PO daily and close PCP follow up to determine her ongoing need for diuresis. # Acute on chronic macrocytic anemia: H/H at baseline initially, downtrended possibly related to fluid shifts with albumin administration and patient received 1u pRBC on . Hgb stable following transfusion. Of note, she has had a progressive rise in MCV over the last few months. Will need ongoing anemia work-up as outpatient. Continued home B12 and folate. #Hypernatremia: Developed hypernatremia in setting of diuresis which resolved with free water flushes through dobhoff. #E. coli urinary tract infection Patient recently treated with macrobid however prior urine culture was contaminated. Reported complaints of dysuria. She was started on meropenem due to history of resistant Ecoli and then transitioned to macrobid for total of 5 day course for Ecoli UTI. # History of DVT/PE # Asymmetric edema Noted to have asymmetric edema. + History of DVT/PE bilateral popliteal DVTs, posterior tibial veins, bilateral pulmonary emboli involving nearly all segmental branches and a possible pulmonary infarct, currently on Apixaban. LENIS were obtained during last admission one week ago prior to admission showing no DVT. # Hx of CVA despite Xarelto # L side weakness Stable neurologic exam with L side weakness and decreased facial sensation, mild facial droop. Stroke thought likely embolic, although no documented afib. Was seen by hematology for ongoing anticoagulation with Apixaban. Per neurology opted to continue patient on anticoagulation pending stroke neurology follow up . Continued home atorvastatin. # Chronic pain: Continued home Methadone 10mg PO TID of note plan as outpatient to wean this slowly. Continued home gabapentin. # Epilepsy Continued home Levetiracetam 1500 mg BID, Lacosamide 200 mg BID # Depression/Anxiety: Continued home duloxetine as above. Doxepin was decreased to 25mg daily (from 50mg daily) per plan to wean based on discussion with patient. Started on mirtazipine as above. Transitional Issues: [ ]Repeat UA for hematuria seen on UA at time of UTI [ ]Doxepin decreased from 50mg qhs to 25mg qhs. Consider further weaning to 10mg qhs for sleep in weeks [ ]Per discussion with patient's family, would benefit from psych follow-up or counseling as outpatient [ ]Plan for tube feeds for weeks to increase nutrition, please reassess nutritional status in 2 weeks to determine timing of dobhoff removal. [ ]Monitoring of volume status and titration of lasix Medications on Admission: The Preadmission Medication list is accurate and complete. 1. Apixaban 5 mg PO BID 2. Atorvastatin 40 mg PO QPM 3. Cyanocobalamin 100 mcg PO DAILY 4. Docusate Sodium 100 mg PO BID 5. DULoxetine 40 mg PO DAILY 6. FoLIC Acid 1 mg PO DAILY 7. Gabapentin 100 mg PO TID 8. LACOSamide 200 mg PO BID 9. LevETIRAcetam 1500 mg PO BID 10. Methadone 10 mg PO TID 11. Multivitamins W/minerals 1 TAB PO DAILY 12. Omeprazole 40 mg PO BID 13. Senna 17.2 mg PO BID 14. Sucralfate 1 gm PO QID 15. Zinc Sulfate 220 mg PO DAILY 16. Nystatin Oral Suspension 5 mL PO QID 17. Thiamine 100 mg PO DAILY 18. Magnesium Oxide 400 mg PO BID 19. Promethazine 6.25 mg PO BID:PRN nausea 20. Doxepin HCl 50 mg PO HS Discharge Medications: 1. Acetaminophen (Liquid) 1000 mg PO Q8H:PRN Pain Mild/Fever 2. Furosemide 20 mg PO DAILY 3. Mirtazapine 15 mg PO QHS 4. Doxepin HCl 25 mg PO HS 5. Apixaban 5 mg PO BID 6. Atorvastatin 40 mg PO QPM 7. Cyanocobalamin 100 mcg PO DAILY 8. Docusate Sodium 100 mg PO BID 9. DULoxetine 40 mg PO DAILY 10. FoLIC Acid 1 mg PO DAILY 11. Gabapentin 100 mg PO TID 12. LACOSamide 200 mg PO BID 13. LevETIRAcetam 1500 mg PO BID 14. Magnesium Oxide 400 mg PO BID 15. Methadone 10 mg PO TID 16. Multivitamins W/minerals 1 TAB PO DAILY 17. Omeprazole 40 mg PO BID 18. Promethazine 6.25 mg PO BID:PRN nausea 19. Senna 17.2 mg PO BID 20. Sucralfate 1 gm PO QID 21. Thiamine 100 mg PO DAILY Discharge Disposition: Extended Care Facility: Discharge Diagnosis: Moderate protein-calorie malnutrition Anasarca Dyspnea E. Coli UTI Discharge Condition: Mental Status: Clear and coherent. Level of Consciousness: Alert and interactive. Discharge Instructions: Dear Ms. , You were admitted to the hospital with shortness of breath, malnutrition and a UTI. Your urinary tract infection was treated with antibiotics with improvement in your symptoms. Your shortness of breath was felt to be due to extra fluid on your body causing swelling due to malnutrition and a low albumin level. You were started on a new medication called mirtazapine to help with your appetite. You also had a dobhoff (feeding tube) placed temporarily to help improve your nutrition while the new medication takes effect. For the extra fluid in your body, you were treated with lasix with decreased swelling. You will continue to take this medication by mouth after discharge to continue to get fluid out of your body. You are being discharged to a different rehab, CareOne, where they can help with your tube feeds. It was a pleasure taking care of you, Your Care Team Followup Instructions:"
}