{
  "16820326-DS-14": "MEDICINE Allergies: Zosyn / Percocet / amiodarone Attending: . Chief Complaint: Chest pain Major Surgical or Invasive Procedure: None History of Present Illness: with hx of CAD s/p RCA stent in , HF w/ preserved EF, paroxysmal afib now on apixaban, s/p PPM in for tachy-brady syndrome, hypothyroidism, HLD, nephrolithiasis, tricuspid regurgitation, UTIs, breast cancer s/p mastectomy in who is presenting with chest pain. The chest pain is left sided and has been coming and going, most recently this morning when she woke up from sleep. She has also been having intermittent posterior neck pains. She denies shortness of breath, fevers, chills, cough, new leg swelling, abdominal pain, n/v/d. She lives with her son who has had an influenza like illness for the past two days. In the ED: Initial vital signs were: T 97.8 81 132/71 18 93% RA Exam notable for: Irregularly irregular rhythm, rate 80. Mild crackles in the left base, otherwise CTAB. 91% on RA. NTND abd. No c/c/e. Mastectomy changes on the left, no new deformities. Labs were notable for: WBC 10.7, Hct 46.3, 14.4/54.7/1.3, proBNP 980, Alk Phos 184, AST 51, Trop < 0.01 x2, FluA/B PCR negative, BUN/Cr , Lactate 1.7, U/A: mod bacteria, tr protein Studies performed include: CXR PA/Lateral: Lower lung volumes compared to the prior exam with probable mild pulmonary interstitial edema and bibasilar atelectasis, with a retrocardiac pneumonia not excluded in the correct clinical setting. A small left pleural effusion is also likely present. Patient was given: PO Azithromycin 500 mg, IV CTX 1g, Insulin 10U, D50, PO Spironolactone 25 mg, Apixaban 2.5 mg PO, Verapamil 120 mg PO, APAP 1 g PO, Furosemide 20 mg PO, K 7.4 w/ repeat whole blood K 5.7 Consults: EP, RT Vitals on transfer: T 98.1 20 93% 3L NC Upon arrival to the floor, the patient reports she has had three days of intermittent chest pain that develops gradually and is left-sided. The pain is a dull ache rated and improves with Tylenol. She has never had chest pain like this before. She denies SOB, cough, dyspnea, abdominal pain, increased lower extremity edema, N/V, lightheadedness, orthopnea, or PND. She had one occipital headache yesterday which lasted 30 minutes and resolved without intervention. She ambulates with a cane and uses her right hand. She denies any falls or rashes. Her son lives with her and she manages her own medications. She does not use a pillbox to plan her weekly medications and will sometimes forget to take her home medications. She has not travelled recently and denies any sick contacts. She was hospitalized at approximately two weeks ago with abdominal pain and had CT scan which was unremarkable. There was concern for Sphincter of Oddi dysfunction and HIDA scan was recommended. She deferred HIDA scan until she could discuss with her PCP but then her abdominal pain resolved. Past Medical History: 1. Atrial fibrillation, paroxysmal 2. Sinus node dysfunction, status post Sensia dual chamber PPM (), s/p interrogation (functioning appropriately) 3. 3vd CAD, s/p RCA stent, 4. Heart failure with preserved ejection fraction 5. Mitral regurgitation, moderate 6. Tricuspid regurgitation, severe 7. Dyslipidemia 8. Breast tubular carcinoma (T1AN0M0) status post excision in 9. Prediabetes 10. Hypothyroidism 11. Restrictive lung disease 12. Gouty arthritis Social History: Family History: Mother with MI at , brother with h/o cardiac arrest, father with h/o CHF; brother with h/o afib Physical Exam: ADMISSION EXAM VITALS: T 97.9 117/69 52 90 2L GENERAL: alert and interactive, lying comfortably in bed, NAD HEENT: NC/AT, PERRL, EOMI, sclera anicteric, MMM, good dentition NECK: JVD elevated slightly above level of clavicle CARDIAC: RRR, no murmurs, rubs, or gallops CHEST: left-sided tenderness to palpation at level of 5th rib, reproducible LUNGS: Bilateral lower lobe crackles, unlabored respirations, no wheezes or rhonchi, decreased breath sounds bilaterally ABDOMEN: soft, non-distended, no tenderness to palpation, no organomegaly, no rebound or guarding EXTREMITIES: trace lower extremity edema to the mid-shin bilaterally SKIN: warm, well-perfused, multiple ecchymoses on forearms bilaterally NEUROLOGIC: A/Ox3, moving all four extremities with purpose DISCHARGE EXAM VITALS: 97.4 99 / 61 117 18 90 Ra GENERAL: alert and interactive, lying comfortably in bed, NAD HEENT: Sclera anicteric, MMM CARDIAC: Irreg rhythm, normal rate, no murmurs LUNGS: CTAB, no wheezes or rhonchi, decreased breath sounds at bases bilaterally ABDOMEN: soft, non-distended, no tenderness to palpation EXTREMITIES: trace lower extremity edema NEUROLOGIC: A/Ox3, CN III-XII grossly intact, moving all four extremities with purpose Pertinent Results: ADMISSION LABS 10:30AM BLOOD WBC-10.7* RBC-4.89 Hgb-15.0 Hct-46.3* MCV-95 MCH-30.7 MCHC-32.4 RDW-15.3 RDWSD-53.7* Plt 10:30AM BLOOD Neuts-82.3* Lymphs-8.2* Monos-7.5 Eos-0.7* Baso-0.6 Im AbsNeut-8.84* AbsLymp-0.88* AbsMono-0.80 AbsEos-0.07 AbsBaso-0.06 10:30AM BLOOD PTT-54.7* 10:30AM BLOOD Glucose-112* UreaN-23* Creat-1.4* Na-138 K-7.4* Cl-99 HCO3-24 AnGap-15 10:30AM BLOOD ALT-20 AST-51* AlkPhos-184* TotBili-0.7 10:30AM BLOOD Lipase-52 10:30AM BLOOD proBNP-980* 10:30AM BLOOD cTropnT-<0.01 02:20PM BLOOD cTropnT-<0.01 10:30AM BLOOD Albumin-4.0 Calcium-9.3 Phos-3.4 Mg-2.3 11:54AM BLOOD K-5.7* 10:30AM URINE Color-Straw Appear-Clear Sp 10:30AM URINE Blood-NEG Nitrite-NEG Protein-TR* Glucose-NEG Ketone-NEG Bilirub-NEG Urobiln-NEG pH-6.5 Leuks-NEG 10:30AM URINE RBC-1 WBC-1 Bacteri-MOD* Yeast-NONE Epi-1 RELEVANT STUDIES CHEST XRAY Lower lung volumes compared to the prior exam with probable mild pulmonary interstitial edema and bibasilar atelectasis, with a retrocardiac pneumonia not excluded in the correct clinical setting. A small left pleural effusion is also likely present. TTE The left atrium is elongated. The right atrium is moderately dilated. Left ventricular wall thickness, cavity size and regional/global systolic function are normal (LVEF >55%). Tissue Doppler imaging suggests a normal left ventricular filling pressure (PCWP<12mmHg). The right ventricular cavity is moderately dilated with mild global free wall hypokinesis. The diameters of aorta at the sinus, ascending and arch levels are normal. The aortic valve leaflets (3) are mildly thickened but aortic stenosis is not present. Trace aortic regurgitation is seen. The mitral valve leaflets are mildly thickened. Mild to moderate () mitral regurgitation is seen. Severe [4+] tricuspid regurgitation is seen. [Due to acoustic shadowing, the severity of tricuspid regurgitation may be significantly UNDERestimated.] [In the setting of at least moderate to severe tricuspid regurgitation, the estimated pulmonary artery systolic pressure may be underestimated due to a very high right atrial pressure.] There is a trivial pericardial effusion. IMPRESSION: Moderately dilated, mildly hypokinetic right ventricle in the setting of severe tricuspid regurgitation and at least mild pulmonary hypertension. Compared with the prior study (images reviewed) of , the right ventricle is larger and contracts less vigorously. The severity of tricuspid regurgitation has likely increased further. RUQ ULTRASOUND No findings to explain the patient's abdominal pain. No acute cholecystitis or cholelithiasis. CT CHEST . Left lower lobe and lingular atelectasis/consolidation. Small to moderate left and trace right pleural effusions. 2. Mild interlobular septal thickening involving the left lung may be related to atelectasis or represent mild asymmetric interstitial pulmonary edema. 3. Cardiomegaly with enlargement of the main pulmonary trunk, which can be seen in the context of pulmonary arterial hypertension, in the appropriate clinical setting. 4. Compression deformities in the thoracic spine as described above. CHEST XRAY In comparison with the study of , there are improved lung volumes. Again there is substantial enlargement of the cardiac silhouette with pacer leads extending to the right atrium and right ventricle. Relatively mild vascular congestion. Retrocardiac opacification is consistent with volume loss in left lower lobe and probable small effusion. Compression deformities in the thoracic spine are better demonstrated on the CT study of . MICROBIOLOGY 10:30 am URINE . **FINAL REPORT URINE CULTURE (Final : MIXED BACTERIAL FLORA ( >3 COLONY TYPES), CONSISTENT WITH SKIN AND/OR GENITAL CONTAMINATION. DISCHARGE LABS 07:20AM BLOOD WBC-7.7 RBC-4.36 Hgb-13.1 Hct-39.8 MCV-91 MCH-30.0 MCHC-32.9 RDW-14.8 RDWSD-49.9* Plt 07:20AM BLOOD Glucose-95 UreaN-28* Creat-1.2* Na-139 K-4.5 Cl-98 HCO3-25 AnGap-16 07:20AM BLOOD Calcium-9.3 Phos-3.2 Mg-2.2 Brief Hospital Course: Ms. is a year old woman with history heart failure with preserved ejection fraction, coronary artery disease s/p RCA stent, paroxysmal afib, tachy-brady syndrome s/p PPM in , and hypothyroidism who presented with chest pain, felt to be musculoskeletal. She was found to have hypoxemic respiratory failure, felt secondary to pneumonia and HFpEF exacerbation. She was treated with levofloxacin and increased Lasix, with resolution of hypoxia. ACUTE ISSUES: # Hypoxemic respiratory failure # Community acquired pneumonia # Acute on chronic HFpEF: Patient presented with new oxygen requirement on admission, felt secondary pneumonia and acute on chronic HFpEF after patient received IV fluid in the ED. She was treated with a 7 day course of levofloxacin [] and diuresis with IV Lasix followed by increased dose of PO Lasix. At discharge, she was euvolemic on exam and breathing comfortably on room air. Her ambulatory oxygen saturation ws 91-93%. She will follow up with cardiology and pulmonology as an outpatient with repeat chest xray to ensure resolution of pleural effusion and consolidation. # AFib with RVR: # Tachy-brady syndrome: On admission, pacemaker interrogation was notable for several episodes of afib with RVR. She had episodes of Afib with RVR during admission as well, likely secondary to pneumonia and volume overload as above. She remained hemodynamically stable and denied any symptoms during these episodes other than occasional \"head heaviness\". She was unaware of most of these episodes. Given prior bradycardia and hypotension with more aggressive rate control, she was continued on home verapamil and dose-reduced apixaban (CHADS-VASC 3). She will follow up with cardiology as an outpatient. # Musculoskeletal chest pain Patient presented with three days of intermittent chest pain that improved with Tylenol. Her chest pain was focal, left-sided, and reproducible with palpation, most consistent with musculoskeletal pain. EKG showed no evidence of ischemia, and troponin/CKMB were negative x 2. Chest pain resolved during admission. Her home atorvastatin and apixaban were continued. She is not on aspirin at home to decrease bleeding risk. # GERD Patient complained of burning pain in epigastric area with eating, consistent with GERD. She was started on omeprazole 20mg and Maalox prn, with improvement in symptoms. CHRONIC ISSUES: # Intermittent RUQ pain: Patient had RUQ pain intermittently with eating. RUQ ultrasound was unremarkable. She had a similar episode several weeks ago, which was felt to be sphincter of odi dysfunction. Patient may benefit from HIDA scan as outpatient if pain continues. # Hypothyroidism: TSH 4.1. Continued home levothyroxine. TRANSITIONAL ISSUES: DISCHARGE WEIGHT: 59.2 kg (130.51 lb) [] Started on omeprazole and Maalox prn for GERD. [] Spironolactone was held at discharge given hyperkalemia on admission. Please as appropriate. [] Please monitor patient's weight and volume exam, and adjust Lasix dosing as needed. [] Patient will follow up with cardiology in 3 weeks. [] Patient needs repeat chest xray and follow up with pulmonology in 6 weeks to assess improvement in pleural effusion and consolidation. [] Patient may benefit from HIDA scan as outpatient if RUQ pain continues. #CODE: Full code (confirmed) #CONTACT: (son) on Admission: The Preadmission Medication list is accurate and complete. 1. Verapamil 120 mg PO Q8H 2. Apixaban 2.5 mg PO BID 3. Atorvastatin 40 mg PO QPM 4. Furosemide 40 mg PO QAM 5. Furosemide 20 mg PO QPM 6. Spironolactone 25 mg PO DAILY 7. Levothyroxine Sodium 50 mcg PO DAILY Discharge Medications: 1. Acetaminophen 1000 mg PO Q8H:PRN Pain Mild RX *acetaminophen 500 mg tablet(s) by mouth Q6H PRN Disp #*100 Tablet Refills:*0 2. Aluminum-Magnesium Hydrox.-Simethicone mL PO QID:PRN heart burn, abd pain RX *alum-mag hydroxide-simeth [] 200 mg-200 mg-20 mg/5 mL as directed by mouth as directed Refills:*0 3. Cepacol (Sore Throat Lozenge) 1 LOZ PO Q2H:PRN sore throat 4. Lidocaine 5% Patch 1 PTCH TD QPM Left chest wall RX *lidocaine [Lidoderm] 5 % Apply to chest Each morning for 12 hours only Disp #*30 Patch Refills:*0 5. Omeprazole 20 mg PO DAILY RX *omeprazole 20 mg 1 capsule(s) by mouth Every day Disp #*30 Capsule Refills:*0 6. Polyethylene Glycol 17 g PO DAILY constipation RX *polyethylene glycol 3350 17 gram 1 powder(s) by mouth daily Disp #*30 Packet Refills:*0 7. Senna 17.2 mg PO HS RX *sennosides [senna] 8.6 mg 2 tablets by mouth daily Disp #*60 Tablet Refills:*0 8. Simethicone 40-80 mg PO QID:PRN gas RX *simethicone 80 mg 1 tablet by mouth QID PRN Disp #*100 Tablet Refills:*0 9. Apixaban 2.5 mg PO BID 10. Atorvastatin 40 mg PO QPM 11. Furosemide 40 mg PO QAM 12. Furosemide 20 mg PO QPM 13. Levothyroxine Sodium 50 mcg PO DAILY 14. Verapamil 120 mg PO Q8H 15. HELD Spironolactone 25 mg PO DAILY This medication was held. Do not restart Spironolactone until your doctor tells you to it. Discharge Disposition: Home With Service Facility: Discharge Diagnosis: PRIMARY # Hypoxemic respiratory failure # Community acquired pneumonia # Acute on chronic heart failure with preserved ejection fraction # Atrial fibrillation with rapid ventricular response # Tachy-brady syndrome # Musculoskeletal chest pain # GERD SECONDARY: # Intermittent RUQ pain # Hypothyroidism Discharge Condition: Mental Status: Clear and coherent. Level of Consciousness: Alert and interactive. Activity Status: Ambulatory requires assistance or aid (walker or cane). Discharge Instructions: Dear Ms. , You were admitted to the hospital because you were having chest pain. WHAT HAPPENED WHILE I WAS IN THE HOSPITAL? You had blood tests which showed that your chest pain was not coming from your heart. The chest pain was probably coming from the muscles and cartilage in your chest. This was treated with Tylenol and lidocaine patches. You were diagnosed with a pneumonia and a flare of your heart failure. You were treated with antibiotics, extra Lasix (the water pill), and extra oxygen. You had some stomach pain with eating. This might be caused by acid reflux. You were started on a medicine called omeprazole and Maalox as needed for this. WHAT SHOULD I DO WHEN I GO HOME? Please call Dr. office at to make a follow up appointment this coming week. You will need to see the lung doctors and get another chest xray in 6 weeks. The lung doctors are working to set up an appointment for you. If you don't hear from them by , please call them at to make an appointment. Please take all your medicines as described in this paperwork. Please keep all your follow up appointments as listed below. Please weigh yourself every morning. Call your doctor if your weight goes up more than 3 lbs. Your weight at discharge was 130 pounds. It was a pleasure to participate in your care. We wish you all the best! Sincerely, Your team Followup Instructions:"
}