{
  "11287183-DS-22": "MEDICINE Allergies: Attending: Chief Complaint: Abdominal Pain Major Surgical or Invasive Procedure: Percutaneous cholecystostomy History of Present Illness: male with borderline resectable pancreatic cancer stage IIB (T3 N1 M0) s/p 5 cycles of neoadjuvant FOLFIRINOX, 30Gy external beam radiation, and distal pancreatectomy with ypT0N0 (), complicated by pancreatic leak, GIB, PE and polymicrobial infections, s/p transgastric biopsy on showing recurrent adenocarcinoma, presenting from clininc with severe abdominal pain found to have acute cholecystitis He states he was his usual state of health until a few days ago . He was for Stand up to cancer event when he began to have increasing RUQ pain. He also noted some nausea. He flew back home yesterday and began to have dry heaves. He denies any fevers or sick contacts. He went to see his outpatient team who noted a positive sign on exam. They sent him for urgent RUQUS which was read as \"gallbladder wall is irregular with some focal edema. The appearance is worrisome for cholecystitis.\" He was given cipro and flagyl. Labs were sent which were remarkable for elevated WBC 23.3, normal LFTs. He was subsequently directly admitted to medicine floor. On arrival to the floor he is having RUQ pain. He denies any other symptoms. Past Medical History: PAST ONCOLOGIC HISTORY (Per OMR, reviewed): Pancreatic cancer stage IIB (T3N1M0) CT urogram for history of kidney stones showed normal kidneys bilaterally w/o any stones. Incidentally, was noted to have a 4.5 x 4.4 x 5cm enhancing mass along the lesser curvature ofhte stomach, extending inferiorly into the pancreatic tail. From the study, unclear if mass was arising from the stomach or pancreas. EGD revealed a possible submucosal mass on the gastric side of the GE junction the cardia, which was biopsied and normal. Although HP immunostains were negative, he was started on Prevpac for possible HP infection. GI recommended dedicated CTAP. CT abdomen and pelvis demonstrated a 5 x 5 x 4.6 cm mass contiguous with the superior aspect of the proximal pancreatic tail causing extrinsic compression on the lesser curvature of the stomach. EUS showed a 4.7 x 3.2 cm pancreatic tail mass which did invade the muscular propria of the gastric wall. Although differential for GIST or NET, FNA/B c/w poorly differentiated adenosquamous carcinoma (positive for cytokeratin AE1/3 CAM5.2 and focally positive for p40, p63 and mucicarmine stains. Synaptophysin, chromogranin, and CDX2 immunostains are negative) CT torso showed an extensive tumor involving the pancreatic body/tail and extending to the gastric wall to the left adrenal gland. CT chest notable for a subcarcinal lesion concerning for a nodal conglomerate versus unrelated lesion. C1D1 FOLFIRINOX C1D15 FOLFIRINOX (no bolus , Iri 150 mg/m2) delayed for low PLT and diarrhea. Biopsy of the paraesophageal lesion showed no metastatic disease but nondiagnostic Start isoquercetin 1000 mg PO daily on C2D1 FOLFIRINOX (no bolus , Iri 150 mg/m2) CTA torso showed substantial reduction disease burden C3D1 FOLFIRINOX (no bolus 1800 mg/m2, Iri 135 mg/m2) dose reduced for mild mucositis and diarrhea FOLFIRINOX (no bolus 1800 mg/m2, Iri 135 mg/m2) delayed for patient vacation C4D1 FOLFIRINOX (no bolus 1800 mg/m2, Iri 135 mg/m2) Held chemo for toxicity CTA torso showed further reduction disease burden C4D15 dose of FOLFIRINOX (no bolus 1800 mg/m2, Iri 100 mg/m2) reduced for fatigue and diarrhea C5D1 FOLFOX (no bolus 1800 mg/m2, Iri on hold) for fatigue and diarrhea Start chemoXRT with sensitizing capecitabine Complete chemoXRT with 30 Gy to the tumor bed and margins Underwent distal pancreatectomy and splenectomy with intraoperative XRT of 10 Gy to the margin. Pathology showed a ypT0N0 complete response with 22 LNs assessed. PAST MEDICAL HISTORY: Status post total knee replacement on the left. Status post rotator cuff surgery. Status post kidney stones. He has a plate his jaw from a broken jaw. Diabetes. Hyperlipidemia. Pulmonary embolism admission) Social History: Family History: Mother with COPD. Father died of old age at age . No family history of malignancy. Physical Exam: ADMISSION PHYSICAL EXAM: VS: Temp: 100.9 PO BP: 117/64 HR: 85 RR: 18 O2 sat: 95% O2 delivery: Ra General Appearance: ill appearing laying bed Eyes: PERLL, EOMI, no conjuctival injection, anicteric Respiratory: CTA b/l with good air movement throughout Cardiovascular: RR, S1 and S2 wnl, no murmurs, rubs or gallops Gastrointestinal: nd, +b/s, sign, no rebound or guarding Extremities: no cyanosis, clubbing or edema Skin: warm, no rashes/no jaundice/no skin ulcerations noted Neurological: Alert, oriented to self, time, date, reason for hospitalization DISCHARGE PHYSICAL EXAM: VITALS: 0031 Temp: 98.3 PO BP: 104/72 HR: 80 RR: 20 O2 sat: 98% O2 delivery: ra Gen sitting up bed comfortably, NAD HEENT NC/AT, MMM Eyes anicteric sclerae, PERRLA RRR, no murmurs Pulm CTAB, no wheezes or crackles GI soft, mild discomfort to palpation RUQ, non distended, +bowel sounds, no guarding, + perc chole tube draining clear yellow fluid Ext no edema Skin warm and well perfused, no rashes Neuro A&Ox3, fluent speech, moves all four extremities with purpose Pertinent Results: ADMISSION LABS: 08:30AM BLOOD WBC-23.3* RBC-3.10* Hgb-10.2* Hct-29.6* MCV-96 MCH-32.9* MCHC-34.5 RDW-20.0* RDWSD-67.9* Plt 08:30AM BLOOD Neuts-78.4* Lymphs-3.8* Monos-15.9* Eos-0.0* Baso-0.2 NRBC-0.2* Im AbsNeut-18.27* AbsLymp-0.88* AbsMono-3.71* AbsEos-0.01* AbsBaso-0.04 08:30AM BLOOD Hypochr-NORMAL Anisocy-2+* Poiklo-1+* Macrocy-NORMAL Microcy-NORMAL Polychr-1+* Ovalocy-1+* Schisto-OCCASIONAL Burr-1+* Tear Pappenh-OCCASIONAL Bite-1+* Acantho-OCCASIONAL Ellipto-OCCASIONAL 08:30AM BLOOD UreaN-8 Creat-0.7 Na-138 K-3.5 Cl-101 HCO3-22 AnGap-15 08:30AM BLOOD ALT-10 AST-15 LD()-161 AlkPhos-115 TotBili-0.8 DirBili-<0.2 IndBili-0.8 08:30AM BLOOD Albumin-2.6* Calcium-7.7* Phos-2.7 Mg-1.5* UricAcd-6.0 DISCHARGE LABS: 05:03AM BLOOD WBC-8.3 RBC-2.46* Hgb-8.1* Hct-24.0* MCV-98 MCH-32.9* MCHC-33.8 RDW-19.9* RDWSD-69.0* Plt 05:03AM BLOOD Glucose-100 UreaN-7 Creat-0.5 Na-140 K-4.0 Cl-106 HCO3-26 AnGap-8* 05:03AM BLOOD ALT-7 AST-14 LD(LDH)-115 AlkPhos-90 TotBili-0.3 05:03AM BLOOD Albumin-1.9* Calcium-7.0* Phos-2.9 Mg-1.8 MICROBIOLOGY: 3:52 pm ABSCESS Source: gallbladder. GRAM STAIN (Final : 3+ per 1000X FIELD): POLYMORPHONUCLEAR LEUKOCYTES. 2+ per 1000X FIELD): GRAM POSITIVE COCCI. PAIRS AND SINGLY. FLUID CULTURE (Preliminary): GRAM POSITIVE COCCUS(COCCI). SPARSE GROWTH. MIXED BACTERIAL FLORA. This culture contains mixed bacterial types (>=3) so an abbreviated workup is performed. Any growth of P.aeruginosa, S.aureus and beta hemolytic streptococci will be reported. IF THESE BACTERIA ARE NOT REPORTED, THEY ARE NOT PRESENT this culture. Work-up of organism(s) listed discontinued (except screened organisms) due to the presence of mixed bacterial flora detected after further incubation. ANAEROBIC CULTURE (Preliminary): NO ANAEROBES ISOLATED. IMAGING: LIVER OR GALLBLADDER US (SINGLE ORGAN) Cholelithiasis and sludge the gallbladder. The gallbladder wall is irregular with some focal edema. The appearance is worrisome for cholecystitis. DRAINAGE,INTRO PERC TRANHEP BIL US Successful ultrasound-guided placement of pigtail catheter into the gallbladder. Samples were sent for microbiology evaluation. Brief Hospital Course: male with borderline resectable pancreatic cancer stage IIB (T3 N1 M0), s/p 5 cycles of neoadjuvant FOLFIRINOX (dose reduced and iri held given toxicity), s/p 30Gy SBRT with capecitabine at , now s/p distal pancreatectomy and splenectomy with intraoperative XRT of 10 Gy to the margin, with ypT0N0, complicated by pancreatic leak, GIB, PE and polymicrobial infections, with biopsy proven recurrence at the gastric fundus s/p three doses of FOLFIRI, who presented with cholecystitis, s/p perc chole tube on with relief of symptoms and downtrending WBC count. He was kept on unasyn and discharged on augmentin to complete a holecystitis With low grade temp and leukocytosis and evidence of cholecystitis on US. Surgery evaluated patient and favored guided perc chole () which patient tolerated well. His apixaban was restarted without incident the morning after the procedure. He was kept on Unasyn and transitioned to augmentin for 7day course () set to end . Surgery following: to f/u with Dr. weeks after discharge # Pancreatic cancer, treating with curative intent. # Hx Upper GI Bleed: continued on BID pantoprazole # Pulmonary embolism: apixaban held for perc chole, per restarted AM . # L1 compression fracture: Followed by spine #Code Status: Full Code #CONTACT: , wife, (HCP) Transitional: [] patient to record output for drain, f/u with Dr. 2 weeks to determine removal [] Follow up drainage cultures to ensure not resistant to Augmentin (no sensitivities pending as of [] Augmentin through for total 7d course from drain placement [] Consider restarting services when Mr. returns from () Medications on Admission: The Preadmission Medication list is accurate and complete. 1. Ondansetron 4 mg PO Q8H:PRN nausea 2. Acetaminophen 650 mg PO Q6H:PRN Pain Mild 3. Apixaban 2.5 mg PO BID 4. Creon 12 1 CAP PO TID W/MEALS 5. Pregabalin 100 mg PO QHS 6. Prochlorperazine 10 mg PO BID: PRN nausea 7. Docusate Sodium 100 mg PO BID:PRN Constipation First Line 8. Pantoprazole 40 mg PO Q12H 9. Pyridoxine 100 mg PO DAILY 10. Multivitamins 1 TAB PO DAILY Discharge Medications: 1. Amoxicillin-Clavulanic Acid mg PO Q12H RX *amoxicillin-pot clavulanate 875 mg-125 mg 1 tablet(s) by mouth every twelve (12) hours Disp #*9 Tablet Refills:*0 2. Acetaminophen 650 mg PO Q6H:PRN Pain Mild 3. Apixaban 2.5 mg PO BID 4. Creon 12 1 CAP PO TID W/MEALS 5. Docusate Sodium 100 mg PO BID:PRN Constipation First Line 6. Multivitamins 1 TAB PO DAILY 7. Ondansetron 4 mg PO Q8H:PRN nausea 8. Pantoprazole 40 mg PO Q12H 9. Pregabalin 100 mg PO QHS 10. Prochlorperazine 10 mg PO BID: PRN nausea 11. Pyridoxine 100 mg PO DAILY Discharge Disposition: Home Discharge Diagnosis: Acute Cholecystitis status post percutaneous cholecystectomy Discharge Condition: Mental Status: Clear and coherent. Level of Consciousness: Alert and interactive. Activity Status: Ambulatory Independent. Discharge Instructions: Dear Mr , It was a pleasure taking care of you here at . WHY YOU WERE ADMITTED: You were admitted to the hospital with infection of the gallbladder. You had a tube placed to drain the infected material and will complete a course of antibiotics. WHAT TO DO WHEN YOU GO HOME: Take your Augmentin twice per day, 12 hours apart (first dose the evening). The course ends on . Follow up with Dr. surgery to make sure you are healing properly. Keep track of how much fluid the drain puts out. If the fluid output ceases or becomes very minimal, it may be time to remove the drain. If you develop fevers, abdominal pain, change the drainage color or any other symptom that concerns you please call your oncologist right away. We wish you the best! Your care team Followup Instructions:"
}