{
  "19272196-DS-13": "Name: . Unit No: Admission Date: Discharge Date: Date of Birth: Sex: M Service: MEDICINE Allergies: Penicillins / Tricor Attending: . Chief Complaint: Fevers, altered mental status Major Surgical or Invasive Procedure: TEE History of Present Illness: year old male with history of bicuspid aortic valve (status post bioprosthetic AVR initially in with a redo AVR as well as aortic replacement in , s/p , second-degree AV block s/p PPM in and subsequent generator change in , isolated atrial fibrillation (detected on pacemaker , on eliquis), RCC (s/p R partial nephrectomy in , c/b CKD), HFpEF, bipolar, and depression s/p ECT who is transferred from after presenting with AMS and fever, concerning recurrent bacteremia (despite IV Abx) and hardware infection. The patient has had a recent prolonged hospitalization for Strep sanguinis bacteremia with concern for infected . The patient had his pacemaker explanted on and replaced on without complication. The patient was discharged on CTX. Ideally per ID would have been treated with CTX and gentamicin but this was deferred given patient's CKD. Last dose of CTX planned for . The patient re-presented to this AM for confusion and weakness. He was unable to get out of bed at home. The patient reportedly had a temperature of at home and given 2 Tylenol, but presented to with temperature of 100.0. Denied chest pain or shortness of breath. Denied n/v/d. Reported having subacute on chronic back pain. CT lumbar spine on did not show osteomyelitis. At , the patient received a single dose of vancomycin 1000mg and was transferred to for further management. In the ED: #Initial vital signs were notable for: T 98.1 HR 60 BP 112/55 RR 20 sat 97% 2L NC Exam notable for: GEN: sleepy but oriented and answering questions CV: pacemaker pocket non tender on the left. No pus drainage or pain of the site on the right. RRR with systolic murmur. #Labs were notable for: Flu negative, WBC 8.0, Hgb 8.3, Plt 131, CRP 137.5, BUN 70, Cr 3.2 #Studies performed include: CXR: Low lung volumes with bronchovascular crowding. No focal consolidation to suggest pneumonia. #Patient was given: IV Ceftriaxone 2g #Vitals on transfer: T 98.5 HR 60 BP 137/62 RR 17 sat 98% 2L NC Upon arrival to the floor, the patient reports that he has chills and is shivering. He also reports feeling feverish previously but denies sweats. He denies cough, chest pain, dyspnea, abdominal pain, changes in BM or urination. He reports that his back pain has resolved after getting into bed. He notes that he still feels confused. Otherwise, he has no other complaints. Past Medical History: 1. CARDIAC RISK FACTORS Hypertension Dyslipidemia 2. CARDIAC HISTORY CAD (single vessel 90% RCA stenosis) bicuspid aortic valve s/p bioprosthetic AVR , s/p s/p ascending aortic aneurysm repair Second-degree AV block with a pacemaker implanted after his initial surgery in and subsequent generator change in . Upgraded to dual chamber pacemaker on . Now pacemaker dependent. explanted iso infection, re-implanted . Paroxysmal atrial fibrillation (noted on pacemaker interrogation HFpEF 65% (hospitalization for acute diastolic HF 3. OTHER PAST MEDICAL HISTORY Renal cell carcinoma s/p partial right nephrectomy (with acute desaturation following surgery in setting of fever) CKD III s/p left hip replacement s/p spinal surgery in (DDD), lumbar laminectomy (L1 L5), cervical C3-C6 laminectomy and fusion Depression/ bipolar disorder s/p ECT therapy GERD Social History: Family History: Mother deceased-lung CA. Father with MI at age , CABG at age 1 Sister without known CAD Physical Exam: ADMISSION PHYSICAL EXAM: Temp: 99.8 PO BP: 122/62 HR: 116 RR: 20 O2 sat: 93% O2 delivery: 3L NC Dyspnea: 2 RASS: -1 Pain Score: GENERAL: Lying in bed, rigoring, feeling cold. HEENT: NCAT. PERRL, EOMI. Sclera anicteric and without injection. MMM. NECK: Supple. No cervical lymphadenopathy. JVP mid neck at 30 degrees. CARDIAC: Regular rhythm, normal rate. Audible S1 and S2. L PPM pocket slightly tender but no erythema or discharge. R PPM explant site also without erythema or discharge. LUNGS: Clear to auscultation bilaterally. No wheezes, rhonchi or rales. BACK: No spinous process tenderness. ABDOMEN: Normal bowels sounds, non distended, non-tender to deep palpation in all four quadrants. No organomegaly. EXTREMITIES: No clubbing, cyanosis, or edema. Pulses DP/Radial 2+ bilaterally. L midline site dressing c/d/i, slightly tender to palpation. No lesions nodes noted. SKIN: Warm. Cap refill wnl. No rash. NEUROLOGIC: Sleepy, oriented to self, . CN2-12 intact. moving all extremities. Normal sensation. Gait is normal. DISCHARGE EXAM 24 HR Data (last updated @ 544) Temp: 98.1 (Tm 98.2), BP: 121/66 (111-131/61-68), HR: 60 (59-65), RR: 18, O2 sat: 96% (95-97), O2 delivery: RA, Wt: 222.22 lb/100.8 kg GENERAL: sitting up in the chair and comfortable NECK: unable to assess JVD due to body habitus CARDIAC: Regular rhythm, normal rate. Audible S1 and S2. Systolic murmur best heard at RUSB. L PPM pocket without tenderness but no erythema or discharge. R PPM explant site also without erythema or discharge. Scabbing. LUNGS: CTAB No wheezes, rhonchi or rales. ABDOMEN: Normal bowels sounds, non distended, non-tender to deep palpation in all four quadrants. EXTREMITIES: No clubbing, cyanosis, or edema. SKIN: Warm. Cap refill wnl. erythema and skin peeling on back diffusely though improving; some erythema and scaling under his chin NEUROLOGIC: AOx 3 Pertinent Results: ADMISSION LABS 12:35PM BLOOD WBC-8.0 RBC-2.62* Hgb-8.3* Hct-27.6* MCV-105* MCH-31.7 MCHC-30.1* RDW-16.2* RDWSD-62.2* Plt 12:35PM BLOOD Neuts-69.9 Lymphs-15.4* Monos-13.9* Eos-0.1* Baso-0.3 Im AbsNeut-5.57 AbsLymp-1.23 AbsMono-1.11* AbsEos-0.01* AbsBaso-0.02 07:52AM BLOOD RBC Mor-WITHIN NORMAL LIMITS 12:35PM BLOOD Plt 07:52AM BLOOD Ret Aut-2.4* Abs Ret-0.06 12:35PM BLOOD Glucose-108* UreaN-70* Creat-3.2* Na-139 K-4.5 Cl-97 HCO3-24 AnGap-18 07:52AM BLOOD ALT-19 AST-29 LD(LDH)-265* AlkPhos-47 TotBili-0.2 12:35PM BLOOD Calcium-8.2* Phos-4.2 Mg-2.7* 07:52AM BLOOD Calcium-8.5 Phos-4.6* Mg-2.6 Iron-17* 07:52AM BLOOD calTIBC-290 Hapto-276* Ferritn-312 TRF-223 12:35PM BLOOD CRP-135.7* 12:44PM BLOOD Lactate-1.1 01:05PM URINE Color-Straw Appear-Clear Sp 01:05PM URINE Blood-TR* Nitrite-NEG Protein-TR* Glucose-NEG Ketone-NEG Bilirub-NEG Urobiln-NEG pH-6.0 Leuks-NEG 01:05PM URINE RBC-1 WBC-<1 Bacteri-NONE Yeast-NONE Epi-0 01:05PM URINE Mucous-RARE* 01:40PM OTHER BODY FLUID FluAPCR-NEGATIVE FluBPCR-NEGATIVE MICROBIOLOGY Blood cultures: NGF Urine cultures: NGF Midline catheter tip NGF IMAGING NCHCT IMPRESSION: No acute intracranial abnormality, specifically, no evidence of large territorial infarction, hemorrhage, or brain abscess. TTE LVEF 55-60% IMPRESSION: Tricuspid valve mass (see above) with at least moderate to severe tricuspid regurgitation, mild global right ventricular hypokinesis, volume overload on the left ventricle. No vegetation seen on the nor mitral valve. Compared with the prior TTE , tricuspid regurgitation is increased. The right ventricle is hypokinetic. There is volume overload on the left ventricle. The tricuspid valve mass is similar. Aortic valve gradients slightly higher but leaflets move normally. Permanent RV lead now present. No evidence of deep venous thrombosis in the right lower extremity veins. Foot Xray: There is some irregularity and spurring along the lateral base of the first proximal phalanx of the great toe. This may represent degenerative changes or sequela of old injury. No discrete fracture line is seen; however, please correlate with pain at this location. There is normal osseous mineralization. There is some spurring about the posterior calcaneus near the Achilles tendon attachment. There are no erosions. : Renal U/S 1. Echogenic appearance of the kidneys likely reflects chronic medical renal disease. 2. Trabeculated bladder may reflect chronic outlet obstruction. MRI cervical, thoracic, and lumbar spine: 1. Severe spinal canal narrowing with crowding and possibly compression of the cauda equina at L2-3, mildly progressed since , largely in part due to an inferiorly extruded 8 mm L2-3 disc fragment. Correlate clinically with any clinical signs of cauda equina syndrome. 2. No evidence of discitis-osteomyelitis in the cervical, thoracic, or lumbar spine. 3. Multifocal short-segment T2/STIR hyperintense cord signal abnormalities in the cervical spine are similar appearance to prior study from however poorly visualized due to technical limitations of the study as above; within these confines, these appear unchanged and late to chronic myelomalacia. 4. Multilevel cervical spine degenerative changes. Spinal canal narrowing is worst (moderate to severe) at C6-7. 5. Expected cervical spine postoperative changes. Expected lumbar spine postoperative changes. Mild residual edema, likely postoperative, and/or muscle strain in the lower lumbar spine erector spinae. No focal fluid collection. 6. Multilevel high-grade degenerative lumbar spine neural foraminal narrowing. 7. No acute findings in the thoracic spine. Mild thoracic spine degenerative change. 8. Possible small left layering pleural effusion, poorly visualized. Other incidental findings, as above. RECOMMENDATION(S): Correlation with any symptoms or physical examination signs of cauda equina syndrome is recommended, as above. TEE : There is no spontaneous echo contrast or thrombus in the body of the left atrium/left atrial appendage. The left atrial appendage ejection velocity is normal. No spontaneous echo contrast or thrombus is seen in the body of the right atrium/right atrial appendage. No thrombus/vegetation is seen on the catheter/wire. The interatrial septum is dynamic, but not frankly aneurysmal. There is no evidence for an atrial septal defect by 2D/color Doppler. Overall left ventricular systolic function is normal. There are no aortic arch atheroma with simple atheroma in the descending aorta to 45 cm from the incisors. A 3 aortic valve bioprosthesis is present. The prosthesis is well seated with normal leaflet motion. No masses or vegetations are seen on the aortic valve. No abscess is seen. There is no aortic regurgitation. The mitral valve leaflets are mildly thickened with no mitral valve prolapse. No masses or vegetations are seen on the mitral valve. No abscess is seen. There is moderate [2+] mitral regurgitation. The tricuspid valve leaflets appear structurally normal. A LARGE (1.1 cm long) mobile echodensity is seen on the right atrial side of the tricuspid valve most c/w a VEGETATION. No abscess is seen. There is moderate to severe [3+] tricuspid regurgitation. Due to acoustic shadowing, the severity of tricuspid regurgitation may be UNDERestimated. There is mild pulmonary artery systolic hypertension. There is no pericardial effusion. IMPRESSION: There is a large 1.1 cm mobile echodensity on the right atrial side of the tricuspid valve most consistent with a vegetation. No abscess seen.Moderate to severe tricuspid regurgitation. Well-seated 3 with normal leaflet motion and no masses or vegetation or regurgitation. Moderate mitral regurgitation. CT Chest : 1. Small Left pleural effusion and trace of right pleural effusion. 2. Associated linear consolidations are likely secondary to atelectasis. Superimposed infection is possible but thought to be less likely. 3. Moderate cardiomegaly. 4. Uncomplicated cholelithiasis. DISCHARGE LABS 07:09AM BLOOD WBC-10.1* RBC-2.73* Hgb-8.2* Hct-27.7* MCV-102* MCH-30.0 MCHC-29.6* RDW-16.1* RDWSD-59.6* Plt 07:09AM BLOOD Glucose-110* UreaN-67* Creat-2.5* Na-146 K-4.7 Cl-101 HCO3-27 AnGap-18 07:17AM BLOOD ALT-57* AST-48* AlkPhos-65 TotBili-0.2 07:09AM BLOOD Calcium-8.8 Phos-4.0 Mg-1.9 Brief Hospital Course: *** We anticipate this patient will require <30 days at rehab **** SUMMARY year old male with history of bicuspid aortic valve (s/p bioprosthetic AVR initially in with a redo AVR as well as aortic replacement in , s/p , second-degree AV block s/p PPM in and subsequent generator change in , isolated atrial fibrillation (detected on pacemaker , on eliquis), RCC (s/p R partial nephrectomy in , c/b CKD), HFpEF, bipolar, and depression s/p ECT who was transferred from with altered mental status and fever. Repeat blood cultures have all been negative for recurrent bacteremia given recent admission for strep bacteremia. TEE showed a stable TV mass consistent with pacemaker lead extraction. MRI of the whole spine was negative for osteomyelitis. Given no evidence of recurrent infection, all antibiotics were stopped. Fevers did not return and the patient was discharged to rehab given this was a likely viral infection. ACUTE ISSUES: #Fever #H/o strep bacteremia The patient had a recent admission from for pacemaker extraction in the setting of strep sanguinis bacteremia. The pacemaker was removed with no complication and last positive culture was on . Given recent dental procedure, dentistry evaluated the patient, but did not think this was the cause of his bacteremia. TEE at the time showed a TV mass on , but this is likely due to pacemaker extraction. PPM was reimplanted on and discharged on IV ceftriaxone 2g daily. The patient represented with AMS concerning for recurrent bacteremia, but blood cultures were all negative. ID was consulted and recommend repeat TEE which showed stable TV mass consistent with PPM extraction per EP. MRI spine showed no evidence of osteomyelitis. Discussion was had regarding need for cardiac CT to evaluate for abscess but this was deferred given contrast load. PET-CT was considered to evaluate for infection but given defervescence of fevers this was deferred. CRP remained elevated, but given clinical improvement no additional imaging was done. Vancomycin and ceftriaxone were discontinued early on prior to full 6 week course planned for presumed endocarditis which was and patient's fevers did not recur (per infectious disease). The leading thought remains fevers were from a viral illness. on CKD His Cr was stably elevated during last hospitalization (2.5-3.1), which may represent new baseline, and was 3.2 on admission. He was given fluid resuscitation early in the admission, developed crackles, elevated right-sided pressures noted on TTE, therefore a component of cardiorenal was considered. He was diuresed and developed a worsening consistent with ATN. His diuretic was held and ATN improved. Cr stabilized at 2.5 and Torsemide was restarted. #Chronic HFpEF EF 65%. His discharge weight from was 92.6 kg (204.14 lb). Admission weight 93.5 kg (206.13 lb). He received fluids early in the admission for presumed sepsis, became overloaded and was hemodynamically stable so was diuresed. Metoprolol was decreased given borderline blood pressure. Cr on discharge 2.5. Weight on discharge 100.8kg and 222.22lbs but this was a bed weight. #Macrocytic anemia: #Thrombocytopenia: Hgb 8.6 at last discharge, 8.3 on admission. Likely anemia of inflammation iso infection vs chronic back pain and CKD. Differential for macrocytic anemia may also include MDS given some degree of thrombocytopenia and increased MCV. Less likely hemolysis with normal AST and inappropriately low retics. This was stable on discharge. #Altered mental status #Toxic metabolic encephalopathy Presented with new onset inattention, disorientation. Likely due to systemic infection, renal failure, increased accumulation of gabapentin and Ativan with reduced renal function, perhaps cephalosporin neurotoxicity (though ceftriaxone not a big offender). NCHCT neg, non focal neuro exam. Mental status improved throughout hospital course. #Acute on chronic \"back\" pain in R posterior hip #History of spinal stenosis s/p surgery He reported pain in his right lower back, which appeared to be the pelvis with pain radiating down his right leg and subjective numbness of the right foot that began a few days after having a fall on hitting his hip and acutely worsened in the past week after being hospitalized and in bed. Given fever, and c/f bacteremia, osteo was considered. MRI showed evidence of cord compression, but in the absence of new neurologic findings, the patient will follow up with neurosurgery as an option for further options (this was discussed with patient's neurosurgeon). Physical therapy recommended rehab. #Rash: Patient developed an erythematous rash on his back with sloughing of his skin concerning for contact dermatitis from the sheets and moisture from sweat. This had improvement with antifungal powder and keeping the area open to air. CHRONIC ISSUES: #Atrial fibrillation: He is AV paced, was continued on apixaban 5 BID, and metoprolol. # Hx of AV block s/p PPM On last admission, PPM explanted on and replaced on . Device interrogated post re-implantation and DDD mode with 100% pacing. # ?History of COPD This diagnosis is questionable as patient and wife do not remember a diagnosis of COPD, no PFTs in our system, never tobacco use, no bronchitis type symptoms, though his wife reports he is on different inhalers at home. Provided flovent and albuterol inhaler. This diagnosis should be clarified with his primary care physician. # History of obstructive sleep apnea: Refused CPAP in the past. Discuss benefits of CPAP with patient # Psychiatric history # Bipolar disorder, depression Continued divalproex and lamotrigine # Tremor: Could be secondary to intention tremor or a medication induced tremor (from Depakote) or possibly essential tremor. Gabapentin was initially held in the setting of renal failure. Tremor improved when this was restarted. # BPH Continued tamsulosin qhs # Anxiety: Held home ativan 1mg TID PRN. # Health maintenance, hyperlipidemia Continued aspirin daily, rosuvastatin (dosed M/Th) TRANSITIONAL ISSUES DISCHARGE Cr 2.5 DISCHARGE weight 100.8kg and 222.22lbs but this was a BED weight DISCHARGE HGB; 8.2 DISCHARGE AST/ALT: 48 and 57 [] follow up with neurosurgery for the findings on spine MRI [] trend fever curve [] repeat CBC/CMP/LFTs in 1 week to ensure stability of Hgb and Cr on current regimen. LFT's were mildly elevated at the time of discharge. [] monitor weights for volume overload. [] clarify diagnosis of COPD with formal PFTs *** We anticipate this patient will require <30 days at rehab **** #CODE: Full presumed #CONTACT: Relationship: wife Medications on Admission: The Preadmission Medication list is accurate and complete. 1. Acetaminophen 500 mg PO Q6H:PRN Pain Mild/Fever 2. Albuterol Inhaler 1 PUFF IH Q6H:PRN dyspnea 3. TraMADol 50 mg PO Q8H:PRN Pain Moderate 4. Tamsulosin 0.4 mg PO QHS 5. Rosuvastatin Calcium 2.5 mg PO 2X/WEEK (MO,TH) 6. Alaway (ketotifen fumarate) 0.025 % (0.035 %) ophthalmic (eye) DAILY 7. Apixaban 5 mg PO BID 8. Fluticasone Propionate 110mcg 2 PUFF IH BID 9. Divalproex (EXTended Release) mg PO QHS 10. Fluticasone Propionate NASAL 1 SPRY NU DAILY 11. Gabapentin 100 mg PO QHS 12. GuaiFENesin mL PO Q6H:PRN cough 13. LamoTRIgine 150 mg PO DAILY 14. LORazepam 1 mg PO TID:PRN anxiety 15. Metoprolol Tartrate 25 mg PO BID 16. Aspirin 81 mg PO DAILY 17. Torsemide 60 mg PO DAILY 18. CefTRIAXone 2 gm IV Q 24H Discharge Medications: 1. Sarna Lotion 1 Appl TP TID 2. Acetaminophen 1000 mg PO Q8H:PRN Pain Mild/Fever 3. Metoprolol Tartrate 12.5 mg PO BID 4. Alaway (ketotifen fumarate) 0.025 % (0.035 %) ophthalmic (eye) DAILY 5. Albuterol Inhaler 1 PUFF IH Q6H:PRN dyspnea 6. Apixaban 5 mg PO BID 7. Aspirin 81 mg PO DAILY 8. Divalproex (EXTended Release) mg PO QHS 9. Fluticasone Propionate 110mcg 2 PUFF IH BID 10. Fluticasone Propionate NASAL 1 SPRY NU DAILY 11. Gabapentin 100 mg PO QHS 12. GuaiFENesin mL PO Q6H:PRN cough 13. LamoTRIgine 150 mg PO DAILY 14. Rosuvastatin Calcium 2.5 mg PO 2X/WEEK (MO,TH) 15. Tamsulosin 0.4 mg PO QHS 16. Torsemide 60 mg PO DAILY 17. HELD LORazepam 1 mg PO TID:PRN anxiety This medication was held. Do not restart LORazepam until you see your PCP 18. HELD TraMADol 50 mg PO Q8H:PRN Pain Moderate This medication was held. Do not restart TraMADol until you see your PCP : Extended Care Facility: Discharge Diagnosis: PRIMARY DIAGNOSIS: Fever Acute toxic metabolic encephalopathy SECONDARY DIAGNOSES: History of strep bacteremia Chronic diastolic heart failure Acute on chronic kidney Injury Acute tubular necrosis Anemia Discharge Condition: Mental Status: Clear and coherent. Level of Consciousness: Alert and interactive. Activity Status: Out of Bed with assistance to chair or wheelchair. Discharge Instructions: Dear Mr. , It was a privilege caring for you at . WHY WAS I IN THE HOSPITAL? You were transferred from due to confusion, fevers, and concern you may have a bloodstream infection with possible infection in your pacemaker or aortic valve replacement. WHAT HAPPENED TO ME IN THE HOSPITAL? We did a full evaluation for infection including blood cultures, MRI of the spine, CT scan of the chest and transesophageal echocardiogram. These were all negative for infection. The infectious disease team, electrophysiology specialists and cardiologists worked with us and did not identify a cause for your fevers. The most likely cause of the fevers were from a virus. You kidneys suffered some injury so the nephrology team was consulted and recommended holding your Torsemide. Your kidneys eventually recovered back to its baseline and your Torsemide was restarted. Your antibiotics were held and no additional fevers developed and then discontinued. You had fluid removed with diuretics. Your blood pressure medications were adjusted given lower blood pressures. WHAT SHOULD I DO AFTER I LEAVE THE HOSPITAL? Please continue to check for fevers at rehab. Monitor your weights and call your doctor if your week increases >3lbs in a day or >5lbs in a week. Continue to take all your medicines and keep your appointments. We wish you the best. Sincerely, Your Team Followup Instructions:"
}