{
  "10386005-DS-10": "MEDICINE Allergies: aspirin Attending: Chief Complaint: Transfer for osteomyelitis Major Surgical or Invasive Procedure: Right heart catheterization Debridement of R foot ulcer History of Present Illness: w/ morbid obesity, IDDM, HTN, COPD NC), HFpEF (EF 65%), bipolar disorder osteo R foot (s/p metatarsal amp presenting as a transfer from for ongoing management of poor wound healing. Patient has had a prolonged struggle with osteomyelitis and poor wound healing. Admitted originally for nonhealing diabetic ulcer, underwent an elective mid metatarsal osteotomy of fifth ray. Represented for continued right foot infection and osteomyelitis. On , she underwent a fourth ray resection. Wound culture was positive for MRSA, Enterobacter and GBS sensitive to ceftriaxone and vancomycin, pathology noting only periosteal changes and no osteomyelitis. Left AMA refusing IV antibiotics was discharged on penicillin, Doxy, and Levaquin. Readmitted after being found down in her apartment, unable to get up. At that time podiatry felt no further intervention was indicated and plan to continue IV ceftriaxone and vancomycin, following ESR to determine antibiotic duration. Patient was discharged to on for IV antibiotics planned nd date . Unfortunately, the patient's wound continue to heal poorly, so she was sent in to on for evaluation. During this hospital course Podiatry and vascular were consulted for management. Vascular team at felt that she has compromised blood flow to bilateral (Duplex u/s with monophasic waveforms) but do not feel comfortable proceeding with intervention prior to further podiatry debridement. Her course was complicated by , with her Cr returning to her baseline of 1.5. Because of her complex medical history and lymphedema, her surgical teams recommended transfer to for further care. This was delayed several days due to patient's discomfort with transfer. On , she became agreeable. Prior to transfer, pt was seen by ID and switched to Cefepime/Daptomycin because of wound swab growing VRE . Vital signs on transfer Temp AF, HR 73 BP 132/73 RR 20 100% on 3L NC On arrival, the patient confirms the history as above. Denies any current chest pain and states her shortness of breath is at baseline. Notes pain in her left leg. States that in when she went into the hospital, she was 270 pounds and feels like she has a lot of extra fluid. Past Medical History: COPD home regimen home 02 HFpEF chronic pain DM2 CKD Social History: Family History: Multiple family members with cancer and diabetes. Physical Exam: ADMISSION PHYSICAL EXAM: VITALS: 98.1 PO 163 / 80 R Lying 81 21 96 4L General: Alert, oriented, no acute distress HEENT: Constricted pupils, difficult to appreciate JVP CV: Regular rate and rhythm, normal S1 + S2, no murmurs, rubs, gallops Lungs: Clear to auscultation bilaterally, distant breath sounds, no appreciable wheezes Abdomen: protuberant, Soft, non-tender, non-distended Ext: Tense, b/l cobblestoning edema, right foot w/ absence of and digit, large opened wound with granulation tissue, surrounding edema with purulence, no foul odor, left foot with dried skin Neuro: strength upper/lower extremities, linear thought DISCHARGE PHYSICAL EXAM: weight 259.2 lbs Temp 98.4 BP 132 / 72 HR 62 RR 18 O2 sat 98% 3L HEENT: Constricted pupils, EOMI CV: Regular rate and rhythm, normal S1 + S2, systolic murmur best heard in right ICS, rubs, gallops, difficult to assess JVP due to body habitus. trace edema inbilateral lower extremities Lungs: distant breath sounds, no appreciable wheezes, mild crackles R>L lung bases improved from previous day Abdomen: protuberant, Soft, non-tender, non-distended Ext: Tense, b/l cobblestoning edema, right foot w/ absence of and digit, healing wound with granulation tissue, surrounding edema without purulence, no foul odor, left foot with dried skin Neuro: strength upper/lower extremities, linear thought Pertinent Results: ADMISSION LABS 12:30AM BLOOD WBC-4.9 RBC-2.78* Hgb-7.6* Hct-26.3* MCV-95 MCH-27.3 MCHC-28.9* RDW-18.3* RDWSD-63.7* Plt 12:30AM BLOOD Glucose-197* UreaN-54* Creat-1.5* Na-140 K-5.7* Cl-100 HCO3-34* AnGap-6* 12:30AM BLOOD Albumin-3.4* Calcium-8.1* Phos-4.2 Mg-1.9 Iron-38 12:30AM BLOOD calTIBC-293 Ferritn-211* TRF-225 12:30AM BLOOD calTIBC-293 Ferritn-211* TRF-225 12:30AM BLOOD CRP-3.7 ESR 43 Discharge Labs: 05:13AM BLOOD WBC-4.0 RBC-2.55* Hgb-7.4* Hct-24.0* MCV-94 MCH-29.0 MCHC-30.8* RDW-16.6* RDWSD-56.6* Plt Ct-96* 06:01AM BLOOD Neuts-72.5* Lymphs-14.0* Monos-8.2 Eos-4.4 Baso-0.7 Im AbsNeut-3.26 AbsLymp-0.63* AbsMono-0.37 AbsEos-0.20 AbsBaso-0.03 05:13AM BLOOD Glucose-164* UreaN-58* Creat-1.5* Na-142 K-4.3 Cl-92* HCO3-38* AnGap-12 05:13AM BLOOD Calcium-8.8 Phos-4.3 Mg-1.8 IMAGING NON-INVASIVE PERIPHERAL ARTERIAL STUDY Limited study secondary to patient body habitus demonstrating normal flow to bilateral infrapopliteal vessels. MRI SECOND OPINION 1. Post fourth and fifth transmetatarsal amputation with associated postsurgical changes including soft tissue edema and reactive osteitis in the and metatarsal stumps. No definite evidence of osteomyelitis but early osteomyelitis is difficult to exclude. Correlation with radiographs and short interval follow up radiographs in days could further assess. 2. Findings suggest lateral forefoot ulcer with associated soft tissue edema of the forefoot, which may represent cellulitis in the correct clinical context. Areas of more confluent high STIR signal may represent small fluid collections with small abscesses difficult to exclude without intravenous contrast. These can be correlated with ultrasound findings. 3. Moderate muscular atrophy may reflect diabetic changes and neuropathy. TTE Quantitative 3D volumetric left ventricular ejection fraction is 66 % (normal 54-73%). IMPRESSION: Dilated right ventricle. Normal global and regional biventricular systolic function. Minimal aortic stenosis. Mild mitral regurgitation. Moderate to severe functional tricuspid regurgitation. At least moderate pulmonary hypertension. Very small pericardial effusion. Findings  Elevated left and right heart filling pressures.  Preserved cardiac function. Name: MRN: Study Date: 16:44:23 p.  Severe pulmonary hypertension.  Severely elevated RA pressure with Kussmaul sign. Very pulsatile RV able to generate significant PASP. Moderate to severe pulmonary artery sytolic and diastolic hypertension in the setting of elevated left-side filling pressures. RHC Findings  Elevated left and right heart filling pressures. Name: MRN: Study Date: 16:16:57 p.  Preserved cardiac function.  Moderate pulmonary hypertension.  Moderate pulmonary artery hypertension in the setting of elevated left-side filling pressures. Elevated RA without any Kussmaul sign. Brief Hospital Course: year old woman with hx of obesity, IDDM2, HTN, COPD O2 at baseline), HFpEF, bipolar disorder, osteomyelitis of R foot s/p metatarsal amputation on transferred from for further management of nonhealing amputation site. Admission to medicine service for management of osteomyelitis was complicated by respiratory failure. The patient briefly went to the ICU where she was put on BiPAP. After discharge from ICU, she received right heart catheterization which demonstrated elevated filling pressures. She was sent to the cardiology floor and diuresed until symptomatic relief. Hospital course was also complicated by AF for which she was started on metoprolol and warfarin. ACUTE/ACTIVE ISSUES: # Non-healing wound s/p and partial metatarsal resection # Concern for Transferred from for multidisciplinary planning given prolonged history with poor wound healing. Most likely due to massive edema limiting wound healing. Cultures originally grew MRSA, Enterobacter, GBS, and VRE. She received a debridement on . Blood cultures were trended until negative (most recent negative culture . Patient finished antibiotic course during admission. Patient was followed by podiatry for wound care and was given recommendations for home. #Acute decompensated Heart Failure #HFpEF Patient was found to be volume overloaded on admission for treatment of osteomyelitis. RHC demonstrated elevated filling pressures. She was diuresed with a Lasix drip and re cathed with some improvement in filling pressures and large symptomatic improvement. She was transitioned to oral diuretics prior to discharge. # Acute on chronic hypoxemic/hypercarbic respiratory failure Multifactorial from acute on chronic COPD, chronic opiate use, OSA, and HFpEF. Improved following solumedrol, biPAP, and IV diuresis. Respiratory status greatly improved after aggressive diuresis and treatment for COPD exacerbation. # course was complicated by newly identified AF with RVR. She was started in metoprolol succinate 25 mg daily and warfarin. Pharmacy did not recommend a NOAC due to body habitus. # Chronic pain Long history of narcotic use for chronic pain. Has had increased somnolence with oxycodone in the past and may be contributing to respiratory distress. Patient reporting breakthrough pain, but concerns about somnolence. # Chronic anemia Suspect to CKD and anemia of chronic disease. Patient was asymptomatic with Hgb between during admission. CHRONIC/STABLE ISSUES: # CKD (stage unknown) Per report, baseline reportedly unclear with ranging from 0.7-2.6 over the last year, though Cr has been at 1.5 during . Patient's creatinine was stable at 1.5 at discharge. #COPD (baseline home inhaler regimen. Acute decline in respiratory status was attributed in part to COPD exacerbation. She was treated with antibiotics and steroids. Transitional Issues: [ ] New diagnosis of Atrial fibrillation [ ] Patient now on Coumadin for A-fib. please check INR on . Spoke with patient's primary clinic and they will refer patient to their pharmacy for INR monitoring and will manage warfarin dosing. [ ] Please monitor the patient's volume status on new diuretic regimen (torsemide 60 mg daily, discontinued home furosemide 80 mg daily) [ ] Please check chem 7 before iso new diuretic regimen [ ] Increased home O2 requirement: Discharged on NC (from baseline of 2L NC). Please monitor the patients respiratory status and functional status [ ] Please repeat thyroid function tests before . TSH was elevated during admission. [ ] Needs cardiology and infectious disease follow-up. Please ensure that these appointments have been scheduled. Our care connection team was working on the appointments at the time of discharge with plan to contact the patient once scheduled. [ ] Osteomyelitis: Completed course of IV antibiotics (daptomycin/cefepime) on per recs of the ID team [ ] Insulin: Discharged on new insulin regimen of glargine 25 units at bedtime with Humalog sliding scale. Please titrate insulin regimen as needed. [ ] Started on spironolactone, Imdur, and amlodipine was increased to 10 mg daily from 5 mg daily. Monitor blood pressure. Post-Discharge Follow-up Labs Needed: chem 7 before Incidental Findings: elevated TSH 7.4 free T 0.5 Discharge weight: 252.9 lbs Discharge creatinine: 1.5 This patient was prescribed, or continued on, an opioid pain medication at the time of discharge (please see the attached medication list for details). As part of our safe opioid prescribing process, all patients are provided with an opioid risks and treatment resource education sheet and encouraged to discuss this therapy with their outpatient providers to determine if opioid pain medication is still indicated.. Medications on Admission: The Preadmission Medication list is accurate and complete. 1. amLODIPine 5 mg PO DAILY 2. Daptomycin 550 mg IV Q48H 3. Furosemide 80 mg PO DAILY 4. Glargine 10 Units Bedtime Insulin SC Sliding Scale using HUM Insulin 5. Magnesium Oxide 400 mg PO QHS 6. Albuterol Inhaler 2 PUFF IH Q6H:PRN wheezing 7. Atorvastatin 80 mg PO QPM 8. Symbicort (budesonide-formoterol) 160-4.5 mcg/actuation inhalation BID 9. BusPIRone 10 mg PO TID 10. LamoTRIgine 200 mg PO QHS 11. Mirtazapine 15 mg PO QHS 12. Montelukast 10 mg PO QHS 13. OxyCODONE (Immediate Release) 10 mg PO Q4H:PRN Pain Moderate 14. Cyclobenzaprine 5 mg PO HS:PRN muscle spasm 15. Ascorbic Acid mg PO BID 16. Docusate Sodium 100 mg PO BID 17. Fluticasone-Salmeterol Diskus (500/50) 1 INH IH BID 18. melatonin 6 mg oral QHS:PRN insomnia 19. rOPINIRole 2 mg PO QHS:PRN unclear Discharge Medications: 1. InPen (for Humalog) (insulin admin supplies) 1 pen subcutaneous daily RX *insulin admin supplies [InPen (for Humalog)] 1 once a day Disp #*30 Syringe Refills:*0 2. insulin admin supplies 1 pen glargine pen daily RX *insulin admin supplies [InPen (for Humalog)] 1 once a day Disp #*30 Syringe Refills:*0 3. insulin admin supplies 1 box subcutaneous daily BD pen needles RX *insulin admin supplies [InPen (for Humalog)] 1 once a day Disp #*30 Syringe Refills:*0 4. Isosorbide Mononitrate (Extended Release) 30 mg PO DAILY RX *isosorbide mononitrate 30 mg 1 tablet(s) by mouth once a day Disp #*30 Tablet Refills:*0 5. Metoprolol Succinate XL 25 mg PO DAILY RX *metoprolol succinate 25 mg 1 tablet(s) by mouth once a day Disp #*30 Tablet Refills:*0 6. Spironolactone 25 mg PO DAILY RX *spironolactone [Aldactone] 25 mg 1 tablet(s) by mouth once a day Disp #*30 Tablet Refills:*0 7. Torsemide 60 mg PO DAILY RX *torsemide 20 mg 3 tablet(s) by mouth once a day Disp #*90 Tablet Refills:*0 8. Warfarin 5 mg PO DAILY16 RX *warfarin 5 mg 1 tablet(s) by mouth once a day Disp #*30 Tablet Refills:*0 9. amLODIPine 10 mg PO DAILY RX *amlodipine 10 mg 1 tablet(s) by mouth once a day Disp #*30 Tablet Refills:*0 10. Glargine 25 Units Bedtime Insulin SC Sliding Scale using HUM Insulin RX *insulin glargine [Basaglar KwikPen U-100 Insulin] 100 unit/mL (3 mL) AS DIR 25 Units before BED; Disp #*8 Syringe Refills:*0 11. OxyCODONE (Immediate Release) 5 mg PO Q4H:PRN Pain Moderate Reason for PRN duplicate override: changing order RX *oxycodone 5 mg 1 tablet(s) by mouth twice a day Disp #*15 Tablet Refills:*0 12. Albuterol Inhaler 2 PUFF IH Q6H:PRN wheezing 13. Ascorbic Acid mg PO BID 14. Atorvastatin 80 mg PO QPM 15. BusPIRone 10 mg PO TID 16. Cyclobenzaprine 5 mg PO HS:PRN muscle spasm 17. Docusate Sodium 100 mg PO BID 18. Fluticasone-Salmeterol Diskus (500/50) 1 INH IH BID 19. LamoTRIgine 200 mg PO QHS 20. Magnesium Oxide 400 mg PO QHS 21. melatonin 6 mg oral QHS:PRN insomnia 22. Mirtazapine 15 mg PO QHS 23. Montelukast 10 mg PO QHS 24. rOPINIRole 2 mg PO QHS:PRN unclear 25. Symbicort (budesonide-formoterol) 160-4.5 mcg/actuation inhalation BID Discharge Disposition: Home With Service Facility: Discharge Diagnosis: Primary Diagnosis: Acute decompensated heart failure Skin and soft tissue infection A-fib Secondary Diagnosis: Acute on chronic hypercarbic respiratory failure Discharge Condition: Mental Status: Clear and coherent. Level of Consciousness: Alert and interactive. Activity Status: Ambulatory Independent. Discharge Instructions: Dear , was a pleasure taking care of you at the ! Why was I admitted to the hospital? -You were admitted because you had an poorly healing infection in your foot. -You were also found to have extra fluid build-up in your body What happened while I was in the hospital? The wound was cleaned out by our surgeons and you were put on antibiotics to help treat the infection. You were treated with medications to remove the excess fluid from your body What should I do after leaving the hospital? Please take your medications as listed in discharge summary and follow up at the listed appointments. Thank you for allowing us to be involved in your care, we wish you all the best! Sincerely, Your Healthcare Team Followup Instructions:"
}