{
  "13892051-DS-10": "MEDICINE Allergies: No Known Allergies / Adverse Drug Reactions Attending: . Chief Complaint: Dyspnea Major Surgical or Invasive Procedure: None History of Present Illness: Ms. is a year old woman ot with non small cell lung cancer Stage 2B s/p radiation/chemo, COPD, atrial fibrillation, hx of PE on apixaban, recurrent pleural effusions with prior pleurex catheter, orthostatic hypotension, CAD, presenting with 2 weeks of worsening dyspnea on exertion. She currently has a left sided chest Pleurx in place, which is drained . She she denied cough, fever, chills, headache, recent falls. She denied abdominal pain, nausea, vomiting, but endorse chronic constipation. In the ED, initial vital signs were 97.0 80 117/78 18 92% on room air. Labs notable for normal CBC, BMP within normal limits, LFTs within normal limits with a mildly elevated alk phos of 107. ProBNP of 2790. UA large leuk esterase, positive nitrites, moderate bacteria. Exam notable for in short sentences, elevated JVD, no pedal edema. Per the ED, point-of-care ultrasound showed a small pericardial effusion and a large left pleural effusion. She received 30 mg p.o. diltiazem, IV ceftriaxone and docusate, and 20 mg iV furosemide. Upon arrival to the floor, the patient tells the story as follows. She reports that over the past 3 weeks, her dyspnea on exertion has significantly worsened. She reports that previously should be able to walk about 10 steps prior to becoming short of breath, however, she can only currently walk approximately 2 steps. She reports she short of breath with any exertion. She has been having her Pleurx catheter drained by nursing 3 times a week, with approximately 600-700 cc of fluid drained each time. She notes that even when the fluid is drained, she has no improvement or change in her shortness of breath. She otherwise denies fevers, chills, cough, chest pain, palpitations, orthopnea, shortness of breath at rest, weight gain, or lower extremity edema. She otherwise denies nausea, vomiting, urinary frequency. She notes that she has had constipation occurring over the past few weeks. Of note, she is on a slow prednisone taper, currently taking 4 mg per day, and reports that she was plan to take 3 mg per day starting tomorrow. Pt was recently admitted for SOB, thought to be due to COPD exacerbation and need to drain TPC. She was last seen by interventional pulmonary on , who noted that she is not a candidate for pleuredesis given that she continues to have significant drainage, approximately 700 cc three times per week. ROS: Pertinent positives and negatives as noted in the HPI. All other systems were reviewed and are negative. Past Medical History: Squamous cell lung cancer Prior history of pulmonary embolus on apixaban Coronary artery disease hypothyroidism Hypertension colonic polyps Atrial fibrillation COPD Recurrent pleural effusions PAST ONCOLOGIC HISTORY: Presented to PCP with new AF/flutter. CXR obtained at ED which demonstrated a left hilar prominence. CTA obtained demonstrated a 4.9 cm left perihilar mass with extension to the mediastinum, concerning for primary lung malignancy. Admitted to for further work-up. Bronchoscopy () with FNA of left upper lobe showed carcinoma, favoring squamous cell with p40 positivity and TTF1 negativity. Lymph nodes at level 11, level 7, and 4L were biopsied via FNA and all 3 were negative for malignant cells. BAL was sent for cytology, and pathology resulted with rare atypical cells and no definitively malignant cells. CT of the C/A/P on , was notable for the large left hilar mass noted above spanning from the left pulmonary artery to the left atrium. The mass was noted to have indirect contact with the pericardium. It was noted to have invaded the left pulmonary vein with tumor thrombus noted. Her CT also showed some borderline ipsilateral and contralateral mediastinal and subcarinal lymph nodes. Her CT abdomen showed no evidence of metastatic disease within the abdomen. MRI of the brain () with no intracranial metastases. PET CT on showed a 5.1cm left hilar FDG avid mass and a mildly FDG avid pleural based nodule adjacent to the primary mass which measured 1.5 x 0.9 cm. Her clinical stage was determined to be between IIa and IIIa, based on whether or not the pleural based nodule or enlarged lymph nodes were assumed to be malignant. Evaluated by Dr. in thoracic surgery on . She underwent PFTs on which showed: FEV1: 67% pred FEV1/FVC: 75% DLCO: 49% pred Day 1 Cycle 1 () Paclitaxel (Taxol) 50 mg/m2 Carboplatin AUC 2 x 6 weeks with radiation : Admitted for weakness and found to have PE and UTI. She was started on Lovenox 60mg bid and 3 days of ceftriaxone : C2D1 50 mg/m2 Carboplatin AUC 2. Administered while inpatient. Social History: Family History: 3 brothers (all smokers) died of lung cancer. Ages at diagnosis uncertain. Mother deceased at age for heart attack. Physical Exam: ADMISSION EXAM VITALS: 98.1 PO 98 / 64L Lying RA GENERAL: Alert and in no apparent distress, speaking in full sentences EYES: Anicteric, pupils equally round ENT: Ears and nose without visible erythema, masses, or trauma. Oropharynx without visible lesion, erythema or exudate Mucous membranes moist CV: Heart irregular RESP: Lungs with decreased breath sounds in the left posterior lung field, otherwise, no crackles, no wheezes, no accessory muscle use GI: Abdomen soft, non-distended, non-tender to palpation MSK: Neck supple, moves all extremities, strength grossly full and symmetric bilaterally in all limbs SKIN: No rashes or ulcerations noted NEURO: Alert, face symmetric, gaze conjugate with EOMI, speech fluent, moves all limbs PSYCH: pleasant, appropriate affect DISCHARGE EXAM VS: 97.5PO 92/63 76 18 96 RA GENERAL: Alert and in no apparent distress, speaking in full sentences EYES: Anicteric, pupils equally round ENT: Ears and nose without visible erythema, masses, or trauma. Oropharynx without visible lesion, erythema or exudate Mucous membranes moist CV: NS1/S2, irregularly irregular RESP: Lungs with decreased breath sounds in the left posterior lung field, otherwise, no crackles, no wheezes, no accessory muscle use GI: Abdomen soft, non-distended, non-tender to palpation MSK: Neck supple, moves all extremities, strength grossly full and symmetric bilaterally in all limbs SKIN: No rashes or ulcerations noted NEURO: Alert, face symmetric, gaze conjugate with EOMI, speech fluent, moves all limbs PSYCH: pleasant, appropriate affect PSYCH: Appropriate and calm. Pertinent Results: ADMISSION LABS 05:37PM BLOOD WBC:7.8 RBC:4.95 Hgb:13.5 Hct:44.0 MCV:89 MCH:27.3 MCHC:30.7* RDW:17.8* RDWSD:57.1* Plt Ct:270 05:37PM BLOOD Neuts:71.8* Lymphs:14.5* Monos:9.7 Eos:3.1 Baso:0.4 Im AbsNeut:5.62 AbsLymp:1.13* AbsMono:0.76 AbsEos:0.24 AbsBaso:0.03 05:57PM BLOOD PTT:29.3 05:37PM BLOOD Glucose:116* UreaN:16 Creat:0.9 Na:139 K:5.1 Cl:95* HCO3:30 AnGap:14 05:37PM BLOOD ALT:11 AST:21 AlkPhos:107* TotBili:0.4 IMAGING CXR Left pleural catheter remains in place. Right Port-A-Cath is no longer visualized. Volume loss again seen in the left hemithorax with superior retraction of the hilum and increased interstitial markings which are presumably post treatment related. No new consolidation. Small persistent left pleural effusion is noted. Right lung remains essentially clear. Cardiac silhouette is stable. No acute osseous abnormalities. IMPRESSION: No definite acute cardiopulmonary process. CTA 1. No evidence of pulmonary embolism or aortic abnormality. 2. Mild interval increase of left pleural effusion with PleurX catheter in place and unchanged in positioning from prior. 3. Stable post treatment changes in the left lung with no evidence of recurrence. 4. Unchanged small pericardial effusion. TTE The left atrium is normal in size. No atrial septal defect is seen by 2D or color Doppler. The estimated right atrial pressure is mmHg. Left ventricular wall thickness, cavity size, and global systolic function are normal (LVEF>65%). Regional left ventricular wall motion is normal. There is no ventricular septal defect. Right ventricular chamber size is normal with borderline normal free wall function. The diameters of aorta at the sinus, ascending and arch levels are normal. No aortic regurgitation is seen. The mitral valve leaflets are structurally normal. There is no mitral valve prolapse. Mild (1+) mitral regurgitation is seen. Moderate to severe [3+] eccentric tricuspid regurgitation is seen. There is moderate pulmonary artery systolic hypertension. There is a very small pericardial effusion. There are no echocardiographic signs of tamponade. IMPRESSION: Normal global left ventricular systolic function. Low normal global right ventricular systolic function. Moderate pulmonary hypertension. Moderate to severe tricuspid regurgitation. Very small pericardial effusion without 2D echo evidence of tamponade. Compared with the prior study (images reviewed) of a very small pericardial effusion is seen (trivial effusion was present on prior). Definitive right ventricular pressure/volume overload not seen on this study despite higher pulmonary pressures. DISCHARGE LABS 06:10AM BLOOD WBC-8.6 RBC-4.32 Hgb-12.0 Hct-38.6 MCV-89 MCH-27.8 MCHC-31.1* RDW-17.7* RDWSD-58.4* Plt 06:10AM BLOOD Glucose-128* UreaN-10 Creat-0.8 Na-143 K-3.9 Cl-100 HCO3-30 AnGap-13 06:10AM BLOOD Calcium-9.1 Phos-3.8 Mg-1.8 Brief Hospital Course: Ms. is a year old woman ot with non small cell lung cancer Stage 2B s/p radiation/chemotherapy, COPD, atrial fibrillation, history of pulmonary embolism on apixaban, recurrent pleural effusions with prior pleurex catheter, orthostatic hypotension, CAD, presenting with two weeks of worsening dyspnea on exertion. # Dyspnea on exertion # Pleural effusion # Non-small cell lung cancer # COPD: Patient with worsening dyspnea on exertion, without orthopnea, fevers, chills, leukocytosis, or change in cough. Dyspnea is likely multifactorial, and includes ongoing compressive atelectasis with known pleural effusion with frequent reaccumulation, COPD, elevated right-sided pressures prior radiation, radiation pneumonitis. There is no current evidence of recurrence for non-small cell lung cancer. Of note, she had a similar presentation during her admission in and was subsequently given morphine and Ativan for air hunger, although these do not appear to be continued most recently. Her home furosemide was continued during her admission, as well as her prednisone for radiation pneumonitis. PleurX drainage was performed three times per week. Her home inhalers were continued. She will follow up with her oncologist following discharge. Her prednisone will be tapered 1 mg/week. She will be on 3 mg daily until , then it should be decreased to 2 mg daily and so forth. # Atrial fibrillation: patient had atrial fibrillation with rapid ventricular response while admitted and her diltiazem was uptitrated to 45 mg PO q6h with good rate control. Her home apixaban and digoxin was continued. # Presyncope # Unsteadiness on feet: had multiple episodes of presyncope, and is continuously unsteady when attempting to stand. No chest pain or palpitations. There was no bradycardia or arrhythmia on telemetry. She needs physical therapy for deconditioning. Her home midodrine and fludrocortisone was continued. # History of pulmonary embolism: home apixaban was continued. # History of orthostatic hypotension: She is continued on home fludrocortisone and midodrine. She was intermittently orthostatic during her admission. # Hypothyroidism: She was continued on home levothyroxine. # GERD: She was continued on home omeprazole. # Hyperlipidemia: She was continued on home rosuvastatin. # Asymptomatic bacteriuria: urinalysis grossly positive. Patient denies symptoms of fevers, dysuria, urinary frequency, suprapubic tenderness. She received one dose of ceftriaxone in the ED. Given asymptomatic bacteruria, deferred further antibiotic treatment. TRANSITIONS OF CARE # Follow-up: She will follow up with her oncologist following discharge. Her prednisone will be tapered 1 mg/week. She will be on 3 mg daily until , then it should be decreased to 2 mg daily and so forth. PleurX drainage should be performed three times per week Medications on Admission: The Preadmission Medication list is accurate and complete. 1. Apixaban 5 mg PO BID 2. Calcium Carbonate 1000 mg PO DAILY 3. Digoxin 0.125 mg PO DAILY 4. Diltiazem 30 mg PO Q8H 5. Fludrocortisone Acetate 0.1 mg PO BID 6. Fluticasone-Salmeterol Diskus (250/50) 1 INH IH BID 7. Furosemide 20 mg PO DAILY 8. Levothyroxine Sodium 112 mcg PO DAILY 9. Midodrine 10 mg PO TID 10. Omeprazole 20 mg PO DAILY 11. Rosuvastatin Calcium 40 mg PO QPM 12. Tiotropium Bromide 1 CAP IH DAILY 13. albuterol sulfate 90 mcg/actuation inhalation QID:PRN DYSPNEA 14. Potassium Chloride 20 mEq PO DAILY 15. Senna 17.2 mg PO BID:PRN constipation 16. Proctosol HC (hydrocorTISone) 2.5 % topical BID 17. promethazine-codeine 6.25-10 mg/5 mL oral Q6H:PRN 18. PredniSONE mg PO DAILY 19. Incruse Ellipta (umeclidinium) 62.5 mcg/actuation inhalation DAILY 20. Acetaminophen 650 mg PO Q8H:PRN Pain Mild 21. Vitamin D 800 UNIT PO DAILY 22. Docusate Sodium 100 mg PO BID Discharge Medications: 1. Diltiazem 45 mg PO Q6H 2. Senna 17.2 mg PO BID:PRN constipation 3. Acetaminophen 650 mg PO Q8H:PRN Pain Mild 4. albuterol sulfate 90 mcg/actuation inhalation QID:PRN DYSPNEA 5. Apixaban 5 mg PO BID 6. Calcium Carbonate 1000 mg PO DAILY 7. Digoxin 0.125 mg PO DAILY 8. Docusate Sodium 100 mg PO BID 9. Fludrocortisone Acetate 0.1 mg PO BID 10. Fluticasone-Salmeterol Diskus (250/50) 1 INH IH BID 11. Furosemide 20 mg PO DAILY 12. Incruse Ellipta (umeclidinium) 62.5 mcg/actuation inhalation DAILY 13. Levothyroxine Sodium 112 mcg PO DAILY 14. Midodrine 10 mg PO TID 15. Omeprazole 20 mg PO DAILY 16. Potassium Chloride 20 mEq PO DAILY 17. PredniSONE mg PO DAILY Please give 3 mg daily until , then decrease to 2 mg and by 1 mg every week Tapered dose DOWN 18. Proctosol HC (hydrocorTISone) 2.5 % topical BID 19. promethazine-codeine 6.25-10 mg/5 mL oral Q6H:PRN 20. Rosuvastatin Calcium 40 mg PO QPM 21. Tiotropium Bromide 1 CAP IH DAILY 22. Vitamin D 800 UNIT PO DAILY Discharge Disposition: Extended Care Facility: Discharge Diagnosis: Pleural effusion Atrial fibrillation Discharge Condition: Mental Status: Clear and coherent. Level of Consciousness: Alert and interactive. Activity Status: Ambulatory Independent. Discharge Instructions: Dear Ms. , You were hospitalized for dyspnea. Your catheter was drained and will need to continue to drain three times per week. You were also noted to have a fast heart rate from your atrial fibrillation. Your diltiazem dose was increased, and your heart rate is now better controlled. It is important that you continue to take your medications as prescribed and follow up with the appointments listed below. We wish you all the best in your recovery, Best wishes, Your team Followup Instructions:"
}