{
  "17704578-DS-8": "MEDICINE Allergies: Heparin Analogues / Lipitor / shrimp / Coumadin Attending: . Chief Complaint: cough and hypoxia Major Surgical or Invasive Procedure: None History of Present Illness: Ms. is a with PMH of AS s/p TAVR (), AV block s/p PPM placement, CAD on cath in , HTN, HLD and remote breast adenocarcinoma s/p lumpectomy and adjuvant chemoradiation who presents with malaise. Patient was seen last week by her PCP and diagnosed with oral herpes simplex given lesions. She was started on Valtrex and oral steroids elixir on . On , she began experiencing congestion, nausea, vomiting, diarrhea and cough. She was still feeling unwell two days later, prompting presentation to the ED. She denied fever, chills, chest pain, SOB, or sick contacts. In the ED, her initial vitals were T 98.3, HR 70, BP 97/41, RR 22, and O2 sat 87% on RA. She triggered for hypoxia and was placed on NC and given duonebs, with subsequent improvement in oxygen saturation. Exam notable for inability to speak in full sentences on nasal cannula. Lungs with rhonchi and wheezes diffusely. Labs were notable for leukocytosis to 13.6 with 83.7% neutrophils, Na 133, Cr 1.5, lactate 1.5. Flu A/B PCR negative. Blood cultures were sent. CXR demonstrated mildly patchy pneumonia in each lower lobe. The patient was given duonebs, 1L LR, azithromycin 500mg PO and ceftriaxone 1g IV. Vitals prior to transfer were T 98.3, HR 74, BP 110/30, RR 14, O2 sat 92% on RA. On arrival to the floor, patient confirms the above story, but does note that symptoms began about 1 week ago. She endorses sore throat, nonproductive cough, congestion, nausea and vomiting. She also reports diarrhea, at most about 4 times per day, with last episode the day prior to presentation. She denies blood in diarrhea. She denies fevers. She reports the cold sore on her lip has resolved and she thinks the lesions under her tongue have resolved as well. She finished the dexamethasone oral elixir but still had 2 days of Valtrex left. She feels her breathing is comfortable on nasal cannula, but denies having home oxygen. REVIEW OF SYSTEMS: Per HPI, otherwise, 10-point review of systems was within normal limits. Past Medical History: AS s/p TAVR () Breast ca s/p lumpectomy and adjuvant chemoradiation () High grade AV block s/p PPM , single chamber CAD (on cath) HLD HTN Depression Hyperplastic colon polyps Basal cell carcinoma HIT Osteoporosis Shingles Social History: Family History: Mother heart disease Father duodenal ulcer Sister breast cancer Brother depression, renal cancer Physical Exam: ADMISSION PHYSICAL EXAM: VITALS: reviewed in eflowsheets GENERAL: Alert and interactive. In no acute distress. HEENT: PERRL, EOMI. Sclera anicteric and without injection. MMM. No lesions visible on lips. 2 small vesicles noted under tongue without surrounding erythema. NECK: No cervical lymphadenopathy. CARDIAC: RRR. Audible S1 and S2. No murmurs/rubs/gallops. LUNGS: Breathing comfortably on 3L NC without accessory muscle use. Diffuse rhonchi and wheezes throughout b/l lung fields. ABDOMEN: +BS. Abdomen soft, NT, ND. EXTREMITIES: No clubbing, cyanosis, or edema. Pulses DP/Radial 2+ bilaterally. SKIN: Warm. Cap refill <2s. No rashes. NEUROLOGIC: AOx3. CN2-12 intact. Moving all 4 limbs spontaneously. strength throughout. Normal sensation DISCHARGE PHYSICAL EXAM: VITALS: 24 HR Data (last updated @ 748) Temp: 97.8 (Tm 98.0), BP: 113/60 (90-143/49-66), HR: 72 (72-80), RR: 17 (), O2 sat: 92% (89-97), O2 delivery: RA GENERAL: Alert and interactive. In no acute distress. CARDIAC: RRR. Audible S1 and S2. No murmurs/rubs/gallops. LUNGS: Breathing comfortably on RA without accessory muscle use. Improved crackles. ABDOMEN: +BS. Abdomen soft, NT, ND. EXTREMITIES: No edema. SKIN: Warm. No rashes. NEUROLOGIC: AOx3. Moving all 4 limbs spontaneously. strength throughout. Normal sensation. Pertinent Results: ADMISSION LABS: 06:55PM OTHER BODY FLUID FluAPCR-NEGATIVE FluBPCR-NEGATIVE 06:37PM PO2-49* PCO2-36 PH-7.40 TOTAL CO2-23 BASE XS-1 06:37PM LACTATE-1.5 06:30PM GLUCOSE-121* UREA N-36* CREAT-1.5* SODIUM-133* POTASSIUM-4.2 CHLORIDE-99 TOTAL CO2-19* ANION GAP-15 06:30PM CALCIUM-9.2 PHOSPHATE-3.2 MAGNESIUM-1.9 06:30PM WBC-13.6* RBC-3.40* HGB-11.4 HCT-34.4 MCV-101* MCH-33.5* MCHC-33.1 RDW-13.2 RDWSD-49.5* 06:30PM NEUTS-83.7* LYMPHS-7.2* MONOS-8.3 EOS-0.0* BASOS-0.3 IM AbsNeut-11.36* AbsLymp-0.98* AbsMono-1.12* AbsEos-0.00* AbsBaso-0.04 06:30PM PLT COUNT-185 INTERVAL LABS: 06:59AM BLOOD Ret Aut-1.4 Abs Ret-0.04 06:59AM BLOOD cTropnT-<0.01 07:08AM BLOOD Calcium-9.3 Phos-3.9 Mg-1.9 Iron-37 07:08AM BLOOD calTIBC-265 Ferritn-240* TRF-204 06:59AM BLOOD calTIBC-234* Ferritn-229* TRF-180* DISCHARGE LABS: 07:08AM BLOOD WBC-7.8 RBC-3.36* Hgb-10.9* Hct-34.1 MCV-102* MCH-32.4* MCHC-32.0 RDW-12.6 RDWSD-46.5* Plt 06:15AM BLOOD 07:08AM BLOOD Glucose-101* UreaN-15 Creat-0.8 Na-142 K-4.8 Cl-103 HCO3-23 AnGap-16 IMAGING: Echo Report CONCLUSION: The left atrial volume index is normal. No thrombus/mass is seen in the body of the left atrium (best excluded by TEE). There is mild symmetric left ventricular hypertrophy with a normal cavity size. There is normal regional and global left ventricular systolic function. Quantitative 3D volumetric left ventricular ejection fraction is 66 % (normal 54-73%). Left ventricular cardiac index is normal (>2.5 L/min/m2). There is no resting left ventricular outflow tract gradient. Normal right ventricular cavity size with normal free wall motion. Tricuspid annular plane systolic excursion (TAPSE) is normal. The aortic sinus diameter is normal for gender with normal ascending aorta diameter for gender. The aortic arch diameter is normal with a normal descending aorta diameter. An Evolut aortic valve bioprosthesis is present. The prosthesis is well seated with normal leaflet motion and gradient. The effective orifice area index is normal (>=0.85 cm2/m2). There is no aortic regurgitation. The mitral valve leaflets appear structurally normal with no mitral valve prolapse. There is severe mitral annular calcification. There is minimal functional mitral stenosis from the prominent mitral annular calcification. There is an eccentric, anteriorly directed jet of mild to moderate [] mitral regurgitation. Due to acoustic shadowing, the severity of mitral regurgitation could be UNDERestimated. The pulmonic valve leaflets are not well seen. The tricuspid valve leaflets appear structurally normal. There is mild [1+] tricuspid regurgitation. Due to acoustic shadowing, the severity of tricuspid regurgitation may be UNDERestimated. There is mild pulmonary artery systolic hypertension. There is no pericardial effusion. IMPRESSION: Well seated, normal functioning Evolut TAVR with normal gradient and no aortic regurgitation. Mild symmetric left ventricular hypertrophy with normal cavity size and regional/ global biventricular systolic function. Mild pulmonary artery systolic hypertension. Eccentric jet of mild-moderate mitral regurgitation with normal valve morphology. Minimal functional mitral stenosis due to mitral annular calcification. Compared with the prior TTE (images reviewed) of , minimal functional mitral stenosis is now demonstrated. CLINICAL IMPLICATIONS: Based on the echocardiographic findings and ACC/AHA recommendations, antibiotic prophylaxis IS recommended prior to dental cleanings and other non-sterile procedures. (PA & LAT) IMPRESSION: Left lower lobe consolidation compatible with pneumonia, similar to slightly increased from prior. Stable small left pleural effusion. (PORTABLE AP) IMPRESSION: Lungs are low volume with bibasilar atelectasis. The left pleural effusion is increased in volume. Cardiomediastinal silhouette is the tube. Left-sided pacemaker is unchanged. No pneumothorax. (PA & LAT) IMPRESSION: Findings suggest mild patchy pneumonia in each lower lobe. MICROBIOLOGY: 8:41 am BLOOD CULTURE #2. **FINAL REPORT Blood Culture, Routine (Final : NO GROWTH. 8:18 am BLOOD CULTURE **FINAL REPORT Blood Culture, Routine (Final : NO GROWTH. 6:50 pm BLOOD CULTURE 2 OF 2. **FINAL REPORT Blood Culture, Routine (Final : STAPHYLOCOCCUS, COAGULASE NEGATIVE. Isolated from only one set in the previous five days. SENSITIVITIES PERFORMED ON REQUEST.. Aerobic Bottle Gram Stain (Final : GRAM POSITIVE COCCI IN PAIRS AND CLUSTERS. Reported to and read back by AT ON . 6:30 pm BLOOD CULTURE **FINAL REPORT Blood Culture, Routine (Final : NO GROWTH. Brief Hospital Course: TRANSITIONAL ISSUES: [] Discharge weight: 120.8 lbs [] Discharge Cr: 0.8 [] Started reduced dose apixaban for pAF given age and weight [] Started metoprolol for pAF [] Pacemaker should be able to evaluate burden of Afib, previously mentioned in Pacemaker evaluation on [] Please continue evaluate duration of anticoagulation [] For CAP completed 5 d course of azithro and 7d course of CTX [] Required NC, but was discharged home without O2 [] Discharged with home [] Based on the echocardiographic findings and ACC/AHA recommendations, antibiotic prophylaxis IS recommended prior to dental cleanings and other non-sterile procedures. ASSESSMENT AND PLAN: with PMH of AS s/p TAVR (), AV block s/p PPM, CAD on ASA, and remote breast adenocarcinoma s/p lumpectomy and adjuvant chemoradiation p/w hypoxia and malaise c/f pneumonia improving with IV abx course c/b with neck tightness and pAfib with rapid rates to 150s. ACUTE/ACTIVE ISSUES: #paroxysmal Afib Had Afib with rapid rated to 150, BP was soft . 1L IVF was given as well as metop 5IV x2 then PO was started. No prior hx of afib. Spontaneously converted to NSR later that same afternoon. Maintained on Metop 50mg PO daily. Started reduced dose apixaban 2.5 mg PO BID (for age and weight) for anticoagulation, please continue to eval need for AC. #Hypoxia #Pneumonia: Patient presented with 2d of nonproductive cough. Leukocytosis with neutrophil predominance as well as CXR demonstrating possible patchy pneumonia in b/l lower lobes. Flu PCR negative. Abx azithromycin and 7 day course of CTX. Initiated on NC 2L and duonebs with guifenesin and benzonatate. Prior to DC pt tolerated RA. was consulted and recommended home . RESOLVED: #Oral herpes simplex: Diagnosed in outpatient clinic on given oral lesions with plan for 7d course of Valtrex (D7: . Finished oral dexamethasone elixir prior to admission. #Hyponatremia: Na slightly low at 132-134, hypovolemic iso GI losses and poor PO. Legionella neg. Resolved with adequate PO intake and IVF. : Cr elevated to 1.5 now back to 1.1, baseline ~1.0. Etiology likely pre-renal iso vomiting/diarrheal losses and poor PO intake. Reassuringly improved after giving fluids and good PO as expected. Cr at discharge 0.8 CHRONIC/STABLE ISSUES: #H/o HIT: heparin products contraindicated #HTN: initially held home amlodipine 5mg qd, STOPPED prior to DC as metoprolol was started #Depression: cont home citalopram 10mg qd #HLD: cont home pravastatin 80 qd #CAD #AS s/p TAVR #AV block s/p PPM cont home ASA 81 #Osteoporosis: cont home calcium carbonate 1250 mg qd, vit D3 1000u qd # CODE: Full, confirmed # CONTACT: (daughter) Medications on Admission: The Preadmission Medication list is accurate and complete. 1. amLODIPine 5 mg PO DAILY 2. Citalopram 10 mg PO DAILY 3. Pravastatin 80 mg PO DAILY 4. ValACYclovir 1000 mg PO Q12H 5. Aspirin 81 mg PO DAILY 6. Calcium Carbonate 500 mg PO DAILY 7. Vitamin D 1000 UNIT PO DAILY 8. LOPERamide 2 mg PO QID:PRN diarrhea Discharge Medications: 1. Apixaban 2.5 mg PO BID RX *apixaban [Eliquis] 2.5 mg 1 tablet(s) by mouth twice a day Disp #*60 Tablet Refills:*0 2. Benzonatate 100 mg PO TID:PRN cough RX *benzonatate 100 mg 1 capsule(s) by mouth three times a day Disp #*30 Capsule Refills:*0 3. GuaiFENesin ER 600 mg PO Q12H RX *guaifenesin [Mucus Relief ER] 600 mg 1 tablet(s) by mouth twice a day Disp #*14 Tablet Refills:*0 4. Metoprolol Succinate XL 50 mg PO DAILY RX *metoprolol succinate 50 mg 1 tablet(s) by mouth once a day Disp #*30 Tablet Refills:*0 5. Aspirin 81 mg PO DAILY 6. Calcium Carbonate 500 mg PO DAILY 7. Citalopram 10 mg PO DAILY 8. Pravastatin 80 mg PO DAILY 9. Vitamin D 1000 UNIT PO DAILY Discharge Disposition: Home With Service Facility: Discharge Diagnosis: hypoxic respiratory failure secondary to community acquired pneumonia paroxysmal atrial fibrillation with rapid ventricular response to 150s Discharge Condition: Mental Status: Clear and coherent. Level of Consciousness: Alert and interactive. Activity Status: Ambulatory Independent. Discharge Instructions: Dear Ms. , It was a privilege caring for you at . Please see below for more information on your hospitalization. WHY WERE YOU ADMITTED TO THE HOSPITAL? You were not feeling well and had a cough WHAT WAS DONE WHILE YOU WERE IN THE HOSPITAL? We did an XRAY which showed an infection in your lungs (pneumonia), for this we stared antibiotics Your oxygen levels were low. We provided you with supplemental oxygen and monitored your levels. Your breathing improved and you were able to breathe comfortably on room air You developed an abnormal heart rhythm called atrial fibrillation. We started you on metoprolol to control your heart rates. Your heart rhythm went back to normal. We discussed the atrial fibrillation with your outpatient PCP and cardiologist and started you on apixaban to reduced your stroke risk. WHAT DO YOU NEED TO DO WHEN YOU LEAVE THE HOSPITAL? Take all of your medications as prescribed (listed below) Follow up with your doctors as listed below Seek medical attention if you have new or concerning symptoms. It was a pleasure taking part in your care here at ! We wish you all the best! Your Care Team Followup Instructions:"
}