{
  "11661862-DS-23": "MEDICINE Allergies: Accupril / gemfibrozil / Statins-Hmg-Coa Reductase Inhibitors / metformin Attending: Chief Complaint: confusion, fever, shortness of breath Major Surgical or Invasive Procedure: PICC placement () History of Present Illness: male with history of asthma, type 2 diabetes, CAD s/p CABG , afib on apixaban, hypertension, and prostate cancer who presented with acute onset shortness of breath and altered mental status. Prior to this he had been having difficulty urinating. His wife called EMS night because the patient was having difficulty breathing. He was found in moderate respiratory distress and placed on BiPAP with improvement. O2 sat has been above 90%. Received nebs and steroids with EMS. Patient had been more somnolent than usual since his shortness of breath started. His wife does not think he has had fevers at home. Initial history was limited due to the patient's somnolence; he is also hard of hearing. He did awaken to voice. He denied chest pain or abdominal pain. In the ED, initial vitals: Yest 22:00 0 104.8 93 118/54 24 100% bipap Exam notable for: somnolent but arousable to voice on arrival, full neck range of motion. Labs notable for: WBC 6.8 (93% PMN), Hgb 10.1 (baseline appears , Na 128 (recent values in 140s), Cr 1.5 (baseline creatinine about 1.0), glucose 144, INR 1.7, AST 46, LFTs otherwise normal, VBG lactate 3.1, trop negative x1, BNP 594, flu negative, UA with mild hematuria Imaging notable for: -CT head negative -CT chest with no PNA, no PE, mild atelectasis -CXR with vascular congestion Pt given: 2g IV cefepime (10pm), 1500 IV vanco (11pm), 1g PR APAP (10pm), 1L total LR On reevaluation, patient was more awake and alert, able to recount his history and symptoms (with some difficulty giving his difficulty hearing). Weaned from BiPAP to NC. His only complaint was that he was having difficulty urinating earlier. He does have an enlarged prostate. Foley was placed. No headache, neck pain, meningismus. ED did not feel LP was warranted. Vitals prior to transfer: Today 01:50 0 99.8 75 113/62 19 96% 2L NC Upon arrival to the floor, the patient is not able to interact. His wife confirmed the above and added he was unsteady coming out of bed today, fell and did not strike head. He normally uses a walker when outside the house but was not using at the time. He is normally A&Ox3, occasionally forgets minor things but is able to converse and interact normally. Had been usual self (no confusion, excess sleeping, etc.) until a few hours before EMS called. Since symptoms started he has been hesitating before speaking. When alert today he has been moving all limbs. Had no chest pain, abdominal symptoms, bloody stool, rash. Last BM a few days ago. No recent hospitalizations since CABG last year, saw PCP and within last few months. Per wife, med list from most recent PCP visit should be correct. Does not have list with patient. Past Medical History: -POSSIBLE RETINAL TEAR -ALLERGIC RHINITIS -ANEMIA -ASTHMA -DIABETES TYPE II -GASTROESOPHAGEAL REFLUX -HYPERCHOLESTEROLEMIA -HYPERLIPIDEMIA -HYPERTENSIVE HEART DISEASE -PROSTATE CANCER -SLEEP APNEA -SPINAL STENOSIS -URGE INCONTINENCE -CORONARY ARTERY DISEASE s/p CABG -ATRIAL FIBRILLATION -MITRAL REGURGITATION Social History: Family History: non-contributory Physical Exam: ADMISSION EXAM VITALS: 99.6 PO 112 / 62 R Lying 75 18 96 2 L GEN: somnolent, lying in bed, responsive to light shaking, sweating that improved after turning off a very strong light above his bed NEURO: responds to shaking and sternal rub, able to follow simple commands like moving limbs, not speaking, falls back asleep easily HEENT: pupils small but reactive equally and briskly, no scleral icterus NECK: JVP about a cm above clavicle at 45 degrees but augments to earlobe with abdominal pressure CV: RRR, no murmur Lungs: clear anteriorly Abd: soft, moderate distention, deep palpation does not seem to cause pain GU: foley with clear yellow urine about 500 cc in bag EXT: R>L pitting edema (chronic per wife), DP palpable bilaterally, feet warm SKIN: no rash or obvious cuts DISCHARGE EXAM VITALS: 24 HR Data (last updated @ 450) Temp: 98.2 (Tm 99.1), BP: 136/77 (118-139/71-79), HR: 69 (65-94), RR: 16 (), O2 sat: 98% (95-98), O2 delivery: RA, Wt: 179.01 lb/81.2 kg GEN: well-appearing, sitting in bed eating breakfast HEENT: pupils reactive equally and briskly, no scleral icterus CV: RRR, nl S1/S2, no murmur/rubs/gallops Lungs: mild bibasilar crackles, no appreciable wheezing Abd: soft, moderate distention, no tenderness to deep palpation NEURO: A&Ox3, strength and sensation grossly intact EXT: R>L pitting edema (chronic per wife), DP palpable bilaterally, feet warm SKIN: no rash or obvious cuts Pertinent Results: ADMISSION LABS 09:23PM BLOOD WBC-6.8 RBC-3.23* Hgb-10.1* Hct-30.0* MCV-93 MCH-31.3 MCHC-33.7 RDW-13.4 RDWSD-45.9 Plt 09:23PM BLOOD Neuts-93.1* Lymphs-4.3* Monos-1.9* Eos-0.0* Baso-0.0 Im AbsNeut-6.31* AbsLymp-0.29* AbsMono-0.13* AbsEos-0.00* AbsBaso-0.00* 09:23PM BLOOD PTT-27.1 09:23PM BLOOD Glucose-144* UreaN-22* Creat-1.5* Na-128* K-5.3 Cl-93* HCO3-18* AnGap-17 09:23PM BLOOD ALT-26 AST-46* AlkPhos-75 TotBili-0.7 09:23PM BLOOD Lipase-10 09:23PM BLOOD proBNP-594 09:23PM BLOOD cTropnT-<0.01 09:23PM BLOOD Albumin-4.0 Calcium-8.4 Phos-4.6* Mg-2.6 08:02AM BLOOD VitB12-670 08:02AM BLOOD TSH-0.76 07:01AM BLOOD Cortsol-6.3 05:30AM BLOOD CRP-18.1* 08:02AM BLOOD Trep Ab-NEG 09:29PM BLOOD pO2-90 pCO2-31* pH-7.43 calTCO2-21 Base XS-2 09:29PM BLOOD Lactate-3.1* 02:02AM BLOOD Lactate-1.5 DISCHARGE LABS 05:30AM BLOOD WBC-4.9 RBC-3.24* Hgb-10.1* Hct-30.6* MCV-94 MCH-31.2 MCHC-33.0 RDW-13.3 RDWSD-46.1 Plt 05:30AM BLOOD Neuts-42.3 Monos-11.9 Eos-3.5 Baso-0.4 Im AbsNeut-2.06 AbsLymp-2.01 AbsMono-0.58 AbsEos-0.17 AbsBaso-0.02 05:30AM BLOOD Glucose-104* UreaN-15 Creat-0.8 Na-141 K-3.2* Cl-102 HCO3-27 AnGap-12 05:30AM BLOOD AST-78* LD(LDH)-234 AlkPhos-59 TotBili-0.2 05:30AM BLOOD Calcium-8.6 Phos-4.1 Mg-1.9 06:06AM BLOOD Vanco-13.0 MICROBIOLOGY **FINAL REPORT Blood Culture, Routine (Final : STREPTOCOCCUS MITIS/ORALIS. FINAL SENSITIVITIES. SENSITIVITIES: MIC expressed in MCG/ML STREPTOCOCCUS MITIS/ORALIS | CEFTRIAXONE 0.25 S CLINDAMYCIN <=0.25 S ERYTHROMYCIN 4 R PENICILLIN G 0.5 I VANCOMYCIN <=0.12 S **FINAL REPORT URINE CULTURE (Final : GRAM POSITIVE BACTERIA. >100,000 CFU/mL. Alpha hemolytic colonies consistent with alpha streptococcus or Lactobacillus sp. **FINAL REPORT MRSA SCREEN (Final : No MRSA isolated. **FINAL REPORT GRAM STAIN (Final : >25 PMNs and >10 epithelial cells/100X field. Gram stain indicates extensive contamination with upper respiratory secretions. Bacterial culture results are invalid. IMAGING EXAMINATION: CHEST (PORTABLE AP) FINDINGS: Lung volumes are low with bibasilar atelectasis. Evaluation of the heart size is limited in the setting of low lung volumes, however does not appear significantly enlarged. There is pulmonary vascular congestion without frank pulmonary edema. A small more focal opacity adjacent to the left hilum may represent a engorged pulmonary vasculature and overlying external artifact, however an early pneumonia is difficult to exclude. No large pleural effusion. No pneumothorax. Median sternotomy wires are present. IMPRESSION: 1. Low lung volumes with pulmonary vascular congestion. No frank pulmonary edema. 2. Small more focal opacity adjacent to the left hilum may represent engorged pulmonary vasculature and overlying external artifact, however early pneumonia is difficult to exclude. EXAMINATION: CT HEAD W/O CONTRAST Q111 CT HEAD () FINDINGS: There is no evidence of infarction, hemorrhage, edema, or mass. There is prominence of the ventricles and sulci, as expected for a. Subcortical and periventricular white matter hypodensities are nonspecific, however likely represent sequela of chronic small vessel ischemic disease. There are atherosclerotic calcifications in the bilateral cavernous carotids and vertebral arteries. There is no evidence of fracture. There is mild mucosal thickening in the ethmoid air cells. The visualized portion of the remainder of the paranasal sinuses, mastoid air cells, and middle ear cavities are clear. The visualized portion of the orbits are unremarkable. IMPRESSION: No evidence of mass, hemorrhage or infarction. EXAMINATION: CTA CHEST WITH CONTRAST () FINDINGS: HEART AND VASCULATURE: Pulmonary vasculature is well opacified to the subsegmental level without filling defect to indicate a pulmonary embolus, with evaluation of the lingular segmental and subsegmental branches slightly limited by respiratory motion in that area. The thoracic aorta is normal in caliber without evidence of dissection or intramural hematoma. The heart is mildly enlarged. Patient is status post CABG. There are diffuse coronary artery calcifications in the native coronary arteries. No pericardial effusion is seen. Median sternotomy wires are noted. AXILLA, HILA, AND MEDIASTINUM: No axillary, mediastinal, or hilar lymphadenopathy is present. No mediastinal mass. PLEURAL SPACES: No pleural effusion or pneumothorax. LUNGS/AIRWAYS: There are small homogeneously enhancing consolidations at the bilateral lung bases consistent with atelectasis. The airways are patent to the level of the segmental bronchi bilaterally. BASE OF NECK: Visualized portions of the base of the neck show no abnormality. ABDOMEN: Few subcentimeter hypodensities in the liver are incompletely characterized, however statistically likely represent hepatic cysts or biliary hamartomas. Included portion of the upper abdomen is unremarkable. BONES: There are degenerative changes in the thoracic spine. No suspicious osseous abnormality is seen.? There is no acute fracture. IMPRESSION: 1. No evidence of pulmonary embolism or aortic abnormality. 2. Low lung volumes with mild bibasilar atelectasis. EEG on IMPRESSION: This was an abnormal routine EEG showed a normal background due to absence of posterior dominant rhythm indicative of mild encephalopathy nonspecific as to etiology. Diffuse anteriorly predominant alpha and excessive beta activity can be seen with medication effect. There were no focal findings, epileptiform discharges, or electrographic seizures. TTE on IMPRESSION: Mild symmetric left ventricular hypertrophy with mild regional systolic dysfunction most consistent with single vessel coronary artery disease (PDA distribution). No valvular pathology or pathologic flow identified. EXAMINATION: DX CHEST PORTABLE PICC LINE PLACEMENT () IMPRESSION: Compared to chest radiographs, . Lungs are low in volume but clear of any focal abnormality. Pulmonary vasculature is borderline engorged, but heart size is normal and there is no pulmonary edema or pleural effusion. No pneumothorax. Right PIC line ends in the region of the superior cavoatrial junction. Brief Hospital Course: ASSESSMENT & PLAN: male with history of asthma, type 2 diabetes, CAD s/p CABG , afib on apixaban, hypertension, and prostate cancer (on lupron) who was admitted with somnolence and dyspnea, found to have high fever and hyponatremia w/ . Pt was empirically treated with abx, found to have strep mitis/oralis bacteremia with unclear source. Was narrowed to CTX and discharged with PICC for 4 weeks of treatment. TRANSITIONAL ISSUES: [ ] Continue CTX 2g q24h through (for 4 week course) [ ] Will need weekly CBC w/ diff, BUN, Cr, AST/ALT/TBili/ALP, CRP (per ID) ALL LAB RESULTS SHOULD BE SENT TO: ATTN: CLINIC FAX: [ ] Last day of antibiotics is [ ] Should be seen by dentistry in the setting of Strep viridans bacteremia w/ unclear source ACUTE ISSUES: # Fever # Strep mitis/oralis bacteremia Pt presented with AMS and fever to 104.8. Was empirically started on vanc/cefepime with subsequent improvement. TTE without vegetations; TEE and LP deferred per ID team. Blood cx grew Strep mitis/oralis. Was narrowed to CTX. Urine cx growing alpha hemolytic colonies; likely spillover from blood per ID. MRSA swab negative. Given severe initial presentation, it was decided by ID to treat empirically with 4 week course. PICC was placed and pt was discharged on CTX 2g q24h for 4 week course, set to end on . Pt has planned follow-up with outpt ID and will undergo weekly labs per their team. # Encephalopathy Pt presented with AMS and difficulty breathing, found to be febrile to 104.8 with labs notable for Na 128. CT head negative for stroke or bleed, is on anticoagulation, and had no significant afib burden on recent ziopatch. No inciting med changes. Encephalopathy likely multifactorial, with infection as major source (being treated w/ abx), as well as hyponatremia (resolved). Largely resolved after 24 hours of abx. No other clear source of AMS on work-up; TSH, B12, RPR, AM cortisol all wnl. Per wife, pt was back to baseline prior to discharge with plan to continue abx for 4 weeks as above. # Acute hypoxemic respiratory failure # Asthma Pt presented with SOB and hypoxia. Thought to be multifactorial from worsened mental status, mild volume overload, and asthma. CTA negative for PE. No signs of COPD or significant pulm edema on CXR. Mild end-exp wheezes on exdam. Pt was continued on his home albuterol and Advair. He was diuresed with IV Lasix boluses. Was also given duonebs with improvement. Resumed home montelukast. # Acute on Chronic HFpEF # Volume Overload Pt has significant hx of CAD s/p 5vCABG. On lasix 40mg PO at home. Diuretics initially held i/s/o on admission. Found to be volume overloaded on exam. Diuresed with IV lasix after resolved. Discharged on home Lasix. # Hyponatremia # Presented with Na 128 and Cr 1.5 (from baseline at 1). Urine Na <20. Given 1L LR total in the ED. Improved Na to 141 and Cr to 1.2. Thought to be prerenal in setting of infection. Less c/f CHF, though volume overloaded on exam. continued to improve and resolved prior to discharge. Pt was diuresed with IV Lasix later in course and was discharged on his home Lasix. # LFT Abnormalities LFTs were normal on admission. However, incr to ALT 68, AST 231, nl Alk Phos and TBili.after initiation of abx with hepatocellular pattern of injury. Likely drug-induced I/s/o high dose abx therapy. As regimen was narrowed, LFTs downtrended and were ALT 76, AST 118, and nl Alk Phos and TBili on discharge. # Urinary Retention # History of Prostate Cancer Per chart review, pt has an enlarged prostate and has had issues with urinary retention in past. He was continued on his home tamsulosin. CHRONIC ISSUES: #Paroxysmal Atrial fibrillation: CHADSVASC 4. Was continued on home amiodorone. Apixaban was initially held i/s/o , and resumed at home dosing once resolved. sinus rhythm. #CAD s/p CABG: Home ASA, ezetimibe. #HTN: Initially held anti-HTN meds i/s/o encephalopathy. Was resumed on home amlodipine 5mg prior to discharge. #T2DM: Diet controlled. #GERD: Home omeprazole. #CODE: full presumed (no prior ACP) #CONTACT: (Son) Can contact wife, at Medications on Admission: The Preadmission Medication list is accurate and complete. 1. Amiodarone 200 mg PO DAILY 2. Acetaminophen 650 mg PO Q6H:PRN Pain Mild/Fever 3. Furosemide 40 mg PO DAILY 4. Ipratropium Bromide Neb 2 NEB IH Q6H 5. Lactulose 30 mL PO Q6H:PRN constipation 6. Potassium Chloride 20 mEq PO 3X/WEEK () 7. Tamsulosin 0.4 mg PO QHS 8. Apixaban 5 mg PO BID 9. Albuterol Inhaler 2 PUFF IH Q6H:PRN dyspnea 10. Ezetimibe 5 mg PO DAILY 11. Aspirin 81 mg PO DAILY 12. Fluticasone Propionate NASAL 1 SPRY NU DAILY 13. Fluticasone-Salmeterol Diskus (250/50) 1 INH IH BID 14. Isosorbide Mononitrate (Extended Release) 60 mg PO DAILY 15. Vitamin D UNIT PO DAILY 16. Omeprazole 20 mg PO BID 17. Polyethylene Glycol 17 g PO DAILY 18. Montelukast 10 mg PO DAILY 19. Nitroglycerin SL 0.3 mg SL Q5MIN:PRN chest pain 20. amLODIPine 5 mg PO DAILY 21. Calcitrate-Vitamin D (calcium citrate-vitamin D3) 330-500 mg-Unit oral DAILY 22. Multivitamins 1 TAB PO DAILY Discharge Medications: 1. CefTRIAXone 2 gm IV Q24H Duration: 4 Weeks RX *ceftriaxone in dextrose,iso-os 2 gram/50 mL 2 grams IV q24h Disp #*25 Intravenous Bag Refills:*0 2. Acetaminophen 650 mg PO Q6H:PRN Pain Mild/Fever 3. Albuterol Inhaler 2 PUFF IH Q6H:PRN dyspnea 4. Amiodarone 200 mg PO DAILY 5. amLODIPine 5 mg PO DAILY 6. Apixaban 5 mg PO BID 7. Aspirin 81 mg PO DAILY 8. Calcitrate-Vitamin D (calcium citrate-vitamin D3) 330-500 mg-Unit oral DAILY 9. Ezetimibe 5 mg PO DAILY 10. Fluticasone Propionate NASAL 1 SPRY NU DAILY 11. Fluticasone-Salmeterol Diskus (250/50) 1 INH IH BID 12. Furosemide 40 mg PO DAILY 13. Ipratropium Bromide Neb 2 NEB IH Q6H 14. Isosorbide Mononitrate (Extended Release) 60 mg PO DAILY 15. Lactulose 30 mL PO Q6H:PRN constipation 16. Montelukast 10 mg PO DAILY 17. Multivitamins 1 TAB PO DAILY 18. Nitroglycerin SL 0.3 mg SL Q5MIN:PRN chest pain 19. Omeprazole 20 mg PO BID 20. Polyethylene Glycol 17 g PO DAILY 21. Potassium Chloride 20 mEq PO 3X/WEEK () 22. Tamsulosin 0.4 mg PO QHS 23. Vitamin D UNIT PO DAILY Discharge Disposition: Home With Service Facility: Discharge Diagnosis: Streptococcus mitis/oralis blood stream infection Discharge Condition: Mental Status: Clear and coherent (hard of hearing) Level of Consciousness: Alert and interactive. Activity Status: Ambulatory Independent. Discharge Instructions: Dear Mr. , It was a pleasure taking part in your care here at ! Why was I admitted to the hospital? You were admitted for confusion and difficulty breathing, and were found to have bacteria in your blood. What was done for me while I was in the hospital? You were given antibiotics to treat your infection. You were given a special IV to help you get the rest of your treatment at home. What should I do when I leave the hospital? -Please go to your follow up appointments as scheduled in the discharge papers. Please monitor for new/or worsening symptoms. If you do not feel like you are getting better or have any other concerns, please call your doctor to discuss or return to the emergency room. Sincerely, Your Care Team Followup Instructions:"
}