{
  "19643951-DS-9": "MEDICINE Allergies: No Known Allergies / Adverse Drug Reactions Attending: . Chief Complaint: Abdominal pain Major Surgical or Invasive Procedure: ERCP Pacemaker Generator Change History of Present Illness: PMH HTN, CKD, PPM who was transferred from with cholecystitis. She presented with weakness, abdominal pain and emesis. A non-con CT was done given her CKD and showed concern for cholelithiasis/choledocholithiasis. An ultrasound also showed cholelithiasis. She was noted to be hypotensive to 86/50 so was given 3L IVF with improvement in her SBP to 110s. She was intermittently tachycardic to 130s in AF so she was given amiodarone. She was also given cipro/flagyl to transfer. She was transferred to for advanced endoscopy and ICU level care. On arrival to the ED her vital signs were 98.3 110 110/50 20 97% RA. She was given one dose of pip-tazo. Surgery and ERCP were both consulted. ERCP plans to do an ERCP AM of . VS to transfer were 83 106/47 16 100% RA. On arrival to the ICU she says she is feeling much better. She had been having nausea and emesis at home but says this has now resolved. She also denies any abdominal pain. Past Medical History: HTN CKD Atrial fibrillation Kidney stones PAST SURGICAL HISTORY: L hip arthroplasty Cardiac pacemaker placement and revision Social History: Family History: Family history of HTN and kidney disease. Physical Exam: ADMISSION PHYSICAL EXAM: VITALS: Reviewed in metavision : Alert, oriented, no acute distress, sitting up in bed, robust appearing HEENT: MMM, EOMI, PERRL, pterygium on R eye. NECK: supple, trachea midline LUNGS: CTAB, no wheezes, ronchi, crackles CV: RRR, no m/r/g ABD: Hypoactive bowel sounds, mild tenderness to palpation of epigastrium and RUQ. Negative sign. No rebound or guarding. Not distended. EXT: warm and well perfused, no clubbing, cyanosis or edema. Nails painted. NEURO: AAOx3, CN grossly intact. Bilateral upper extremity strength . Bilateral lower extremity strength DISCHARGE PHYSICAL EXAM: VS: 97.9 104/66 91 18 97 RA GEN: elderly woman in NAD, pleasant and conversive EYES: anicteric HEENT: MMM, grossly nl OP CV: RRR nl S1/S2 on g/r/m CHEST: CTAB no w/r/r ABD: soft, NT/ND, NABS Ext: WWP, no edema Psych: calm and appropriate NEURO: alert and oriented, moving all extremities with purpose and to command, eyes conjugate, facial movements symmetric, speech fluent. Pertinent Results: ADMISSION LABS: 01:25AM BLOOD WBC-17.0* RBC-3.06* Hgb-9.6* Hct-29.1* MCV-95 MCH-31.4 MCHC-33.0 RDW-12.3 RDWSD-42.8 Plt 01:25AM BLOOD Neuts-88.7* Lymphs-3.8* Monos-6.6 Eos-0.1* Baso-0.1 Im AbsNeut-15.04* AbsLymp-0.65* AbsMono-1.12* AbsEos-0.01* AbsBaso-0.02 01:25AM BLOOD PTT-26.3 01:25AM BLOOD Glucose-109* UreaN-28* Creat-1.6* Na-140 K-4.6 Cl-105 HCO3-20* AnGap-15 01:25AM BLOOD ALT-93* AST-110* AlkPhos-147* TotBili-0.7 01:25AM BLOOD Lipase-4545* 01:25AM BLOOD cTropnT-<0.01 01:25AM BLOOD Albumin-3.3* Calcium-8.2* Phos-3.0 Mg-1.4* 01:42AM BLOOD pO2-34* pCO2-45 pH-7.33* calTCO2-25 Base XS-2 01:42AM BLOOD Lactate-1.9 STUDIES: CXR : No focal consolidation. Left-sided pacemaker. RUQUS : 1. Cholelithiasis without cholecystitis. 2. Distal common bile duct stone seen on outside hospital CT from is not demonstrated on ultrasound. ERCP : successful ERCP with sphincterotomy and extraction of a large 9mm stone. Final cholangiogram was without filling defect in the CBD, excellent contrast and bile drainage endoscopically and fluoroscopically. CXR Study Date of 1:19 AM No focal consolidation. Left-sided pacemaker. MICROBIOLOGY: blood and urine cx finalized negative DISCAHRGE LABS: 06:03AM BLOOD WBC-7.4 RBC-3.31* Hgb-10.2* Hct-31.2* MCV-94 MCH-30.8 MCHC-32.7 RDW-13.2 RDWSD-46.0 Plt 06:03AM BLOOD Plt 06:03AM BLOOD Glucose-87 UreaN-11 Creat-0.9 Na-139 K-5.1 Cl-103 HCO3-22 AnGap-14 06:03AM BLOOD ALT-14 AST-22 AlkPhos-146* TotBili-0.3 Brief Hospital Course: Mrs is a year old woman with a history of HTN, CKD, PPM who was transferred from with abnormal LFTs and concern for cholecystitis/cholangitis vs acute pancreatitis. # Pancreatitis vs cholangitis/cholecystitis: Patient was transferred for concerns of cholecystitis/cholangitis, OSH imaging demonstrated dilated CBD of 10mm and suggestion of possible choledocholithiasis on OSH CT. ON admission, surgery was consulted who felt her presentation to be more consistent with gallstone pancreatitis with a stone that had since passed given improvement in her symptoms at time of transfer. She was initially treated with cipro/flagyl and completed a seven day course which ended on . Advanced endoscopy performed an ERCP on which demonstrated a 9mm stone that was removed, and a sphincterotomy performed. LFTs trended down and had normalized to discharge, with exception of AP which remained slightly elevated. Patient was treated with conservative pancreatitis management and by day of discharge, she was tolerating a regular diet without pain and having bowel movements. Surgery was consulted for possible cholecystectomy, but patient was not interested in undergoing cholecystectomy. Surgery felt that given she had a sphincterotomy, was on systemic anticoagulation, and given her age and over all risk factors for surgery that this was a reasonable approach. # Atrial Fibrillation # Bradycardia: Patient experienced bradycardia to on the day of her ERCP, thought to be a vagal event, with no pacemaker activity at the time of her event. Electrophysiology was consulted and and felt this was a vagal episode given her history of atrial fibrillation and use of beta-blocker. On pacemaker interrogation, it was assessed to be at the end of its known lifespan based on the time of implant and its model number. Underwent an uncomplicated generator exchange on and was discharged with post-operative antibiotics and intent to at on . Given the note of her atrial fibrillation, clopidogrel was stopped and apixaban was started as it is a more beneficial medication in reducing stroke complications in patients with atrial fibrillation after consultation with electrophysiology. Plavix was not continued as there was no history of recent ACS or coronary or peripheral intervention requiring antiplatelet agent and there would be an increased risk of bleeding with a dual combination of Plavix and apixaban. The risks and benefits of systemic anticoagulation were discussed with patient by MD course. Apixaban prescription for 60 tablets of 2.5 mg twice daily prescribed at discharge. Selection of low dose chosen given her age greater than years and low BMI. # HTN: Held home diuretics including Lasix and spironolactone in the setting of fasting for GI procedures. Given stable oxygenation and lack of any hypervolemia for many days Lasix and spironolactone were not resumed on discharge but can be assessed at the next outpatient # CKD: Unclear baseline Creatinine, but Cr improved to 1.0 TRANSITIONAL ISSUES [ ] discharged with cephalexin TID for 4 days post-PPM generator exchange [ ] in cardiology device clinic for PPM check at on [ ] check LFTs, and alkaline phosphatase at next clinic appointment to ensure resolution. [ ] started on low dose apixaban 2.5mg BID for atrial fibrillation. MD discussed risks and benefits of systemic anticoagulation with patient. [ ] diuretics were held at time of discharge, assess continued need at PCP . Time spent coordinating discharge > 30 minutes Medications on Admission: The Preadmission Medication list may be inaccurate and requires futher investigation. 1. Clopidogrel 75 mg PO DAILY 2. Spironolactone 25 mg PO DAILY 3. Metoprolol Succinate XL 50 mg PO DAILY 4. Furosemide 40 mg PO DAILY Discharge Medications: 1. Acetaminophen 650 mg PO Q6H:PRN Pain Mild 2. Apixaban 2.5 mg PO BID RX *apixaban [Eliquis] 2.5 mg 1 tablet(s) by mouth twice a day Disp #*60 Tablet Refills:*0 3. Cephalexin 500 mg PO/NG Q8H Duration: 4 Days RX *cephalexin 500 mg 1 capsule(s) by mouth three times a day Disp #*12 Capsule Refills:*0 4. Docusate Sodium 100 mg PO BID:PRN Constipation First Line 5. Metoprolol Succinate XL 50 mg PO DAILY Discharge Disposition: Home With Service Facility: Discharge Diagnosis: gallstone pancreatitis sepsis cholangitis Cholelithiasis choledocholithiasis atrial fibrillation Discharge Condition: Mental Status: Clear and coherent. Level of Consciousness: Alert and interactive. Activity Status: Ambulatory Independent. Discharge Instructions: Dear , You were hospitalized for gallstone pancreatitis which improved with supportive care including antibiotics bowel rest and IV fluids. With conservative treatment, you were able to take a regular diet. The GI team performed a procedure called an ERCP on to open up your bile ducts and help the passage of the and any future gallstones. Usually, in these circumstances we would preform a surgery to remove your gallbladder to prevent the recurrence of future gallstones, but you informed us that you were not interested in undergoing surgery including cholecystectomy given your concerns regarding anesthesia and related surgical risks. We shared with you that sometimes cholecystectomy is performed to reduce risk of future gallstone complications given her age and other medical problems including use of anticoagulation this is a fair decision. We found that your pacemaker battery was at the end of its life span and electrophysiology performed generator change on . You tolerated this procedure well. APPOINTMENTS You will need to in the cardiology department device clinic in one week (see below) to check your pacemaker) You will need to call your primary care doctor to schedule an appointment soon after you leave the hospital. MEDICATION CHANGES We adjusted your anticoagulation to now be use of apixaban 2.5 mg twice a day which is a new medication for you for the purposes of reducing stroke related to chronic atrial fibrillation. This medication works differently than Plavix. We advised you to STOP Plavix and only take apixaban at this time. You need to take an antibiotic called Keflex (cephalexin) for a few days after you leave the hospital to protect against infection at your pacemaker site. Please inform any physicians or surgeons that you are taking a blood thinner for atrial fibrillation before you go for any invasive procedures as there is at increased risk of bleeding with this medication. Do not stop apixaban on your own without informing her cardiologist or primary care physician. Report any bleeding bruising weakness to your doctor right away as this may be a sign of internal bleeding related to apixaban and blood test should be performed. Please take all medications as prescribed and keep all scheduled doctor's appointments. Seek medical attention if you develop a worsening or recurrence of the same symptoms that originally brought you to the hospital, experience any of the warning signs listed below, or have any other symptoms that concern you. It was a pleasure taking care of you! Your Care Team Followup Instructions:"
}