{
  "17566565-DS-4": "MEDICINE Allergies: No Known Allergies / Adverse Drug Reactions Attending: . Chief Complaint: Back Pain Major Surgical or Invasive Procedure: None History of Present Illness: This is a w/ T1DM, HTN, HLD, and lower back pain s/p L5/S1 fusion on who presents w/ back pain. Patient has a longstanding history of prolonged and progressively severe disorder of bilateral L5 radiculopathy, in the setting of L5-S1 lytic spondylolisthesis. In the past, he had an injection with Dr. also Dr. , with excellent relief that was durable over a significant period of time. However, his pain became more severe this year and was refractory to epidural steroid injections. During the , he had new imaging studies demonstrate an unstable listhesis at L5-S1 related to bilateral pars lysis and also demonstrated very severe neural foraminal stenosis with compression of the exiting L5 nerve roots bilaterally. Dr. the patient on and consented the patient for a minimally invasive TLIF. He is s/p L5/S1 fusion on with Dr presents with persistent pain despite oral medications (diazepam, hydromorphone, and tylenol). The patient previously had right radiating pain which resolved after surgery, but over the past 3 days, has developed left-sided buttock pain, worse with position changes and with movement. It was better with rest. He went to the yesterday and had a CT scan which did not show any change in the placement of his hardware, after which he was discharged without medications. Patient then called the orthopedic spine clinic this morning and asked for pain medications over the phone ut was told that if he was unable to have good pain control at home, he would require evaluation. Thus he presented to the . He denies trauma, fever, chest pain, difficulty breathing, new numbness or weakness. Patient has baseline residual numbness of the right lower extremity since surgery. No perineal numbness, urinary or fecal incontinence. Of note, he does see pain medicine in as an outpatient but has not seen them since his surgery. He follows on a PRN basis. In the : Initial vital signs were notable for: T 97.7F, HR 81, BP 134/101, RR 16, O2 Sat 98% RA Exam notable for: Intact rectal tone. Painful but stable gait unassisted. No midline TTP. The surgical site is well healed without erythema or purulence. Overall neurovascularly intact, no signs of cauda equina syndrome, with any radiation of pain to left buttock, sensation is intact all dermatomes, patient strength is intact and within all myotomes. Labs were notable for: Chem panel: Na 138, K 4.3, Cl 104, CO2 22, BUN 21, Cr 1.2 with Glc 130 CBC: WBC 7.9, Hgb 11.1, Plt 251 Studies performed include: XR Lumbar spine Stable appearance of posterior approach L5-S1 fusion with disc spacer. No acute bony abnormality or significant change compared to the prior study. PVR was 10cc Patient was given: IV morphine 4mg, PO acetaminophen 1g, IV zofran 4mg, and PO dilaudid 4mg Consults: Orthopedics: Given the patient's lack of localizing symptoms I think an MRI is not warranted at this time. Would not recommend that the patient have pain medications for extended duration of time as patient should receive a prescription for pain medication on . Would recommend that the patient follow-up with Dr. in a sooner rather than later basis. Vitals on transfer: T 97.7, HR 98, BP 142/96, RR 20, O2 Sat 99% RA Upon arrival to the floor, patient endorses the above history. Continues to endorse left buttock pain. Has gotten to the point where he finds it hard to sleep at night. Past Medical History: Type 1 diabetes Erectile dysfunction Hyperlipidemia Hypertension Retinopathy LLE Radiculopathy Social History: Family History: Father side with DM No hx of cancer Uncle MI in . Physical Exam: ADMISSION PHYSICAL EXAM: VITALS: 24 HR Data (last updated @ 1404) Temp: 98.2 (Tm 98.2), BP: 130/72 (130-165/72-90), HR: 78 (75-78), RR: 20, O2 sat: 98% (98-100), O2 delivery: Ra, Wt: 203.1 lb/92.13 kg GENERAL: Alert and interactive. In no acute distress. EYES: NCAT. Sclera anicteric and without injection. MMM. CARDIAC: Regular rhythm, normal rate. Audible S1 and S2. No murmurs/rubs/gallops. RESP: Clear to auscultation bilaterally. No wheezes, rhonchi or rales. No increased work of breathing. ABDOMEN: Normal bowels sounds, non distended, non-tender. MSK: No spinous process tenderness. +ttp in area of left sciatic notch, negative SLR (felt tightness in buttock). EXTR: No clubbing, cyanosis, or edema. NEUROLOGIC: strength in bilateral lower extremities. Normal gross sensation. DISCHARGE PHYSICAL 24 HR Data (last updated @ 2352) Temp: 98.1 (Tm 98.3), BP: 126/73 (126-165/72-90), HR: 73 (70-78), RR: 18 (), O2 sat: 97% (97-100), O2 delivery: Ra, Wt: 203.1 lb/92.13 kg GENERAL: Alert and interactive. In no acute distress. EYES: NCAT. Sclera anicteric and without injection. MMM. CARDIAC: Regular rhythm, normal rate. Audible S1 and S2. No murmurs/rubs/gallops. RESP: Clear to auscultation bilaterally. No wheezes, rhonchi or rales. No increased work of breathing. ABDOMEN: Normal bowels sounds, non distended, non-tender. MSK: No spinous process tenderness. Mild tenderness to palpation over L buttock, negative SLR bilaterally. EXTR: No clubbing, cyanosis, or edema. NEUROLOGIC: strength in bilateral lower extremities, though pain with hip flexion bilaterally. Normal gross sensation. Pertinent Results: Admission Labs 11:00PM BLOOD WBC-7.9 RBC-3.86* Hgb-11.1* Hct-34.9* MCV-90 MCH-28.8 MCHC-31.8* RDW-16.3* RDWSD-43.8 Plt 11:00PM BLOOD Neuts-60.9 Monos-8.3 Eos-8.5* Baso-1.0 Im AbsNeut-4.79 AbsLymp-1.64 AbsMono-0.65 AbsEos-0.67* AbsBaso-0.08 11:00PM BLOOD Plt 11:00PM BLOOD Glucose-130* UreaN-21* Creat-1.2 Na-138 K-8.6* Cl-104 HCO3-22 AnGap-12 11:00PM BLOOD Iron-54 07:26AM BLOOD Calcium-9.4 Phos-4.0 Mg-2.0 11:00PM BLOOD calTIBC-260 Ferritn-512* TRF-200 05:46AM BLOOD %HbA1c-9.1* eAG-214* Relevant Studies Spine X-Ray Stable appearance of posterior approach L5-S1 fusion with disc spacer. No acute bony abnormality or significant change compared to the prior study. Discharge Labs 07:33AM BLOOD WBC-6.5 RBC-3.75* Hgb-10.8* Hct-32.8* MCV-88 MCH-28.8 MCHC-32.9 RDW-12.8 RDWSD-40.7 Plt 07:33AM BLOOD Glucose-164* UreaN-26* Creat-1.1 Na-140 K-4.6 Cl-105 HCO3-24 AnGap-11 07:33AM BLOOD Calcium-9.4 Phos-4.1 Mg-2.0 Brief Hospital Course: TRANSITIONAL ISSUES [ ] Chronic Pain Increased frequency of his PO Dilaudid and dosage of his PO Gabapentin while in the hospital, consider downtitration as tolerated ACUTE ISSUES # Lower back pain: # Longstanding bilateral L5 radiculopathy: # S/p L5-S1 spinal fusion with Dr. on : Patient presented to the Emergency Department with severe low back pain refractory to his home medications. He had no symptoms or evidence of cord compression, cauda equina, or other neurological symptoms. He remained neurovascularly intact. He was admitted for pain control due to inadequate home regimen. Spinal X-Ray in the was normal with no changes. His home regimen was Gabapentin , diazepam 5mg q8h PRN, dilaudid 2mg q8-12h prn, and methocarbamol 500mg q4-6h PRN. He previously took MS SR 15mg q12h PRN, prescribed by orthopedic surgery, for a short period following his surgery. While in the hospital, he continued standing Tylenol 1g q8h, Methocarbamol 500mg q4h PRN, Diazepam 5mg q8h PRN, Dilaudid 4mg QID PRN, Gabapentin . He will be discharged on this same regimen, with close follow up with the Chronic Pain Service. He will also follow up shortly with his orthopedic surgeon. The orthopedics team has recommended continuing as tolerated, and wearing the TSLO brace as needed for comfort, though not necessary. CHRONIC ISSUES: # Anemia: Upon presentation, Hgb was found to be 11.1, down from 13.8 in . Per iron studies, appears consistent with anemia of chronic disease. Given the significant time gap, this may be a new baseline Hgb level. # Type 1 diabetes: Mr. has a history of T1D, complicated by microalbuminuria and neuropathy. He was diagnosed at age . He was previously seen by diabetes educator and endocrinologist at , but it is unclear if he still follows. Per reports, his diabetes is uncontrolled, secondary to noncompliance. Takes 76U Tresiba in the evening and Novolog with meals on a sliding scale. On admission, A1c 9.1%. While in the hospital, he was continued on home insulin regimen Tresiba 76U every evening. He was also placed on a sliding scale with humalog, and dictated his additional insulin requirements with a phone application. # Hypertension Patient continued on home lisinopril 40mg daily and hydrochlorothiazide 12.5mg daily. # Hyperlipidemia Patient continued home atorvastatin 80mg daily. # Lower extremity edema Patient continued home furosemide 20mg daily. This patient was prescribed, or continued on, an opioid pain medication at the time of discharge (please see the attached medication list for details). As part of our safe opioid prescribing process, all patients are provided with an opioid risks and treatment resource education sheet and encouraged to discuss this therapy with their outpatient providers to determine if opioid pain medication is still indicated. Medications on Admission: The Preadmission Medication list is accurate and complete. 1. Furosemide 20 mg PO DAILY 2. Atorvastatin 80 mg PO QPM 3. Lisinopril 40 mg PO DAILY 4. Apixaban 5 mg PO BID 5. Diazepam 5 mg PO Q8H:PRN stiffness 6. HYDROmorphone (Dilaudid) 2 mg PO Q8-12H:PRN Pain Severe 7. Methocarbamol 500 mg PO Q4-6H:PRN muscle spasms and cramping 8. Tresiba 76 Units Bedtime Insulin SC Sliding Scale using Novolog Insulin 9. Hydrochlorothiazide 12.5 mg PO DAILY 10. Gabapentin 300 mg PO QAM 11. Gabapentin 300 mg PO NOON 12. Gabapentin 600 mg PO QHS Discharge Medications: 1. Acetaminophen 1000 mg PO Q8H 2. Gabapentin 400 mg PO QAM 3. Gabapentin 400 mg PO NOON 4. Gabapentin 800 mg PO QHS 5. HYDROmorphone (Dilaudid) 2 mg PO QID RX *hydromorphone 2 mg 1 tablet(s) by mouth four times a day Disp #*12 Tablet Refills:*0 6. Tresiba 76 Units Bedtime Insulin SC Sliding Scale using Novolog Insulin 7. Apixaban 5 mg PO BID 8. Atorvastatin 80 mg PO QPM 9. Diazepam 5 mg PO Q8H:PRN stiffness 10. Furosemide 20 mg PO DAILY 11. Hydrochlorothiazide 12.5 mg PO DAILY 12. Lisinopril 40 mg PO DAILY 13. Methocarbamol 500 mg PO Q4-6H:PRN muscle spasms and cramping Discharge Disposition: Home Discharge Diagnosis: Primary Acute Low Back Pain L5 Radiculopathy Secondary T1DM Anemia HTN HLD Discharge Condition: Mental Status: Clear and coherent. Level of Consciousness: Alert and interactive. Activity Status: Ambulatory Independent. Discharge Instructions: Dear Mr. , It was a pleasure taking care of you at the ! WHY WAS I IN THE HOSPITAL? You were admitted to the hospital for severe back pain and shooting pain down your left leg. You notes that the pain was excruciating and poorly controlled, and that you were having difficulty sleeping. WHAT HAPPENED IN THE HOSPITAL? You were seen by the orthopedic surgeons, who recommended following up in clinic in one week, and wearing the spinal brace for comfort. You were also seen by the chronic pain service. They recommended slight modifications in your medication regimen, as well as close outpatient follow-up in clinic. WHAT SHOULD I DO WHEN I GO HOME? Please continue to take all of your medications as directed Please follow up with all the appointments scheduled with your doctor you for allowing us to be involved in your care, we wish you all the best! Your Team Followup Instructions:"
}