{
  "18617332-DS-15": "MEDICINE Allergies: metformin Attending: Chief Complaint: Seizure Major Surgical or Invasive Procedure: Intubation Right IJ attempt, aborted Right femoral central line History of Present Illness: The patient () is a F w/ PMH SCC of lung, T2DM, CKD, gout presenting with seizure. Her son tells me that patient was in her usual state of health this week. Today around 11:30 AM or so he heard a noise from her room he went up and found her on the ground and that she appeared to be seizing. Her arms and legs were extended and stiff. This lasted for perhaps a few minutes, he is not sure of exact timeframe but it stopped for EMS arrived. She slid onto the floor and was mumbling. When EMS arrived she was able to answer some of the EMS questions. She was brought to . Per EMS left arm and leg were flaccid on the scene. Patient was taken to CT scanner, which showed a lesion with surrounding edema. At she in the emergency room was documented as having a generalized seizure. No further details were available regarding what this looked like. She received 2 mg Ativan and was intubated presumably for airway protection. She was given Keppra and dexamethasone, And transferred here. Lactate was 5.5. Other labs mostly unremarkable. UA wnl. Her son states she had not reported any headache or weakness or other neurological symptoms prior to today. He was not aware of her having any infectious symptoms. She was found to have a R lung mass in after imaging, done for symptoms of dyspnea and chest pressure. Bronchoscopy non diagnostic. CT guided biopsy showed SCC. PET scan on showed only local disease. The lung cancer was pending further management following her most recent clinic visit. Pt unable to state ROS Past Medical History: lung cancer, squamous cell carcinoma of right lung CKD T2DM gout Social History: Family History: Mother with TB Physical Exam: PHYSICAL EXAMINATION ON ADMISSION: Vitals: T98.8 HR 74 BP 101/77 RR 16 General: intubated HEENT: NC/AT, no scleral icterus noted, MMM, no lesions noted in oropharynx Neck: Supple, no carotid bruits appreciated. No nuchal rigidity Pulmonary: Lungs CTA, decreased at R base Cardiac: RRR, nl. S1S2, no M/R/G noted Abdomen: soft, NT/ND, normoactive bowel sounds, no masses or organomegaly noted. Extremities: No edema. Skin: no rashes or lesions noted. Neurologic: examined after off prop/fent for ~20 minutes -Mental Status: opens eyes spontaneously. Not clearly tracking. opens and closes eyes to command. gives thumbs up on R. squeezes and lets go of R hand consistently to command. Wiggles R toes to command. -Cranial Nerves: Pupils 2->1 mm b/l. VOR deferred as in c collar. Corneals intact to saline. face symmetric around ETT. -Motor/Sensory: R arm spontaneously, antigravity purposeful. R leg spontaneous, plane of bed L arm weakly withdraws to noxious L leg weakly witdraws to noxious -DTRs: 1 throughout Plantar response was extensor bilaterally. -Coordination: unable Gait: unable Pertinent Results: ADMISSION LABS: WBC: 11.1* RBC: 4.42 Hgb: 12.1 Hct: 39.4 MCV: 89 MCH: 27.4 MCHC: 30.7* RDW: 14.5 RDWSD: 47.0* Plt Ct: 175 03:30PM BLOOD Neuts: 88.6* Lymphs: 8.2* Monos: 2.4* Eos: 0.1* Baso: 0.2 Im : 0.5 AbsNeut: 9.79* AbsLymp: 0.91* AbsMono: 0.27 AbsEos: 0.01* AbsBaso: 0.02 : 12.2 PTT: 24.6* : 1.1 Glucose: 136* UreaN: 42* Creat: 1.3* Na:139 K: 4.2 Cl: 105 HCO3: 20* AnGap: 14 ALT: 9 AST: 17 CK(CPK): 232* AlkPhos: 78 TotBili: 1.0 Lipase: 52 CK-MB: 4 cTropnT: 0.02* Albumin: 3.7 Calcium: 8.8 Phos: 3.2 Mg: 1.5* Lactate: 2.1* URINE Color: Colorless Appear: Clear Sp : 1.016 03:51PM URINE Blood: SM* Nitrite: NEG Protein: 30* Glucose: NEG Ketone: NEG Bilirub: NEG Urobiln: NORMAL pH: 6.0 Leuks: NEG 03:51PM URINE Mucous: RARE* Precipitant taking me that she gel would then notify patient per open leg edema he also nests with a mucocele noticed mucus thermostat release new shoes shows mainly chin C chin seronegative thermostat show this embolism she Estimated symptoms DIAGNOSTICS: MR : IMPRESSION: 1. Multiple heterogeneously enhancing masses within the right cerebral hemisphere with surrounding vasogenic edema, compatible with metastases. 2. There is mild mass effect on the right lateral ventricle without midline shift, uncal herniation or basilar cisternal effacement. CTH w/o contrast (): Areas of vasogenic edema in the right parietal and right frontal lobe and insula with suggestion of underlying masses concerning for intracranial metastases. No intracranial hemorrhage. CT Torso (): 6.7 cm right lower lobe lung mass consistent with known primary lung cancer. No acute intrathoracic or intra-abdominal process. Fusiform infrarenal abdominal aortic aneurysm measuring up to 3.8 Cm. CT CSpine (): No acute fracture. Mild anterolisthesis of C2 on C3 and C7 on T1 are likely degenerative in etiology. Moderate multilevel degenerative changes of the cervical spine as described above. Enlarged, heterogeneous thyroid gland with multiple nodules. EKG: IMAGING: Non-Contrast CT of Head: Impression: 1. Partly necrotic metastases of the right parietal post Central, right anterior subinsular, right frontal basal and right middle frontal gyri regions, with vasogenic edema. Slight leftward midline shift of septum pellucidum. Further evaluation with gadolinium-enhanced MRI recommended when clinically appropriate. 2. No acute hemorrhage, acute infarction. Brief Hospital Course: F with known SCC of the lung (Dx presented after seizure at home found to have right sided mets with vasogenic edema, initially requiring intubation for airway protection. After loading with Keppra, she had no further seizure activity. She was put on dexamethasone for vasogenic edema surrounding her mets. She was evaluated by radiation oncology and underwent mapping for SBRT. She was seen by medical oncology. She had an unstable L shoulder dislocation requiring multiple reductions by orthopedic surgery and was placed in a sling. TRANSITIONAL ISSUES: [ ] Will need to follow up with orthopedic surgery regarding her unstable L shoulder [ ] If further dislocations, please call the orthopedics clinic for her to be seen urgently for reduction. She does not need to go to the ED as long as minimal pain with intact motor, sensation, and pulse. [ ] Please contact Dr. at Oncology for further direction regarding steroid taper. [ ] Please ensure she is seen in Oncology Clinic (Thoracics) [ ] Loading dose apixaban 10 mg bid, can decrease to regular maintenance dose apixaban 5 mg BID on . # Right sided metastases with Vasogenic Edema # Seizures Presented following fall, found to have new right sided mets with vasogenic edema, confirmed by MRI. EEG with no epileptiform activity following loading with Keppra 1500 mg BID. She was started on dexamethasone 6 mg q6h, tapered to 4 mg q8h. She was seen by neurosurgery, radiation oncology, neuro-oncology, medical oncology. Plan is for stereotactic radiation (3 fractions) . She will need to follow up in clinic with medical oncology to discuss further diagnostics and whether she may be a candidate for systemic therapies with palliative intent. She was seen by palliative care inpatient and can continue to follow with them in clinic if she desires. # Acute Hypoxemic Respiratory Failure Likely atelectasis with possible mild volume overload. Received 40 mg IV Lasix with Cr bump. No clear indication for maintenance diuretic. #Esstential HTN Continued Metoprolol tartrate 50 mg BID, Amlodipine 5mg daily, held lisinopril given normotension #Left anterior shoulder dislocation No e/o dislocation on initial XR, likely was moving in and out of joint, as subsequently confirmed on repeat XR. Required multiple reductions and exam under anesthesia. Arm in sling. Per ortho team: -NWB LUE in sling and swathe -No shoulder ROM -Follow-up 2 weeks with Dr. sling and swathe, please ensure that one white strap goes around the patient's neck, one white strap goes around the patient's waist, and the large padded blue/gray swathe is wrapped around the patient's waist and goes around the sling. #RIJ thrombus Discussed w Dr. neuro-oncology, ok for AC, so started apixaban. # Squamous Cell Carcinoma Diagnosed in , opting to not receive surgery since that time with conservative monitoring. PET in without evidence of metastatic disease, but now w mets as above #Normocytic Anemia Stable. No evidence of bleeding #Gout home Allopurinol #HLD -Continued statin #T2DM -held Trulicity, ISS while in # CODE: DNR/OK to intubate Medications on Admission: The Preadmission Medication list may be inaccurate and requires further investigation. 1. Vitamin D UNIT PO DAILY 2. Lisinopril 40 mg PO DAILY 3. amLODIPine 5 mg PO DAILY 4. Metoprolol Tartrate 100 mg PO BID 5. Pravastatin 80 mg PO QPM 6. Trulicity (dulaglutide) 0.75 mg/0.5 mL subcutaneous 1X/WEEK 7. Allopurinol mg PO DAILY Discharge Medications: 1. Apixaban 10 mg PO BID Duration: 7 Days 2. Apixaban 5 mg PO BID starting . Dexamethasone 4 mg PO Q8H 4. Famotidine 20 mg PO Q24H 5. LevETIRAcetam 1500 mg PO Q12H 6. Lidocaine 5% Patch 1 PTCH TD QPM 7. Metoprolol Tartrate 50 mg PO BID 8. Allopurinol mg PO DAILY 9. amLODIPine 5 mg PO DAILY 10. Pravastatin 80 mg PO QPM 11. Trulicity (dulaglutide) 0.75 mg/0.5 mL subcutaneous 1X/WEEK 12. Vitamin D UNIT PO DAILY 13. HELD Lisinopril 40 mg PO DAILY This medication was held. Do not restart Lisinopril until told to restart by your doctor Discharge Disposition: Extended Care Facility: Discharge Diagnosis: metastasis shoulder dislocation Discharge Condition: Mental Status: Clear and coherent. Level of Consciousness: Alert and interactive. Activity Status: Ambulatory requires assistance or aid (walker or cane). Discharge Instructions: Dear , It was a pleasure taking care of you during your stay at . WHY WAS I IN THE HOSPITAL? You had a seizure WHAT WAS DONE WHILE I WAS IN THE HOSPITAL? You had an MRI that showed that your lung cancer has spread to your You were given steroids to help with the swelling in your from this You were given medicines to prevent seizures You had your shoulder put back in place You had your mapping session to figure out where they should give the radiation therapy to your WHAT SHOULD I DO WHEN I LEAVE THE HOSPITAL? Work with to get stronger Go to your radiation sessions Go to see the orthopedic doctor about your shoulder Talk to the cancer doctors about whether would be a good option for you Talk to the palliative care doctors about any you may be having Be well! Your Care Team Followup Instructions:"
}