{
  "12377257-DS-20": "MEDICINE Allergies: No Known Allergies / Adverse Drug Reactions Attending: . Major Surgical or Invasive Procedure: None. attach Pertinent Results: 06:30PM BLOOD WBC-11.2* RBC-5.25 Hgb-14.6 Hct-45.9 MCV-87 MCH-27.8 MCHC-31.8* RDW-14.6 RDWSD-46.8* Plt 06:30AM BLOOD WBC-8.2 RBC-4.33* Hgb-12.0* Hct-37.7* MCV-87 MCH-27.7 MCHC-31.8* RDW-14.6 RDWSD-47.0* Plt 06:30PM BLOOD Glucose-130* UreaN-23* Creat-1.2 Na-141 K-4.6 Cl-102 HCO3-25 AnGap-14 06:30AM BLOOD Glucose-115* UreaN-20 Creat-0.8 Na-138 K-4.2 Cl-100 HCO3-24 AnGap-14 07:54PM BLOOD cTropnT-<0.01 06:30PM BLOOD cTropnT-<0.01 01:07AM BLOOD proBNP-673* 02:44AM BLOOD Calcium-8.6 Phos-3.9 Mg-2.1 TTE The left atrial volume index is normal. The right atrium is mildly enlarged. There is no evidence for an atrial septal defect or right-to-left shunt on color Doppler or agitated saline at rest. The estimated right atrial pressure is mmHg. There is mild symmetric left ventricular hypertrophy with a normal cavity size. There is normal regional and global left ventricular systolic function. Quantitative biplane left ventricular ejection fraction is 57 % (normal 54-73%). Left ventricular cardiac index is normal (>2.5 L/min/m2). There is no resting left ventricular outflow tract gradient. Normal right ventricular cavity size with normal free wall motion. Tricuspid annular plane systolic excursion (TAPSE) is normal. The aortic sinus is mildly dilated with a normal ascending aorta diameter for gender. There is a normal descending aorta diameter. The aortic valve leaflets (3) are mildly thickened. There is no aortic valve stenosis. There is no aortic regurgitation. The mitral valve leaflets appear structurally normal with no mitral valve prolapse. There is mild [1+] mitral regurgitation. The pulmonic valve leaflets are normal. The tricuspid valve leaflets appear structurally normal. There is physiologic tricuspid regurgitation. There is mild pulmonary artery systolic hypertension. There is no pericardial effusion. IMPRESSION: Mild symmetric left ventricular hypertrophy with normal cavity size and regional/ global biventricular systolic function. Mild mitral regurgitation with normal valve morphology. Mild pulmonary artery systolic hypertension. Mildly dilated aortic sinus. No right-to-left shunt at rest. No prior study available for comparison. Pelvic XR Right acetabular fracture extending into the posterior acetabulum and supra-acetabular ilium, better seen on the prior CT is seen is area of sclerosis along the right supra-acetabular ilium and periosteal thickening along the iliopectineal line on the current radiograph. Subcortical cyst along the right acetabulum, felt to be degenerative. Minimal degenerative changes and labral calcifications on the left. Superior endplate compression deformity of L5 vertebral body, better assessed on the prior CT. Evaluation of sacrum is limited due to overlying bowel gas shadow. Diffuse demineralization., CTA Chest FINDINGS: HEART AND VASCULATURE: Pulmonary vasculature is well opacified to the subsegmental level without filling defect to indicate a pulmonary embolus. The descending thoracic aorta is increased in caliber measuring up to 3.9 cm in diameter (2; 48) with extensive amount of noncalcified plaque. There is an ulcerated plaque in the distal descending thoracic aorta along the lateral wall with mild bulging of the aorta at that level (301; 79). There is moderate atherosclerotic disease of the thoracic aorta. There is mild prominence of the pulmonary arteries, with the right pulmonary artery measuring 2.9 cm. There is no evidence of dissection or intramural hematoma. The heart, pericardium, and great vessels are within normal limits. Moderate coronary artery calcifications are seen. No pericardial effusion is seen. AXILLA, HILA, AND MEDIASTINUM: No axillary, mediastinal, or hilar lymphadenopathy is present. No mediastinal mass. PLEURAL SPACES: There is a trace left pleural effusion and a trace right pleural effusion. There is no pneumothorax. LUNGS/AIRWAYS: There is moderate dependent bibasilar atelectasis. There is bilateral severe centrilobular and paraseptal emphysema most severe in the upper lobes. There is redemonstration of biapical pleuroparenchymal opacity, likely scarring given presence of calcifications. There is a large 6.4 x 3.3 cm right apical bulla (601; 33). 3 mm pulmonary nodule in the right middle lobe is again demonstrated (2; 64). There is redemonstration of a triangular shaped 4 mm pulmonary nodule in the right upper lobe (2; 49). There is mild bilateral bronchial wall thickening with small amount of mucous plugging in the lower lobes (2; 89). BASE OF NECK: Visualized thyroid appears unremarkable. There is no supraclavicular lymphadenopathy. ABDOMEN: Included portion of the upper abdomen is demonstrates vicarious excretion of contrast in the gallbladder. There is thickening of the left adrenal gland without definite discrete nodule (2; 30). A 5.4 cm cyst is noted in the right upper pole. A 2.1 cm cyst is also noted in the right upper pole. BONES: No suspicious osseous abnormality is seen.? Redemonstration of diffuse osteopenia with mild-to-moderate multilevel degenerative changes of the thoracic spine. There is redemonstration of a partially visualized L1 compression fracture, likely chronic. IMPRESSION: 1. No evidence of pulmonary embolism or aortic abnormality. Ulcerated plaque, aortic arch. Mildly dilated descending thoracic aorta. 2. Bibasilar dependent atelectasis. No evidence of pneumonia. With such severe emphysema, progressive demonstrable atelectasis at lung bases can produce disproportionate respiratory insufficiency. 3. Bilateral apical linear opacities with calcification may represent scarring. However, unless prior CTs are available for comparison to demonstrate stability, a CT chest in 6 months is recommended. 4. Stable pulmonary nodules in the right upper and middle lobe measuring up to 4 mm, which can be reassessed either with comparison to prior CT or a CT chest in 6 months. 5. Mild bilateral bronchial wall thickening with small amount mucous plugging in the lower lobes. 6. Trace left pleural effusion, increased compared to prior. RECOMMENDATION(S): CT chest in 6 months. Referral to aorta service. CT A/P 1. Complex right acetabular fracture with predominantly involving the anterior wall. Associated small intramuscular hematomas of the right iliacus and right obturator internus muscles. No evidence of active bleeding. 2. Ectasia of the abdominal aorta with infrarenal aneurysm measuring 4.0 x 4.1 cm. 3. Enlarged prostate. 4. Severe emphysema partially imaged. Brief Hospital Course: Hx COPD, prior sPTx (), pAF on warfarin, prior DVT, PAD s/p RLE arterial bypass p/w traumatic R acetabular Fx managed conservatively, c/c/b acute hypoxic respiratory failure requiring HFNC atelectasis with possible mucous plugging iso severe emphysematous COPD. He is now stable with decreasing O2 requirement. TRANSITIONAL ISSUES: [ ] Pt will need a new PCP as he does not currently have one [ ] Continue to wean O2 as tolerated and continue incentive spirometer use [ ] Will need follow up with orthopedics in 1 week for f/u XR and evaluation [ ] Monitor for bleeding while on (this was changed from warfarin during this hospitalization, and has slightly higher bleeding risk with diltiazem) [ ] PFTs as outpatient (scheduled) [ ] Lung nodules incidental finding on CTA CHEST (), please arrange for appropriate follow-up with repeat CT CHEST in 6 months from discharge [ ] Ulcerated aortic arch plaque incidental finding on CTA CHEST (), please arrange for follow-up with aortic service ACUTE/ACTIVE ISSUES: # Acute Hypoxic respiratory failure # COPD exacerbation # Atelectasis Newly diagnosed COPD. CT w severe emphysematous changes. Severe hypoxemia requiring HFNC and ICU monitoring likely atelectasis from splinting iso severe emphysema and low pulmonary reserve. have had COPD exacerbation as well. O2 requirement improved significantly w incentive spirometry and mobilization. Started on and LAMA for triple therapy given severity of disease. will need PFTs as outpatient. Can wean to O2 > 88% and continue duonebs/albuterol prn. # A-fib Paroxysmal non-valvular a-fib with RVR to 130s this admission; CHADs Vasc 3. Notably INR on admission 1.1, suggesting sub-therapeutic dosing vs non-adherence to warfarin. Discussed with him and he was amenable to transitioning to apixaban. Diltiazem for rate control. # F acetabular fracture Managed medically without orthopedic intervention. Pain controlled with oxycodone 10 mg q4h prn. Activity, NWB RLE, ROMAT. Will need ortho follow up and repeat pelvic XR in 1 week which orthopedics coordinator will arrange. #PAD #CAD E/o lateral ischemic changes while in rapid rates earlier in hospitalization, extensive plaques on CTA indicative of CAD. Resumed ASA 81 mg daily and started atorvastatin 80 mg daily. CHRONIC/RESOLVED ISSUES: # Lung nodules incidental finding on CTA CHEST (), please arrange for appropriate follow-up with repeat CT CHEST in 6 months from discharge # Ulcerated aortic arch plaque incidental finding on CTA CHEST (), please arrange for follow-up with aortic service # HTN continue home HCTZ 12.5 qd # Hx DVT anticoagulation as per above # BPH continue home tamsulosin Greater than hour spent on care on day of discharge. Medications on Admission: The Preadmission Medication list is accurate and complete. 1. Warfarin 4 mg PO DAILY 2. Diltiazem Extended-Release 360 mg PO DAILY 3. Aspirin 81 mg PO DAILY 4. Hydrochlorothiazide 12.5 mg PO DAILY 5. Acetaminophen 1000 mg PO DAILY:PRN Pain Mild/Fever Discharge Medications: 1. Apixaban 5 mg PO BID 2. Atorvastatin 80 mg PO QPM 3. Fluticasone-Salmeterol Diskus (250/50) 1 INH IH BID 4. Ipratropium-Albuterol Neb 1 NEB NEB Q6H:PRN SOB, prior to 5. OxyCODONE (Immediate Release) 10 mg PO Q4H:PRN Pain RX *oxycodone 10 mg 1 tablet(s) by mouth every four (4) hours Disp #*42 Tablet Refills:*0 6. Polyethylene Glycol 17 g PO DAILY 7. Senna 17.2 mg PO BID 8. Tamsulosin 0.4 mg PO DAILY 9. Tiotropium Bromide 1 CAP IH DAILY 10. Acetaminophen 1000 mg PO Q8H 11. Aspirin 81 mg PO DAILY 12. Diltiazem Extended-Release 360 mg PO DAILY 13. Hydrochlorothiazide 12.5 mg PO DAILY Discharge Disposition: Extended Care Discharge Diagnosis: acetabulum fracture Discharge Condition: Mental Status: Clear and coherent. Level of Consciousness: Alert and interactive. Activity Status: Out of Bed with assistance to chair or wheelchair. Discharge Instructions: Dear , It was a pleasure taking care of you during your stay at . WHY WAS I IN THE HOSPITAL? -You fell and broke your acetabulum -Your oxygen was very low WHAT WAS DONE WHILE I WAS IN THE HOSPITAL? -You were seen by the orthopedic surgeons and your fracture was managed conservatively -You were given oxygen and inhaled medicines to help with your severe lung disease (COPD) WHAT SHOULD I DO WHEN I LEAVE THE HOSPITAL? -Continue to work with -Try to limit your pain medicine usage to only when needed for severe pain -Take your inhalers as prescribed -Monitor for any bleeding on your new blood thinner, if you have a lot of bleeding, you may ask your doctor about other blood thinning medications -Continue to use the incentive spirometer to open up your lungs Be well! Your Care Team Followup Instructions:"
}