{
  "14175995-DS-19": "MEDICINE Allergies: ciprofloxacin / chlorthalidone / iodine Attending: Chief Complaint: Abdominal pain, vomiting, diarrhea Major Surgical or Invasive Procedure: None History of Present Illness: Ms. is a woman with history of HTN, DVT/PE on apixaban, chronic constipation, history of C. diff presenting with abdominal pain. The patient is a reluctant historian, but reports that she has had lower abdominal pain and pelvic pain. The time course is not clear, but the pain has been present for at least several days prior to admission. She reports that she was incontinent of stool around midnight on the evening of admission. Pain is associated with nausea and vomiting. She denies fevers or chills. Does endorse dysuria. Per ED notes, per report from EMS patient was calling 911 multiple times for frequent bowel movement. Per EMS report patient intermittently agitated. Also reported to nursing that she had terrible diarrhea. In the ED, initial vitals: 97.2 72 132/66 18 98% RA Labs notable for: Lactate 1.6; UA with few bacteria, WBC 151, +leuks, +nitrite Digital rectal disimpaction. Rectum extremely tender, large stool volume removed. Imaging: CXR normal, NCHCT normal; CT A/P with large stool ball, stercoral colitis not excluded Patient given: Methylpred x3 and Benadryl for CT scan pre-medication; Lasix 20 mg; Ceftriaxone 1 gm; Tylenol 1 gm; LR 2500c/hr On arrival to the floor, the patient reports nausea and abdominal pain, and provides the history as above. She declines to speak further with this interviewer. ROS: Pertinent positives and negatives as noted in the HPI. All other systems were reviewed and are negative. Past Medical History: 1. Depression/Anxiety 2. Hypertension 3. Chronic kidney disease 4. osteoarthritis 5. Osteoporosis 6. Cervical and lumbar radiculitis 7. Hematuria and recurrent cystitis 8. Cervicogenic headache 9. GERD 10. varicose veins s/p laser ablation . Multiple prior falls, resulting in prior fractures 12. C.diff 13. Hysterectomy 14. L total knee replacement 15. Urinary incontinence 16. edema 17. DVT/PE Social History: Family History: Father had CVA Physical Exam: ADMISSION PHYSICAL EXAM VITALS: 98.0 141/81 69 16 100 RA GENERAL: Alert and in no apparent distress EYES: Anicteric, pupils equally round, wearing rhinestone sunglasses ENT: Ears and nose without visible erythema, masses, or trauma. Oropharynx without visible lesion, erythema or exudate CV: Heart regular, no murmur RESP: Lungs clear to auscultation with good air movement bilaterally. Breathing is non-labored GI: Abdomen soft, non-distended, tender to palpation diffusely but greatest in bilateral lower quadrants. Voluntary guarding. Bowel sounds present. Repeat rectal deferred given disimpaction in ED. GU:+ suprapubic tenderness to palpation MSK: Neck supple, moves all extremities, strength grossly full and symmetric bilaterally in all limbs SKIN: No rashes or ulcerations noted NEURO: Alert, oriented, face symmetric, gaze conjugate with EOMI, speech fluent, moves all limbs, sensation to light touch grossly intact throughout PSYCH: Antagonistic; unusual affect DISCHARGE PHYSICAL EXAM: VS: Pertinent Results: ADMISSION LABS: 07:00AM BLOOD WBC-9.7 RBC-4.34 Hgb-12.7 Hct-38.9 MCV-90 MCH-29.3 MCHC-32.6 RDW-13.8 RDWSD-45.1 Plt 07:00AM BLOOD Neuts-65.2 Monos-8.2 Eos-1.8 Baso-0.6 Im AbsNeut-6.30* AbsLymp-2.28 AbsMono-0.79 AbsEos-0.17 AbsBaso-0.06 07:00AM BLOOD Plt 07:00AM BLOOD Glucose-101* UreaN-12 Creat-0.6 Na-140 K-5.3 Cl-105 HCO3-22 AnGap-13 07:00AM BLOOD ALT-8 AST-32 AlkPhos-90 TotBili-0.5 07:00AM BLOOD Lipase-10 01:06PM BLOOD cTropnT-<0.01 07:00AM BLOOD cTropnT-<0.01 07:00AM BLOOD Albumin-3.7 08:45AM BLOOD Calcium-9.9 Phos-3.7 Mg-1.9 07:50AM BLOOD Lactate-1.6 IMAGING CXR (): No acute intrathoracic process. NCHCT (): No acute intracranial process. CT A/P (): Large stool ball within the rectum with mild perirectal stranding and fluid. Consider gentle disimpaction as stercoral colitis not excluded. KUB: Status post evacuation of rectal stool. Patchy stool along the more proximal colon, but normal in overall quantity. MICRO Blood cultures negative Stool cultures negative. URINE CULTURE (Final : STAPH AUREUS COAG + GENTAMICIN <=0.5 S LEVOFLOXACIN =>8 R NITROFURANTOIN <=16 S OXACILLIN =>4 R TETRACYCLINE <=1 S TRIMETHOPRIM/SULFA <=0.5 S VANCOMYCIN <=0.5 S Brief Hospital Course: Ms. is a woman with history of HTN, DVT/PE on apixaban, chronic constipation, history of CDI admitted with abdominal pain, likely stool impaction, found to have possible interstitial cystitis and MRSA UTI. # Fecal Impaction, Constipation # Abdominal Pain: Admission CTAP with large impacted stool ball and mild pericolonic stranding. Disimpacted in ED with removal of hard stool. Subsequently has had several bowel movements. CTAP could r/o stercoral colitis, but patient's abdominal symptoms improved after disimpaction and initial bowel regimen. Serial KUB showed evacuation of rectal stool. Patient refused further bowel regimen despite patient education and counseling. # \"Bladder Pain\" # Suspected Interstitial Cystitis # Suspected Atrophic Vaginitis: Patient's described bladder pain symptoms that after careful review with patient were actually chronic in nature without an acute component. Initial urine culture grew MRSA (see below). Her UTI was treated for 3 days and she was also given pyridium However, she stated that her symptoms were unchanged despite treatment. Pyridium was discontinued on discharge. # MRSA UTI: Admission UCx grew MRSA (UA had < 1 epi). She had recent prior history of instrumentation, no renal stones, and no recent IUC. Blood cultures were negative. Does not appear septic. Kidneys were not enhancing on CTAP/c. As a result, this was felt to represent a true MRSA UTI (difficult to assess the causality of this to her symptoms, however, given the chronicity of her bladder symptoms. Given on going symptoms, however, she was started on bactrim po, which she took for two days and then stopped due to her concern for \"side effects\" and then was given one dose of IV vancomycin to complete a 3 day course. Repeat Urine culture was negative. # Encephalopathy: Discharge initially planned for , but patient noted to be more confused, speaking in half , half sentences, even less cooperative at staff and extremely tangential. She has a history of paranoia, refusing treatments, well documented in past notes, but on RN and MD staff felt that her presentation represented an acute change. ? hospital acquired delirium. # ?Factitious dysphagia: See last discharge summary for complete details. # Epilepsy: Confirmed that patient no longer on keppra. No historical elements to suggest recent seizure. # Chronic pain: Patient weaned down to fentanyl 12mcg/hour. She had been on doses has high as 50 mcg during last admission in the . TRANSITIONAL ISSUES [ ] please continue an aggressive bowel regimen Time spent coordinating discharge > 30 minutes Medications on Admission: The Preadmission Medication list may be inaccurate and requires futher investigation. 1. Apixaban 5 mg PO BID 2. Bisacodyl 5 mg PO DAILY:PRN constipation 3. Creon 12 1 CAP PO TID W/MEALS 4. Fentanyl Patch 25 mcg/h TD Q72H 5. Furosemide 20 mg PO DAILY 6. Milk of Magnesia 30 mL PO Q6H:PRN Constipation First Line 7. Polyethylene Glycol 17 g PO DAILY 8. melatonin 5 mg oral QHS 9. Zolpidem Tartrate 5 mg PO QHS 10. Systane Gel (artificial tears(hypromellose);<br>peg 400-propylene glycol) 0.4-0.3 % ophthalmic (eye) QHS 11. Vitamin D 1000 UNIT PO DAILY 12. Ondansetron 8 mg PO Q8H:PRN Nausea/Vomiting First Line Discharge Medications: 1. Docusate Sodium (Liquid) 100 mg PO BID 2. Fentanyl Patch 12 mcg/h TD Q72H 3. Apixaban 5 mg PO BID 4. Bisacodyl 5 mg PO DAILY:PRN constipation 5. Creon 12 1 CAP PO TID W/MEALS 6. Furosemide 20 mg PO DAILY 7. melatonin 5 mg oral QHS 8. Milk of Magnesia 30 mL PO Q6H:PRN Constipation First Line 9. Ondansetron 8 mg PO Q8H:PRN Nausea/Vomiting First Line 10. Polyethylene Glycol 17 g PO DAILY 11. Systane Gel (artificial tears(hypromellose);<br>peg 400-propylene glycol) 0.4-0.3 % ophthalmic (eye) QHS 12. Vitamin D 1000 UNIT PO DAILY Discharge Disposition: Extended Care Facility: Discharge Diagnosis: 1 Constipation 2 Chronic dysuria, pelvic pain 3 H/o DVT 4 Encephalopathy Discharge Condition: Mental Status: Confused sometimes. Level of Consciousness: Alert and interactive. Activity Status: Bedbound. Discharge Instructions: You were admitted with abdominal pain, vaginal pain and burning with urination. Your abdominal pain improved with treatment of your constipation. Your vaginal pain and discomfort with urination are long standing problems and you have been seen by the urogynecologists for this. You were treated for a urinary tract infection, but your symptoms did not improve. We recommend that you continue using vaginal cream as recommended by the urogynecologists. Followup Instructions:"
}