{
  "12889749-DS-18": "MEDICINE Allergies: No Known Allergies / Adverse Drug Reactions Attending: . Chief Complaint: Hypertension, N/V Major Surgical or Invasive Procedure: Colonoscopy History of Present Illness: male with history of A. fib on apixaban, AS s/p TAVR, hypertension, myasthenia , presenting with 2 hours of diaphoresis, malaise, abdominal pain. The patient was seen in ED on due to syncope. He had an unremarkable head CT and was monitored overnight with serial troponins, EKG prior to discharge to . Of note, the patient was also seen by neurology and self tapered himself off of his prednisone from 15mg daily. He was instructed for a slow taper from 15 to 12.5 mg daily this month. Patient had a SCC removed from his scalp on . He has a fill history for cefadroxil 500mg PO daily but does not remember taking this or what it is for. Patient reports that he woke up and did not feel well. He developed abdominal pain in his lower central abdomen without radiation. He endorsed bowel urgency with this pain and had two bloody, formed, stools, last 3pm on . He states the blood was pink around his stool without melena. He felt diaphoretic during these episodes of abdominal pain. He had some nausea but no vomiting. He did not feel hungry today so did not eat. Pain not worse with movement but mildly improved with Tylenol. Reports feeling general malaise, unwell. He denies shortness of breath or chest pain. Nausea without vomiting. Past Medical History: Aortic stenosis s/p TAVR in HF pEF, EF > 55% Myasthenia Hypertension Hyperlipidemia Asthma Hyperparathyroidism Vitamin D deficiency Non-obstructing renal calculus Atrial ectopy T11 compression deformity-incidental compression fracture found on CT Squamous cell carcinoma of scalp s/p excision on Social History: Family History: Father: died at age , ?cardiac disease Mother: died age of a stroke prior was healthy Sister: No children Physical Exam: ADMISSION EXAM VS: 98.0 PO 146 / 58 67 18 97 RA GENERAL: NAD HEENT: 4cm lacerations with sutures with small volume blood around stitches, no purulence, anicteric sclera, MMM NECK: supple, no LAD CV: RRR, S1/S2, systolic ejection murmur radiating to neck, gallops, or rubs PULM: CTAB, no wheezes, rales, rhonchi, breathing comfortably without use of accessory muscles GI: abdomen soft, nondistended, tender to palpation in RLQ and LLQ, no rebound/guarding, no hepatosplenomegaly EXTREMITIES: no cyanosis, clubbing, or edema PULSES: 2+ radial pulses bilaterally NEURO: Alert x 0 x3, moving all 4 extremities with purpose, face symmetric DERM: warm and well perfused, mild ecchymoses over UE DISCHARGE EXAM ************** Pertinent Results: 06:45AM BLOOD WBC-8.9 RBC-3.68* Hgb-9.8* Hct-33.1* MCV-90 MCH-26.6 MCHC-29.6* RDW-15.8* RDWSD-51.8* Plt 01:30PM BLOOD Neuts-80.6* Lymphs-9.6* Monos-7.2 Eos-0.8* Baso-0.6 Im AbsNeut-6.82* AbsLymp-0.81* AbsMono-0.61 AbsEos-0.07 AbsBaso-0.05 06:45AM BLOOD PTT-26.9 06:45AM BLOOD Glucose-86 UreaN-13 Creat-0.8 Na-145 K-4.3 Cl-107 HCO3-24 AnGap-14 05:40PM BLOOD Ret Aut-1.8 Abs Ret-0.06 08:14AM BLOOD ALT-8 AST-11 LD(LDH)-254* CK(CPK)-39* AlkPhos-80 TotBili-0.6 05:40PM BLOOD cTropnT-<0.01 06:45AM BLOOD Calcium-9.1 Phos-3.1 Mg-1.9 05:40PM BLOOD calTIBC-294 VitB12-291 Ferritn-142 TRF-226 CT ABD: IMPRESSION: 1. Findings concerning for colitis at the splenic flexure which may be inflammatory, infectious, or ischemic in etiology. 2. Prostatomegaly. 3. Re-demonstration of T11 and T12 compression deformities. CT HEAD: IMPRESSION: 1. No acute intracranial hemorrhage or mass effect. 2. Soft tissue swelling and subcutaneous gas likely from laceration within the posterior scalp vertex. No acute fractures. 3. Worsening left maxillary sinus disease for which correlation with acute sinusitis is recommended. Brief Hospital Course: PATIENT SUMMARY Mr. is a male with history of A. fib on apixaban, AS s/p TAVR, hypertension, and myasthenia , who presented with diaphoresis, malaise, abdominal pain, and melena. He underwent a colonoscopy without evidence for colitis or active GI bleed and his symptoms resolved without further intervention or treatment. ACTIVE ISSUES: # Colitis, NOS # Bloody stools # Concern for GI bleed The patient presented with bloody bowel movements, abdominal pain, and concern for colitis on imaging. He was also started on zosyn in ED due to concern for diverticulitis, however antibiosis was discontinued after further review of imaging. The patient remained afebrile without leukocytosis. Hbg was stable throughout. He underwent a colonoscopy which showed no evidence for colitis, but did reveal a large colon polyp and internal hemmorhoids. His abdominal pain resolved as he was continued on his home bowel regimen. # Demand Ischemia Troponins were mildly elevated on admission without concerning ST changes or symptoms on EKG, however EKG was difficult to interpret given baseline LAFB and RBBB in setting of prior TAVR. Troponins were trended until flat. # Scalp wound Scalp wound with oozing s/p recent excision. Hemostasis was achieved with standard wound care. Staples were left in with plans for patient to have them removed as an outpatient. # Hypomagnesemia Repleted IV magnesium as needed. CHRONIC ISSUES: # Anemia Baseline Hgb . The patient appeared to be at baseline this admission with out evidence for bleeding. He was continued on frrous sulfate. # HFpEF The patient was euvolemic this admission so his home furosemide was held. He was continued on home metoprolol. His home imdur was held initially and then restarted on discharge. # Afib Patient with history of atrial fibrillation on apixaban. CHADS2VSC of 4. He was continued on apixaban after colonoscopy showed no major bleeding. He was also continued home metoprolol. # HTN The patient's home lisinopril and imdur were held on admission due to initial concerns for bleeding and infection as noted above. They were restarted on day of discharge. # HLD The patient was continued on his home statin. # Asthma He was given duonebs as needed. # Myasthenia The patient was continued on home cellcept and prednisone 12.5mg daily. TRANSITIONAL ISSUES [] Due to new osteoporosis on his CT with wedge compression fractures, would consider starting calcium and vitamin D. [] Per GI: Large polyp found on colonoscopy and recommending follow-up colonoscopy in 6 months for polpectomy. [] Furosemide was held while inpatient, please assess for volume status and restart if needed. [] The patient was continued on him home prednisone on discharge 12.5 mg, with deference to PCP regarding plans for taper. [] Held home BP meds while inpatient. Restarted lisinopril and imdur on discharge. Please assess BP and check Chem 7 within one week of discharge. #CODE: Full (confirmed) #CONTACT: (nephew) Medications on Admission: The Preadmission Medication list is accurate and complete. 1. PredniSONE 12.5 mg PO DAILY 2. Polyethylene Glycol 17 g PO DAILY:PRN Constipation First Line 3. Atorvastatin 80 mg PO QPM 4. Vitamin D 1000 UNIT PO DAILY 5. Apixaban 5 mg PO BID 6. Ferrous Sulfate 325 mg PO DAILY 7. Furosemide 40 mg PO DAILY 8. Isosorbide Mononitrate (Extended Release) 30 mg PO DAILY 9. Lactulose 15 mL PO DAILY:PRN constipation 10. Lisinopril 5 mg PO DAILY 11. Metoprolol Succinate XL 25 mg PO DAILY 12. Pantoprazole 40 mg PO Q24H 13. Mycophenolate Mofetil 1500 mg PO BID 14. Docusate Sodium 100 mg PO BID:PRN Constipation Second Line 15. Lidocaine 5% Patch 1 PTCH TD QAM 16. Acetaminophen 650 mg PO Q6H:PRN Pain Mild 17. Calcium Carbonate 1250 mg PO QID 18. Bisacodyl 10 mg PO/PR DAILY:PRN Constipation Third Line 19. ProAir HFA (albuterol sulfate) 90 mcg/actuation inhalation Q6H:PRN 20. Senna 8.6 mg PO BID:PRN Constipation Third Line Discharge Medications: 1. Acetaminophen 650 mg PO Q6H:PRN Pain Mild 2. Apixaban 5 mg PO BID 3. Atorvastatin 80 mg PO QPM 4. Bisacodyl 10 mg PO/PR DAILY:PRN Constipation Third Line 5. Calcium Carbonate 1250 mg PO QID 6. Docusate Sodium 100 mg PO BID:PRN Constipation Second Line 7. Ferrous Sulfate 325 mg PO DAILY 8. Isosorbide Mononitrate (Extended Release) 30 mg PO DAILY 9. Lactulose 15 mL PO DAILY:PRN constipation 10. Lidocaine 5% Patch 1 PTCH TD QAM 11. Lisinopril 5 mg PO DAILY 12. Metoprolol Succinate XL 25 mg PO DAILY 13. Mycophenolate Mofetil 1500 mg PO BID 14. Pantoprazole 40 mg PO Q24H 15. Polyethylene Glycol 17 g PO DAILY:PRN Constipation First Line 16. PredniSONE 12.5 mg PO DAILY 17. ProAir HFA (albuterol sulfate) 90 mcg/actuation inhalation Q6H:PRN 18. Senna 8.6 mg PO BID:PRN Constipation Third Line 19. Vitamin D 1000 UNIT PO DAILY 20. Vitamin D 1000 UNIT PO DAILY 21. HELD Furosemide 40 mg PO DAILY This medication was held. Do not restart Furosemide until your doctor tells you to restart Discharge Disposition: Home With Service Facility: Discharge Diagnosis: Primary Diagnosis Lower GI Bleed Secondary Diagnosis Large Colon Polyp Osteoporosis Discharge Condition: Stable. Mentating at baseline. Ambulatory. Discharge Instructions: Dear Mr. , It was a pleasure caring for you at ! WHY WERE YOU ADMITTED? You came to the hospital with high blood pressure, nausea, dizziness, and fainting. WHAT HAPPENED IN THE HOSPITAL? In the hospital you were given fluids through your vein. You were given medicine for your blood pressure. Stomach and intestine doctors came to you for blood in your stool. You had a colonoscopy which showed a polyp which we informed you about. WHAT SHOULD YOU DO AT HOME? Take all your medications. Keep all of your appointments. WHEN SHOULD YOU COME BACK TO THE HOSPITAL? Please return if you experience more nausea, dizziness, or if you faint again. Thank you for allowing us be involved in your care, we wish you all the best! Your Team Followup Instructions:"
}