{
  "14516688-DS-18": "MEDICINE Allergies: Penicillins / Lisinopril / Metoprolol / hydroxyzine Attending: Chief Complaint: Knee pain, falls, odynophagia Major Surgical or Invasive Procedure: Joint tap History of Present Illness: Mr. is a year old man with ESRD on HD, Afib on apixaban, HFrEF (EF 30%), CAD s/p 3V CABG , s/p MVR , GIST, who is presenting with recent falls. Of note, the patient is not the best historian and seems to be unsure about some of his history and symptoms. The patient shares that over the past week or so he has had two falls. The day of presentation he fell and hit his right knee, and this is what caused presentation to the ED. He does not think he has ever hit his head. He says he believes he did have dialysis today, and per chart review he develops orthostatic hypotension post dialysis. The patient uses a walker to walk, and said his falls occurred after standing up and taking a few steps. He said he does not think he felt lightheaded, but cannot remember. He does not think he has been confused. He has had no recent fevers or chills, no headaches, palpitations or chest pain, no dyspnea, no poor oral intake or increased GI or GU output. In the ED, initial vitals were 98.6 38 (up to 78) 86/31 (up to 108/60) RR 18 O2 99 RA. Labs were notable for lactate of 6.1, that came down to 3.1 before IVF were given, 31493 (baseline), WBC 17.4, H/H (baseline). Chem panel notable for creatinine 6.2, in setting of known ESRD. Right knee XR showed no acute fracture and small effusion. CXR showed no acute processes. EKG notable for Qtc 682, and in known afib. He was given 1 g IV vancomycin, oxycodone, Tylenol, and 2L NS. Upon arrival to the floor, the patient shares his pain in his right knee is better after having gotten pain medication in the ED. He has no other complaints and feels like his normal self. Of note, per chart review the patient has been seeing his outpatient physicians for fatigue, which reportedly got better with hyperglycemia control. Past Medical History: s/p three-vessel CABG in mitral valve replacement GIST tumor diagnosed in (s/p resection, see below), off Gleevec due to pleural effusions hypertension chronic kidney disease hypercholesterolemia depression gout BPH hypothyroidism PAST SURGICAL HISTORY: LUE brachio-axillary AV graft R carpal tunnel surgery Whipple, cholecystectomy, retroperitoneal tumor resection for ruptured GIST R foot Keller procedure Social History: Family History: brother who died at of prostate cancer. There are no other known cancers in the family. Physical Exam: PHYSICAL EXAM ON ADMISSION: Vital Signs: T97.9 BP11/48 HR87 RR18 O2 99 RA General: Alert, oriented, but unable to give details of recent history, good with remote history, no acute distress HEENT: Sclera anicteric, MMM, EOMI, PERRL, neck supple CV: irregular, systolic murmur heard throughout precordium with mechanical valve sound Lungs: Clear to auscultation bilaterally, no wheezes, rales, rhonchi Abdomen: Soft, non-tender, non-distended, bowel sounds present, no organomegaly, no rebound or guarding GU: No foley Ext: Warm, well perfused, no edema, abrasions on both knees, right knee painful with passive and active motion Neuro: CNII-XII intact, strength upper/lower extremities, right LUE strength not assessed due to pain. PHYSICAL EXAM ON DISCHARGE: Vitals: Tm: 98.1 BP: 101/56 (101-107/37-60) P:58(54-70) R:20 O2:97%RA General: Alert, oriented, no acute distress HEENT: Sclera anicteric, MMM CV: irregular, murmur diffusely over LLSB and LUSB, no g/r Lungs: Clear to auscultation bilaterally, no wheezes, rales, rhonchi Abdomen: Soft, non-tender, mildly distended, bowel sounds present, no organomegaly, no rebound or guarding GU: No foley Ext: Warm, well perfused, no edema, R knee not swollen, not erythematous, nontender to gentle palpation. Eschar on R shin with erythema surrounding it and extending distally, not warm to touch. Pt able to move toes, no change in sensation in leg, no groin pain or hip pain. Pain with passive and active knee motion, but not with hip or ankle movement with extension to ~170 degrees, flex to 45. Neuro: CNII-XII grossly intact, moves extremities against gravity Pertinent Results: LABS ON ADMISSION: 04:34PM WBC-17.4*# RBC-2.97* HGB-10.0* HCT-31.5* MCV-106* MCH-33.7* MCHC-31.7* RDW-16.0* RDWSD-61.9* 04:34PM NEUTS-62 BANDS-0 LYMPHS-11* MONOS-23* EOS-0 BASOS-0 METAS-1* MYELOS-3* AbsNeut-10.79* AbsLymp-1.91 AbsMono-4.00* AbsEos-0.00* AbsBaso-0.00* 04:34PM GLUCOSE-153* UREA N-44* CREAT-6.2* SODIUM-137 POTASSIUM-4.2 CHLORIDE-93* TOTAL CO2-20* ANION GAP-28* 04:34PM 04:34PM CALCIUM-9.5 PHOSPHATE-3.4 MAGNESIUM-2.0 05:57PM LACTATE-6.1* 09:44PM LACTATE-3.1* 04:34PM PTT-32.0 MICRO: Blood culture x2: pending Knee joint aspiration : GRAM STAIN (Final : 2+ per 1000X FIELD): POLYMORPHONUCLEAR LEUKOCYTES. NO MICROORGANISMS SEEN. JOINT FLUID ANALYSIS WBC RBC Polys Lymphs Monos Macro 15:23 89* 0 4 7 JOINT FLUID Crystal Shape Locatio Birefri Comment 15:23 MOD RHOMBOID I/E1 POS c/w calciu2 STUDIES: R Knee XR: IMPRESSION: 1. No acute fracture. 2. Severe degenerative changes centered at the medial and patellofemoral compartments. 3. Chondrocalcinosis. 4. Small joint effusion. CXR: IMPRESSION: Cardiomegaly without superimposed acute cardiopulmonary process. LABS ON DISCHARGE: 07:00AM BLOOD WBC-13.7* RBC-2.73* Hgb-9.2* Hct-29.7* MCV-109* MCH-33.7* MCHC-31.0* RDW-15.5 RDWSD-61.7* Plt 07:00AM BLOOD Plt 07:00AM BLOOD Glucose-154* UreaN-51* Creat-7.8*# Na-131* K-4.5 Cl-89* HCO3-25 AnGap-22* 07:00AM BLOOD Calcium-9.1 Phos-4.6* Mg-2.0 06:10AM BLOOD %HbA1c-8.2* eAG-189* Brief Hospital Course: Mr. is a year old man with ESRD on HD, Afib on apixaban, HFrEF (EF 30%), CAD s/p 3V CABG , s/p MVR , GIST, who is presenting with swollen knee, recent falls and odynophagia. ACUTE ISSUES: #Knee swelling to Septic Knee v. Pseudogout: On presentation to the ED the patient's knee was erythematous, very swollen and exquisitely tender to the touch, with limited range of motion. One dose of vancomycin in the ED was able to make a dramatic difference in appearance, as well as significant improvement of leukocytosis, strongly suggesting that there is an infectious etiology underlying this presentation. X-ray of knee was negative for fracture. A small effusion was tapped by the Orthopedics team and sent for culture. While cultures have not grown anything to date (likely secondary to receiving vancomycin before tapping), they were significant for WBC, 89% PMNs and rhomboid calcium pyrophosphate crystals. It was decided to treat empirically for GPC joint infection with vancomycin (HD dosing) for 14 days and then transition him to po Bactrim. In addition, he was still complaining of pain with passive motion in his knee so it was decided to do colchicine for one dose. #Falls, presyncope: The etiology of the patient's falls was not fully clarified, but it was considered multifactorial, including persistent hypotension requiring midodrine use, hypoglycemia in the context of recent start of lantus use, as well as inability to bear weight on right. During the hospitalization, the patient was placed on telemetry for monitoring, with no significant events. Because of recent TTE, a repeat was not obtained. Orthostatic vitals did not show evidence of orthostatic hypotension. Of note, on admission pt had QTc 682, which resolved by the next day without intervention. No offending medication were identified. Cause remained unclear. #odynophagia: noted to be worse on Left, related to eating solid foods but not liquids. The odynophagia did not prevent the patient from eating meals but limited how much and caused discomfort. Patient was evaluated by Speech and Swallow, who recommended ENT follow up. Pt will arrange with his own outpatient ENT provider. CHRONIC ISSUES: #Afib: Patient currently in Afib, rate controlled. Continued home amiodorone and apixaban. #CAD s/p CABG , MVR : stable. #ESRD on HDL: Had dialysis . Renally dosed all medications; continued home sevelamer and nephrocaps. #HFrEF: Last EF 30% on TTE . Patient did not appear volume overloaded. There was no indication for repeat TTE. #Hyperglycemia: Recently started on lantus. Obtained A1c 8.2%. Continued home lantus. #Hypothyroidism: continued home synthroid #GIST: Stable on recent imaging. TRANSITIONAL ISSUES: [ ] Continue vancomycin for a total of 14 days with hemodialysis (). Continue with Bactrim, 3 double-strength tablets three times a week after hemodialysis for another 14 days () [ ] Follow up with ENT regarding odynophagia [ ] Follow up with PCP; PCP to obtain an EKG to re-check QTc [ ] on DM. Most recent A1C was 8.2 and recent fall in the context of new insulin usage is concerning for hypoglycemia. Medications on Admission: The Preadmission Medication list is accurate and complete. 1. Amiodarone 100 mg PO DAILY 2. Apixaban 2.5 mg PO BID 3. Calcitriol 0.25 mcg PO DAILY 4. Fluticasone Propionate NASAL 2 SPRY NU DAILY 5. Gabapentin 100 mg PO 3X/WEEK () after dialysis 6. HydrOXYzine 10 mg PO QDAILY PRN sleep, pruritis 7. Glargine 8 Units Bedtime 8. Levothyroxine Sodium 88 mcg PO DAILY 9. Midodrine 10 mg PO TID 10. sevelamer CARBONATE 1600 mg PO TID W/MEALS 11. Nephrocaps 1 CAP PO DAILY 12. esomeprazole magnesium 20 mg oral daily Discharge Medications: 1. Acetaminophen 650 mg PO Q6H 2. Lidocaine 5% Patch 1 PTCH TD QAM 3. OxyCODONE (Immediate Release) 2.5 mg PO Q6H:PRN Pain Moderate 4. Sulfameth/Trimethoprim DS 3 TAB PO POST HD () Take three times a week after HD for two weeks () 5. Vancomycin 1000 mg IV HD PROTOCOL 6. Glargine 8 Units Bedtime 7. Amiodarone 100 mg PO DAILY 8. Apixaban 2.5 mg PO BID 9. Calcitriol 0.25 mcg PO DAILY 10. esomeprazole magnesium 20 mg oral daily 11. Fluticasone Propionate NASAL 2 SPRY NU DAILY 12. Gabapentin 100 mg PO 3X/WEEK () after dialysis 13. HydrOXYzine 10 mg PO QDAILY PRN sleep, pruritis 14. Levothyroxine Sodium 88 mcg PO DAILY 15. Midodrine 10 mg PO TID 16. Nephrocaps 1 CAP PO DAILY 17. sevelamer CARBONATE 1600 mg PO TID W/MEALS Discharge Disposition: Home With Service Facility: Discharge Diagnosis: Primary diagnoses: Septic joint Odynophagia Secondary diagnoses: End stage renal disease on hemodialysis MWF Coronary artery disease s/p Mitral valve replacement s/p Coronary artery bypass graft surgery Diabetes Mellitus Discharge Condition: Mental Status: Clear and coherent. Level of Consciousness: Alert and interactive. Activity Status: Ambulatory requires assistance or aid (walker or cane). Discharge Instructions: Dear Mr. , It was a pleasure taking care of you at the ! Why were you hospitalized? -You were hospitalized because of concern for increase in falls, swelling in your knee after you fell and for pain with swallowing. We believed you had an infection in your knee and you needed antibiotics. What was done in the hospital? -You had X-rays of your knee which showed us the bone was not broken -You had the orthopedic surgeons take fluid from your knee to test for infection -You were started on antibiotics to help your likely knee infection -You were given a dose of a medication called \"colchicine\" for the inflammation in your knee. -You were seen by Speech & Swallow specialists for your pain with swallowing and you will see an ear, nose, and throat specialist when you leave. What should you do when you leave the hospital? -Continue your antibiotic, Vancomycin IV, with hemodialysis for three sessions (). You will need to go to for these sessions so that they can give you the antibiotic. Your first session is , at 3:30pm. After you have finished your course of vancomycin you will start another antibiotic, Bactrim, for another 2 weeks following each hemodialysis session. This can be taken by mouth AFTER home dialysis sessions. with your ENT doctor about the difficulty swallowing -Follow up with your primary care doctor regarding your infection and any residual pain in your knee. We wish you the best. Take care, Your team at Followup Instructions:"
}