{
  "14493531-DS-8": "MEDICINE Allergies: No Known Allergies / Adverse Drug Reactions Attending: . Chief Complaint: Groin Rash Major Surgical or Invasive Procedure: None History of Present Illness: PCP: Dr. CHIEF COMPLAINT: Right Groin Pain SUBJECTIVE: , an yo F PMHx CKD III baseline Cr 1.6, HTN, T2DM presents with groin rash/pruritis. Two weeks prior to presentation, patient developed groin pruritis and rash. Pruritis improved with vagisil but the pruritis continued, patient noticed discharged, and patient felt it should be examined by a physician. Patient in area since brother is currently inpatient on Farr11. She reports that she has had decreased oral and fluid intake. She has been feeling slightly lightheaded. She denies any fevers, chills, chest pain, SOB, palpitations, dysuria, hematuria, vaginal discharge, increasing frequency, back pain. In the ED, initial VS were: 97.2 63 113/74 18 100% RA. Labs were notable for: WBC 6.6 with PMNs 70.8. Eos 5.0. Chem7 with Cr 2.7 (baseline as per renal note), K 5.9 HCO3 14. lactate 0.9. VBG 7.18 / 38 / 50. Repeat labs were notable for K 5.6 with HCO3 14 and Cr downtrended to 2.5. She did have an episode of asymptomatic bradycardia. Rectal exam was negative. CXR showed central pulmonary vascular engorgement. Mildly prominent right hilum. Renal was called and recommended medical management without any acute indication for dialysis. EP was consulted given the patient's atrial fibrillation with bradycardia that they attributed to hyperkalemia and acidemia. She was given Vancomcyin, ceftriaxone, and insulin. Her vitals prior to transfer were: 98.4 60 142/49 18 99% RA. In FICU, her creatinine trended downward with IVF and holding lisinopril. Hyperkalemia was managed with several doses of insulin/D50 in addition to Bicarb. Nephrology consult recommended D5/Bicarbonate as they felt she most likely secondary to an RTA. Renal ultrasound negative for hydronephrosis (but did not use doppler). Patient had no EKG changes and was kept on ceftriaxone. She requested to come to the to be close to her brother. This morning on CC7, patient feels overall similar to presentation, feeling tired/fatigued, hasnt been out of bed, and her pruritis from right groin is improved. She feels out of place since she usually lives in the . Past Medical History: CKD III ?Atrial Fibrillation for years but never on anticoagulation T2DM on oral medications Hypertension HLD OA Hypothyroidism Social History: Family History: Father with MI, brother with Physical Exam: ADMISSION EXAM: GENERAL: AOx3, obese, pleasant HEENT: Sclera anicteric, dry mucus membranes, oropharynx clear LUNGS: Clear to auscultation bilaterally, no wheezes, rales, ronchi CV:Irregular, II/VI SEM loudest at LUSB ABDOMEN: soft, NT/ND, NABS GU: No Foley EXTR: warm, well perfused, 2+ pulses, no clubbing, cyanosis or edema NEURO: CNII-XII grossly intact, moves all extremities SKIN: warm, R groin erythematous minimally tenderness to palpation, no satellite lesions. DISCHARGE EXAM: VITALS: 98.5, 46-63, 113-154/50-64, , 97-100% on RA, Pain, FSBG 127-192, Ins 1100, Outs BRP + 5 BMs (post-extensive bowel regimen) Telemetry AFib 40-70s, multiple alarms for brief HR<35 GENERAL: AOx3, NAD, obese, pleasant HEENT: Sclera anicteric, MMM, oropharynx clear LUNGS: Clear to auscultation bilaterally, no wheezes, rales, ronchi CV: Irregular, II/VI SEM loudest at LUSB ABDOMEN: soft, NT/ND, NABS EXTR: warm, well perfused, 2+ pulses, no clubbing, cyanosis or edema, Right toe MCP mildly tender with erythema NEURO: CNII-XII grossly intact, moves all extremities SKIN: warm, R groin erythematous minimally tenderness almost resolved without satellite lesions. Pertinent Results: ADMISSION LABS: 01:00PM BLOOD WBC-6.6 RBC-3.45* Hgb-10.2* Hct-31.9* MCV-92 MCH-29.5 MCHC-31.9 RDW-14.2 Plt 01:00PM BLOOD Neuts-70.8* Lymphs-16.5* Monos-7.5 Eos-5.0* Baso-0.2 01:00PM BLOOD Glucose-230* UreaN-88* Creat-2.7* Na-134 K-5.9* Cl-108 HCO3-12* AnGap-20 VBG: 05:56PM BLOOD pO2-50* pCO2-38 pH-7.18* calTCO2-15* Base XS-13 Comment-GREEN TOP 11:35PM BLOOD pO2-34* pCO2-31* pH-7.22* calTCO2-13* Base XS-14 IMAGING: Chest X-Ray: Central pulmonary vascular engorgement. Mildly prominent right hilum may be due to vascular engorgement but underlying lymphadenopathy is not excluded. Findings could be further assessed on a nonurgent chest CT. Renal Ultrasound: No hydronephrosis. Mild bilateral renal cortical thinning. Small amount of free fluid adjacent to the left kidney. Echocardiogram: The left atrium is mildly dilated. No left atrial mass/thrombus seen (best excluded by transesophageal echocardiography). The estimated right atrial pressure is mmHg. There is mild symmetric left ventricular hypertrophy with normal cavity size and regional/global systolic function (LVEF>55%). The estimated cardiac index is normal (>=2.5L/min/m2). Tissue Doppler imaging suggests an increased left ventricular filling pressure (PCWP>18mmHg). Right ventricular chamber size and free wall motion are normal. The aortic valve leaflets (3) are mildly thickened but aortic stenosis is not present. No aortic regurgitation is seen. The mitral valve leaflets are mildly thickened. Mild (1+) mitral regurgitation is seen. There is mild pulmonary artery systolic hypertension. There is no pericardial effusion. EF>65%. IMPRESSION: Mild symmetric left ventricular hypertrophy with preserved regional and global biventricular systolic function. Mild mitral regurgitation. Pulmonary artery systolic hypertension. Increased PCWP. DISCHARGE LABS: 07:39AM BLOOD WBC-7.6 RBC-3.14* Hgb-9.5* Hct-28.4* MCV-90 MCH-30.4 MCHC-33.6 RDW-13.9 Plt 07:39AM BLOOD Glucose-119* UreaN-32* Creat-1.5* Na-138 K-4.9 Cl-105 HCO3-25 AnGap-13 Brief Hospital Course: , an yo F PMHx CKD III baseline Cr 1.6, HTN, T2DM presents with groin rash/pruritis complicated by acute on chronic kidney disease with hyperkalemia/metabolic acidosis and atrial fibrillation with slowed ventricular rate. Her hyperkalemia, AoCKD, and acidosis resolved with IV hydration, bicarbonate infusions, dextrose/insulin, and laxatives including kayexolate (were stable >24 hours without intervention prior to discharge). Her groin cellulitis (likely in setting of candidal intertrigo) was initially treated with vancomycin/ceftriaxone and narrowed to amoxicillin-clavulanate/doxycline along with miconazole powder with continued improvement in signs/symptoms and lack of fever. She was noted to have atrial fibrillation with ventricular rates (no clear lightheadedness, presyncope, chest pain, or dyspnea); per patient she had this for years but per PCP notes and EKGs patient had no history of this from onward. Patient was started on apixaban in discussion with patient, inpatient team, cardiology, and primary team. recommended rehab given deconditioning and health situation of her brother. # Atrial Fibrillation with Slow Ventricular Response / Asymptomatic Bradycardia: Per patient report she has had atrial fibrillation for years (CHADS 3 for HTN, Age, DM but not on anticoagulation or rate/rhythm control) but currently noted to be in persistent/permanent atrial fibrillation with slowed ventricular response (likely worsened in the setting of hyperkalemia and acidemia). However her electrical rhythm did not normalize with normalization of electrolytes. ICU consulted Electrophysiology Consult who felt that she she be anticoagulated and should followup with an outpatient cardiologist. She was put on apixaban 2.5mg PO BID (due to age and renal function), was monitored on telemetry (AFib with HR generally 40-60s occasionally or , and an echocardiogram showed only mild structural heart disease. # Hyperkalemia / Non-Anion Gap Metabolic Acidosis / Acute on Chronic Kidney Disease: Patient with CKD Stage III presents with Cr 2.7 from 1.5-1.6 baseline in setting of poor PO intake as well as hyperkalemia and nonunion gap metabolic acidosis. Nephrology was consulted for assistance. is likely a prerenal process given improvement with IVF (renal ultrasound unremarkable aside from mild cortical thickening with normal LDH nonsuggestive of infearction, urine electrolytes suggest a sodium-conserving process). Hyperkalemia is most likely multifactorial with and acidemia contributing possibly with concomitant renal tubular acidosis. have component of chronic respiratory acidosis from obesity hypoventilation. Bradycardia most likely secondary to acidemia and elevated K but no evidence of other ECG changes. Patient would most likely have Type IV RTA given diabetes mellitus and hyperkalemia this this is a challenging diagnosis to make in the setting of . From , she was given several doses of insulin/D50, kayexolate, calcium carbonate, and 5 liters of intravenous bicarbonate with resolution of her hyperkalemia and metabolic acidosis. On , her electrolytes and renal function normalized and were maintained from without interventions. Lisinopril was held due to advanced age, near-normotension, and concern for future hyperkalemia. # Groin Rash / Candidal Intertrigo with Secondary Bacterial Cellulitis: Patient noted to have right groin erythema/pruritis for 2 weeks prior to admission (possibly secondary to lack of ability to do laudry at home). Topical antifungals improved the pruritis but not the rash and patient began to have systemic symptoms (poor PO intake, malaise, . Differential includes cellulitis (but improvement with topical antifungals, maybe be superimposed on intertriginous process) versus intertrigo (no satellite lesions, fluid filled vesicles). Antibiotic regimen was initialy vancomycin/ceftriaxone, stepped down to ceftriaxone, and finally to amoxicillin-clavulanate/doxycycline for total course of 7 days. She was continued on Amox-Clav and Doxycyline through and Miconazole Powder through . # Acute Gout Flare: Patient complained of pain in left and right MTP joints and was noted at 11:15 on to have a red swollen and clearly tender right MTP joint. Due to precarious renal function (contraindications to NSAIDs and colcichine), patient was started on prednisone 40mg PO daily x3 days (given resolution of symptoms within 24 hours of treatment) 30mg x3 days, 20mg x3 days, 10mg x3 days then discontinuation. # Type II Diabetes Mellitus on oral medications: Chronic stable issue on ISS and diabetic diet with home glipizide being held as inpatient; due to overall stability of her diabetes her fingersticks were reduced to AM fasting with sliding scale starting at >200 but this was reconsidered due to use of corticosteroids for gout. # Hypertension: Chronic stable issue continued on home amlodipine but lisinopril held given . Her systolic blood pressures in house were maintained between 110-150s. TRANSITIONAL ISSUE: Started on doxycycline and amoxicillin-clavulanate through for inguinal cellulitis Started on miconazole powder through for candidal intertrigo Started on apixaban for atrial fibrillation with CHADS Score 3 Started on prednisone 40mg for brief course for gout treatment (concerns about colchicine and NSAIDs, continued on insulin sliding scale for longer period given likely hyperglycemia); given renal function may be a candidate for permanent gout prophylaxis Discontinued lisinopril given and hyperkalemia Creatinine 1.5 on discharge with normal electrolytes Code Status; Full Code Patient, Brother Rehab Medications on Admission: The Preadmission Medication list is accurate and complete. 1. Lisinopril 20 mg PO DAILY 2. Levothyroxine Sodium 100 mcg PO DAILY 3. Simvastatin 20 mg PO QPM 4. GlipiZIDE 5 mg PO DAILY 5. Amlodipine 5 mg PO DAILY Discharge Medications: 1. Levothyroxine Sodium 100 mcg PO DAILY 2. Amoxicillin-Clavulanic Acid mg PO Q8H RX *amoxicillin-pot clavulanate 500 mg-125 mg 1 tablet(s) by mouth Every 8 hours Disp #*6 Tablet Refills:*0 3. Aspirin 81 mg PO DAILY 4. Apixaban 2.5 mg PO BID RX *apixaban [Eliquis] 2.5 mg 1 tablet(s) by mouth twice a day Disp #*60 Tablet Refills:*0 5. Amlodipine 5 mg PO DAILY 6. GlipiZIDE 5 mg PO DAILY 7. Atorvastatin 10 mg PO QPM 8. Docusate Sodium 100 mg PO BID:PRN Constipation 9. Doxycycline Hyclate 100 mg PO Q12H 10. Insulin SC Sliding Scale Fingerstick QACHS, QAM Insulin SC Sliding Scale using HUM Insulin 11. Miconazole Powder 2% 1 Appl TP QID:PRN Groin Rash/Pruritis 12. Polyethylene Glycol 17 g PO DAILY:PRN Constipation 13. PredniSONE 40 mg PO DAILY Duration: 3 Days 40mg x3 days, 30mg x3 days, 20mg x3 days, 10mg x3 days, then off. Tapered dose DOWN RX *prednisone 10 mg 4 tablet(s) by mouth Daily Disp #*30 Tablet Refills:*0 14. Senna 8.6 mg PO BID Constipation Discharge Disposition: Extended Care Facility: Discharge Diagnosis: PRIMARY: Prerenal Acute Kidney Injury complicated by Hyperkalemia and Nonanion Gap Metabolic Acidosis Atrial Fibrillation with Slow Ventricular Response Inguinal Cellulitis secondary to Candidal Intertrigo Acute Gout Flare SECONDARY: Type II Diabetes Mellitus Hypertension Discharge Condition: Mental Status: Clear and coherent. Level of Consciousness: Alert and interactive. Activity Status: Ambulatory requires assistance or aid (walker or cane). Discharge Instructions: Dear Ms. , It was a pleasure to take care of you at . You were admitted to the hospital because you had an infection of your groin, a very slow heart rate, and poor kidney function with resulting electrolyte problems. We gave you IV fluids and medications to reduce your potassium and your kidney function went back to its previous function. We gave you antibiotics which are successfully treating your cellulitis. We also monitored your heart rate (stable but irregular, not causing symptoms) and put you on medications to make sure that this heart rhythm won't cause strokes. We also had Physical Therapy evaluate you to make sure you would be safe at home; they felt you would be best served with rehab. We also gave you a short course of steroids for your gout. Best of luck to you in your future health. Please take all medications as prescribed, attend all doctors as , and call a doctor if you have any questions or concerns. Sincerely, Your Care Team Followup Instructions:"
}