{
  "11962176-DS-37": "Name: ) Unit No: Admission Date: Discharge Date: Date of Birth: Sex: F Service: MEDICINE Allergies: Penicillins / Bactrim / Cephalexin / Nitrofurantoin / Dilantin Kapseal / Tegretol / Iodine-Iodine Containing / Phenobarbital / furosemide / Lyrica / ranitidine / gabapentin Attending: Chief Complaint: Dysuria Major Surgical or Invasive Procedure: PICC line placed (), removed History of Present Illness: PMH DDRT on Tacro / prednisone with recent baseline Cr , HTN, HLD, CAD, h/o DVT, pAfib not on AC, depression, recurrent MDR UTI, osteonecrosis of L hip s/p girdlestone procedure (currently wheelchair bound) presenting from SNF with abdominal pain and dysuria, found to have likely UTI. She endorses increasing urinary frequency and dysuria over the last days, along with abdominal discomfort similar to past UTI presentations. Also of note, she has had increasing lower extremity edema for weeks-months. She denies fever, chills, chest pain, shortness of breath, nausea, vomiting, new rashes. She endorses weight loss over the past several months which she attributes to not liking the food available at her facility. She has a history of multiple UTIs with resistant organisms including pseudomonas, morganella, E.coli, enterococcus, only sensitive to / linezolid. In the ED, initial vitals: 98.2 77 95/57 18 100% RA Exam notable for mild suprapubic discomfort, 3+ pitting edema. Labs notable for UA with large leuks and nitrites with bacteria, Cr 1.7 from baseline 1.1. Imaging notable for: Patient was given 1L NS, home medications including immunosuppresives and prophylactic acyclovir, and started on meropenem (given extensive antibiotic allergies) for treatment of UTI. Renal transplant consulted, recommended admission to medicine for UTI treatment. Vitals prior to transfer: 80 114/35 16 98% RA On arrival to the floor patient reports that she is still having abdominal pain but that it is her chronic pains, not any different than the last few months for her. Pain is mostly epigastric but also present in a band across lower abdomen. She is still experiencing urinary frequency and dysuria as well. Past Medical History: -s/p cadaveric renal transplant: , -ESRD chronic reflux nephropathy, baseline Cr 1.3 -acute interstitial nephritis presumably from ranitidine -polyneuropathy in renal disease -anemia of chronic disease -CAD: NSTEMI , s/p cardiac cath without intervention -paroxysmal atrial fibrillation -hypertension -hyperlipidemia -diastolic dysfunction -h/o DVT -hypothyroidism -osteopenia chronic steroid use -s/p craniotomy for intracranial hemorrhage -GERD -osteonecrosis of bilateral feet c/b osteomyelitis -osteonecrosis of L hip requiring surgical intervention and girdlestone procedure -s/p cholecystecomy, s/p appendectomy -small intestinal adenoma with endoscopic resection c/b bowel perforation requiring ex-lap in -cataract surgery -MRSA osteomyelitis -h/o C.diff -recurrent urinary tract infection -panic disorder associated with sexual trauma at age -hearing loss of both ears -h/o depression -h/o duodenal polyps -chronic pain (polyosteoarthritis, osteonecrosis of L hip, osteoarthritis of R hip, spinal stenosis, low back pain with sciatica) -h/o herpes zoster Social History: Family History: Father died of CAD at age . Mother died young of unknown causes. Physical Exam: ADMISSION PHYSICAL EXAM VS: T 97.8, BP 99/45, HR 62, RR 19 GENERAL: Pleasant, lying in bed comfortably HEENT: NC/AT, PERRLA, EOMI, MMM, OP Clear, JVP not elevated CARDIAC: Regular rate and rhythm, no murmurs, rubs, or gallops LUNG: Appears in no respiratory distress, clear to auscultation bilaterally, no crackles, wheezes, or rhonchi ABD: Normal bowel sounds, soft, tender to palpation epigastric and RLQ, nondistended EXT: Warm, well perfused, bilateral lower extremity edema 2+ in feet up to knees NEURO: Alert, oriented, CN II-XII intact, motor and sensory function grossly intact SKIN: No significant rashes DISCHARGE PHYSICAL EXAM GENERAL: Thin older woman sitting in bed in NAD HEENT: NC/AT, OP Clear CARDIAC: RRR, normal S1/S2, no m/r/g LUNG: CTAB, no increased work of breathing ABD: Soft, poorly localized tenderness, non-distended, normoactive BS, distractible tenderness (occurs with palpation but not deep stethoscope pressure) EXT: Warm, DP pulses 2+ bilaterally, bilateral lower extremity edema in feet up to knees. Dressing in place over R upper arm, clean-appearing. Bruise around arm NEURO: AOx3, motor and sensory function grossly intact SKIN: Chronic hyperpigmentation in BLE Pertinent Results: ADMISSION LABS 09:52PM BLOOD WBC-5.5 RBC-3.21* Hgb-8.9* Hct-30.0* MCV-94 MCH-27.7 MCHC-29.7* RDW-19.2* RDWSD-66.5* Plt 09:52PM BLOOD Neuts-71.2* Monos-5.3 Eos-0.2* Baso-0.4 Im AbsNeut-3.93 AbsLymp-1.16* AbsMono-0.29 AbsEos-0.01* AbsBaso-0.02 09:52PM BLOOD Plt 09:52PM BLOOD Glucose-97 UreaN-28* Creat-1.7* Na-147 K-5.0 Cl-117* HCO3-21* AnGap-9* 09:57PM BLOOD Lactate-0.9 10:12PM URINE Color-Yellow Appear-Hazy* Sp 10:12PM URINE Blood-TR* Nitrite-POS* Protein-30* Glucose-NEG Ketone-NEG Bilirub-NEG Urobiln-NEG pH-6.0 Leuks-LG* 10:12PM URINE RBC-9* WBC->182* Bacteri-FEW* Yeast-NONE Epi-0 TransE-<1 PERTINENT LABS 05:19PM BLOOD 04:30AM BLOOD ALT-7 AST-23 AlkPhos-76 TotBili-0.3 05:48AM BLOOD LD(LDH)-184 TotBili-<0.2 DirBili-<0.2 04:30AM BLOOD Albumin-2.5* 08:46AM BLOOD Calcium-8.4 Phos-2.0* Mg-1.5* 05:48AM BLOOD Hapto-156 05:26AM BLOOD Cortsol-1.8* 05:10AM BLOOD Cortsol-1.3* 05:35PM BLOOD Cortsol-1.3* 07:30PM BLOOD Cortsol-6.2 08:46AM BLOOD tacroFK-5.4 10:10AM BLOOD tacroFK-13.0 05:26AM BLOOD tacroFK-7.7 05:10AM BLOOD tacroFK-10.0 05:01AM BLOOD tacroFK-7.3 05:48AM BLOOD tacroFK-7.1 06:07AM BLOOD tacroFK-6.0 03:00PM URINE Hours-RANDOM Creat-95 TotProt-58 Prot/Cr-0.6* DISCHARGE LABS 06:07AM BLOOD WBC-7.0 RBC-2.97* Hgb-8.2* Hct-28.2* MCV-95 MCH-27.6 MCHC-29.1* RDW-19.5* RDWSD-66.8* Plt 06:07AM BLOOD Plt 06:07AM BLOOD Glucose-64* UreaN-15 Creat-1.0 Na-139 K-3.9 Cl-108 HCO3-23 AnGap-8* 06:07AM BLOOD Calcium-8.0* Phos-2.4* Mg-1.9 06:07AM BLOOD tacroFK-6.0 MICROBIOLOGY 9:52 pm BLOOD CULTURE **FINAL REPORT Blood Culture, Routine (Final : NO GROWTH. 10:12 pm URINE **FINAL REPORT URINE CULTURE (Final : ESCHERICHIA COLI. PRESUMPTIVE IDENTIFICATION. >100,000 CFU/mL. Cefazolin interpretative criteria are based on a dosage regimen of 2g every 8h. SENSITIVITIES: MIC expressed in MCG/ML ESCHERICHIA COLI | AMPICILLIN 8 S AMPICILLIN/SULBACTAM <=2 S CEFAZOLIN <=4 S CEFEPIME <=1 S CEFTAZIDIME <=1 S CEFTRIAXONE <=1 S CIPROFLOXACIN <=0.25 S GENTAMICIN <=1 S MEROPENEM <=0.25 S NITROFURANTOIN <=16 S PIPERACILLIN/TAZO <=4 S TOBRAMYCIN <=1 S TRIMETHOPRIM/SULFA <=1 S 11:35 pm BLOOD CULTURE **FINAL REPORT Blood Culture, Routine (Final : NO GROWTH. IMAGING RENAL TRANSPLANT US () IMPRESSION: 1. Normal renal transplant ultrasound. No hydronephrosis. Patent renal transplant vasculature. 2. Incidentally noted trace ascites adjacent to the transplant kidney and bladder. BILATERAL LOWER EXTREMITY US () IMPRESSION: 1. Partially occlusive thrombus within the left superficial femoral vein extending into the popliteal vein. 2. Partially occlusive subacute to chronic thrombus within the right superficial femoral vein. CXR () IMPRESSION: Right PICC line tip is at the level of cavoatrial junction. Heart size and mediastinum are stable. Bilateral pleural effusions are present. Vascular congestion is new. Brief Hospital Course: ASSESSMENT AND PLAN: PMH DDRT on Tacro / prednisone with recent baseline Cr , HTN, HLD, CAD, h/o DVT, pAfib not on AC, depression, recurrent MDR UTI, osteonecrosis of L hip s/p girdlestone procedure (currently wheelchair bound) presenting from SNF with abdominal pain and dysuria, found to have UTI and bilateral DVT. ACUTE ISSUES: # UTI UA consistent with UTI, urine culture growing pan-sensitive E coli. Has hx MDR UTIs, E coli susceptible to ceftazidime and meropenem. No current dysuria or urinary symptoms, transitioned from ceftazidine to fosfomycin. Completed fosfomycin q48H x3 doses prior to discharge with resolution of symptoms. # DVT Noted to have bilateral edema on admission. LENIs revealed partially occlusive thrombus of L superficial femoral vein extending into popliteal vein, and partially occlusive subacute to chronic thrombus within R superficial femoral vein. Had been off AC on admission due to history of hemorrhagic stroke; resumed apixaban based on DVT. Loaded with apixaban 10MG BID for 1 week, ongoing at time of discharge, should be transitioned to apixaban 5MG BID on . # Adrenal Insufficiency # Hypoglycemia # Hyperkalemia Patient on chronic steroids for renal transplant. This admission had hypoglycemia, hyponatremia, hyperkalemia concerning for adrenal insufficiency in setting of physiologic stress, i.e. infection (UTI). AM Cortisol low at 1.8. Cortisol 1.3->6.2 with cosyntropin test suggestive of adrenal insufficiency. Hyperkalemia was transient and resolved with dietary changes. Evaluated by endocrinology with diagnosis of primary adrenal insufficiency in the setting of adrenal atrophy from chronic prednisone use. No concern for other causes of primary adrenal insufficiency given intact mineralocorticoid activity based on labs with only transient hyperK. Per endocrinology \"patient to take double steroid dose for two days if she feel sick or has a cold. Furthermore told to triple dose for three days if very ill. Will require stress dose steroids under periods of increased stress (eg infection, surgery)\" Per endocrine, \"pt to receive Solu-cortef 100mg 1 vial IM prescription (ACT-O-VIAL)at discharge with rx for BD Syringe 3ml 23 gauge. Pt instructed to use in emergency to prevent adrenal crisis.\" # Access # PICC Site Bleeding Access difficult to obtain, patient refused attempted lab draws. PICC placed for access and hydration on . Removed PICC on due to persistent bleeding from site. Given INR 1.8 (higher than would anticipate on apixaban) in setting of malnutrition and prolonged poor PO intake, possible nutritional component of coagulopathy contributing to bleeding, dosed PO vitamin K. INR 1.8->1.7 with vitamin K, re-dosed on . Bleeding stabilized prior to discharge, hemoglobin remaining stable. Note mild hypofibrinogenemia (180s, then 205 on discharge, without any FFP/cryo). # Malnutrition # Hypoalbuminemia # Poor PO intake Albumin 2.5 on arrival with mild proteinuria. swelling likely due primarily to DVT, but may also be some element of hypoalbuminemia contributing. Poor PO intake due to patient's dietary restrictions and preferences. Continued nutritional supplementation as per inpatient nutrition recs. # # ESRD s/p DDRT in . Baseline Cr 1.0 1.5 in . She had severe scarring on biopsy in . Cr 1.7 on presentation, improved to 1.0 with fluids. Transplant US unremarkable. Likely mild pre-renal given improvement with IV fluids. Tacro Trough goal . Continued Tacrolimus 0.5mg BID, checked daily levels while inpatient. Continued prednisone 5mg daily, acyclovir 400mg BID. Followed by transplant nephrology while admitted, will continue outpatient follow-up. CHRONIC ISSUES: #Abdominal pain #GERD #H/o duodenal polyps Chronic epigastric pain most likely due to GERD vs. gastritis, possibly with functional component. Discussed with patient's GI (Dr . LFTs WNL. Continued omeprazole, sucralfate, Zofran. Dicyclomine empirically uptitrated to 20 QID. #AFib with RVR Home metoprolol fractionated to tartrate on admission in setting of infection. Subsequently resumed home metoprolol succinate on discharge. Anticoagulated with apixaban as above. #Hypothyroidism Continued home levothyroxine 88mcg daily. #CAD Continued home ASA, rosuvastatin. Metoprolol fractionated to tartrate as above, resumed home succinate on discharge. #Anxiety/depression Continued home duloxetine. #Back pain Continued home oxycodone 5mg Q12H:PRN. #Constipation Continued home Bisacodyl, held home milk of magnesia. Also received senna, miralax for constipation. TRANSITIONAL ISSUES [ ] Last dose of apixaban 10MG BID on , should start 5MG BID on [ ] Consider re-checking vitamin A, D, E levels to assess need for ongoing supplementation [ ] Consider checking fibrinogen and coags to ensure improvement [ ] Consider UTI prophylaxis given recurrent infections [ ] Based on adrenal insufficiency, patient should take double steroid dose for two days if she feels sick or has a cold. Furthermore told to triple dose for three days if very ill. Will require stress dose steroids under periods of increased stress (eg infection, surgery). [ ] If patient unable to take PO due to nausea/vomiting, she should present to the ER [ ] Patient given script for Solu-cortef 100mg 1 vial IM prescription (ACT-O-VIAL)at discharge with rx for BD Syringe 3ml 23 gauge [ ] Patient requesting hospice referral, currently would not meet criteria based on prognosis, but PCP agreed to refer to palliative care on discharge for further symptomatic management and exploration of goals of care [ ] Needs medical bracelet stating she has adrenal insufficiency [] Monitor right upper arm for bleeding from site New Medications: Apixaban Changed Medications: Dicyclomine increased to 20 QID Stopped/Held Medications: This patient was prescribed, or continued on, an opioid pain medication at the time of discharge (please see the attached medication list for details). As part of our safe opioid prescribing process, all patients are provided with an opioid risks and treatment resource education sheet and encouraged to discuss this therapy with their outpatient providers to determine if opioid pain medication is still indicated. Medications on Admission: The Preadmission Medication list is accurate and complete. 1. Acetaminophen 650 mg PO QAM 2. Acyclovir 400 mg PO Q12H 3. Aspirin 81 mg PO DAILY 4. Bisacodyl AILY:PRN Constipation Second Line 5. DICYCLOMine 10 mg PO TID 6. DULoxetine 30 mg PO DAILY 7. Levothyroxine Sodium 88 mcg PO DAILY 8. Metoprolol Succinate XL 50 mg PO DAILY 9. Omeprazole 40 mg PO BID 10. OxyCODONE (Immediate Release) 5 mg PO Q12H:PRN Pain Severe 11. PredniSONE 5 mg PO DAILY 12. Rosuvastatin Calcium 40 mg PO QPM 13. Tacrolimus 0.5 mg PO Q12H 14. Vitamin D 1000 UNIT PO DAILY 15. Milk of Magnesia 30 mL PO DAILY:PRN Constipation Second Line 16. Vitamin A 8000 UNIT PO DAILY 17. Vitamin E 1000 UNIT PO DAILY 18. Lidocaine 5% Ointment 1 Appl TP BID 19. Ondansetron 4 mg PO Q6H:PRN nausea 20. Sucralfate 1 gm PO TID:PRN abdominal pain 21. Multivitamins W/minerals 1 TAB PO DAILY Discharge Medications: 1. Apixaban 10 mg PO BID Duration: 2 Days Last dose evening of , to start 5MG BID on . Apixaban 5 mg PO BID First dose morning of . DICYCLOMine 20 mg PO QID 4. Acetaminophen 650 mg PO QAM 5. Acyclovir 400 mg PO Q12H 6. Aspirin 81 mg PO DAILY 7. Bisacodyl AILY:PRN Constipation Second Line 8. DULoxetine 30 mg PO DAILY 9. Levothyroxine Sodium 88 mcg PO DAILY 10. Lidocaine 5% Ointment 1 Appl TP BID 11. Metoprolol Succinate XL 50 mg PO DAILY 12. Multivitamins W/minerals 1 TAB PO DAILY 13. Omeprazole 40 mg PO BID 14. Ondansetron 4 mg PO Q6H:PRN nausea 15. OxyCODONE (Immediate Release) 5 mg PO Q12H:PRN Pain Severe RX *oxycodone 5 mg 1 tablet(s) by mouth q6hr PRN severe pain Disp #*4 Tablet Refills:*0 16. PredniSONE 5 mg PO DAILY 17. Rosuvastatin Calcium 40 mg PO QPM 18. Sucralfate 1 gm PO TID:PRN abdominal pain 19. Tacrolimus 0.5 mg PO Q12H 20. Vitamin A 8000 UNIT PO DAILY 21. Vitamin D 1000 UNIT PO DAILY 22. Vitamin E 1000 UNIT PO DAILY Discharge Disposition: Extended Care Facility: Discharge Diagnosis: PRIMARY DIAGNOSES UTI Bilateral DVT SECONDARY DIAGNOSES Adrenal Insufficiency Hypoglycemia Hyperkalemia Malnutrition ESRD s/p DDRT Chronic Abdominal Pain GERD Atrial Fibrillation Hypothyroidism CAD Anxiety Depression Back Pain Constipation Discharge Condition: Mental Status: Clear and coherent. Level of Consciousness: Alert and interactive. Activity Status: Ambulatory requires assistance or aid (walker or cane). Discharge Instructions: Dear Ms. , It was a pleasure taking part in your care here at ! Why was I admitted to the hospital? You were evaluated for pain with urination and abdominal pain, and found to have a urinary tract infection. What was done for me while I was in the hospital? You were treated with antibiotics for your urinary infection and improved You had an ultrasound that revealed blood clots (DVT) in your legs. You were started on a blood thinner (apixaban) to treat your blood clots You had increased abdominal pain, and one of your home pain medications (dicyclomine) was increased You were evaluated by our kidney transplant team, and your home immunosuppression was continued You were evaluated by our nutrition team and continued on supplements to augment your nutritional intake What should I do when I leave the hospital? Continue to take all of your medications as prescribed Attend all of your scheduled follow-ups Sincerely, Your Care Team Followup Instructions:"
}