{
  "11446936-DS-15": "MEDICINE Allergies: No Known Allergies / Adverse Drug Reactions Attending: . Chief Complaint: altered mental status Major Surgical or Invasive Procedure: none History of Present Illness: Ms. is a female with a PMH of afib, not on anticoagulation, diastolic heart failure, moderate-severe AS, hypertension, who presents with altered mental status. Patient is currently unable to provide a history due to altered mental status. History is obtained from her son, , over the phone. He states that he last saw her on (around 5 days prior to admission) and she was at her baseline. She is normally coherent, able to have full sentences. Between night and morning she had a significant change. On when she was seen by a new health aid it was noted that she was not talking, not cooperating with her aid, and not getting out of bed. There were no known falls or headstrikes, and she had not been complaining of anything in particular prior to this. When taken to the hospital she was unable to recognize her family members, though she did intermittently say a few words. She was first brought to where she was found to have a temp of 98, HR 74, BP 141/87, RR 18, satting 98% on room air. Labs were notable for a normal CBC, and lytes (Cr 1.2), u/a with positive nitrates, moderate leuk esterase, 5 WBCs, many bacteria. She was started on ceftriaxone and given a full dose aspirin (unclear reason). She was transferred to the ED at for \"UTI with metabolic encephalopathy\". (Of note, her family had requested that she be transferred to , where she had been seen previously.) Her son notes that her right arm is often in an odd position, almost as though she was paralyzed on that side, which he had noticed over the years. It often seems to be tender, and he has noted that she does not use it often. Her son also notes that she has been taking her evening pills in the morning because she had been falling asleep prior to using them. This includes her pills for insomnia. He states that he has never heard of atrial fibrillation before and is not aware of any diagnosis. He notes that she previously was on a lot of medications, and that the number has really be cut down over the past few years. She stopped taking several because she was feeling dizzy. He believes that she may have been on a blood thinner and something for pain. He notes that she doesn't know how to use the albuterol inhaler and has no idea what it is for she does not use this. He is otherwise not sure what she is taking at home. On review of records, patient has been hospitalized twice at in the past years. In she was admitted for hypoxic respiratory failure from a heart failure exacerbation. She was diuresed and discharged on Lasix. She was also treated for afib with RVR, which was a new diagnosis at the time. She was started on apixaban. She was found to have moderate to severe AS on TTE. Course was also complicated by GPC bacteremia, thought to be from cellulitis. She was readmitted in again with a heart failure exacerbation, requiring ICU admission for BiPAP. During this admission she again was found to have afib with RVR, which improved. However, it was noted that her apixaban had been stopped in between the hospitalizations secondary to several falls that she was having. Course was also complicated by hospital acquired delirium. In the ED: Initial vital signs were notable for: T 98, HR 83, BP 143/83, RR 18, 97% RA Exam notable for: Neuro: Alert and following commands, moving all extremities spontaneously, not cooperating with neurological exam due to altered mental status., ANO x1 Psych: Normal mood/altered mental status Labs were notable for: CBC: WBC 6.0, hgb 12.3, plt 189 Lytes: 140 / 99 / 18 AGap=13 109 4.4 \\ 28 \\ 1.2 LFTs: AST: 21 ALT: 9 AP: 80 Tbili: 0.6 Alb: 4.3 lipase 18 lactate 1.7 u/a with small leuks, small blood, positive nitrites, 6 WBCs, few bacteria Studies performed include: CT a/p w/ contrast Mildly thickened urinary bladder wall with subtle fat stranding, consistent with provided history of urinary tract infection. No evidence of renal calculi. Second reds were done on OSH CT head w/o contrast, CT c-spine w/o contrast, and CT chest w/o contrast: CT head no acute intracranial abnormality CT spine no acute cervical spine fracture CT chest no acute intrathoracic abnormality, scattered pulmonary nodules, dilated ascending and descending thoracic aorta as well as dilation of the great vessels Patient was given: 22:05 IVF LR 500 mL 08:31 PO/NG Aspirin 81 mg 08:31 PO/NG Furosemide 20 mg 08:31 PO/NG Labetalol 200 mg 15:48 PO/NG Labetalol 200 mg 17:36 IV CefTRIAXone 1 gm 20:31 PO/NG Atorvastatin 10 mg 20:31 PO/NG Labetalol 200 mg Vitals on transfer: T 98.3, HR 76, BP 133/74, RR 18, 96% RA Upon arrival to the floor, patient is alert and tracks intermittently, but does not answer questions or follow most commands. She occasionally will say words such as \"ouch\". Past Medical History: atrial fibrillation, not on anticoagulation moderate-severe aortic stenosis diastolic heart failure insomnia hypertension hyperlipidemia frequent falls Social History: Family History: Reviewed and found to be not relevant to this illness/reason for hospitalization. Physical Exam: Admission Physical Exam: VITALS: T 98.5, HR 75, BP 133/71, RR 18, 94% RA GENERAL: Alert, tracks at times with eyes and at times will nod or shake head to questions, though unclear if meaningful. Not answering verbally though occasionally will say \"ouch\". No acute distress EYES: Anicteric, pupils ~1-2mm, difficult to assess if reactive to light ENT: Ears and nose without visible erythema, masses, or trauma. Oropharynx without visible lesion, erythema or exudate though patient will not open mouth fully for good examination CV: Heart irregularly irregular with systolic ejection murmur best heard at RUSB, no S3, no S4. No JVD. RESP: Lungs clear to auscultation with good air movement bilaterally. Breathing is non-labored GI: Abdomen soft, non-distended, patient grimaces to palpation diffusely. Bowel sounds present. No HSM GU: No suprapubic fullness or tenderness to palpation MSK: Neck supple, right hand contracted and patient states \"ouch\" when we try to open her hand. Does not move right arm spontaneously. Feet somewhat contracted, and moves left leg side to side. SKIN: No rashes or ulcerations noted NEURO: Alert, nonverbal, appears to have R-sided facial droop (unknown chronicity). Pupils pinpoint, tracks at times. Closes both eyes symmetrically. Does not smile to command. Right arm contracted and does not move spontaneously. Moves left arm spontaneously and grips to command. When asked to wiggle toes, shakes her head \"no\". Seen moving left leg side to side, not seen moving right leg. PSYCH: unable to assess Discharge Physical Exam: VITALS: 98.3 PO 111 / 75 L Lying 78 20 97 Ra GENERAL: Alert, tracks at times with eyes and at times will nod or shake head to questions. Not answering verbally EYES: Anicteric, pupils ~1-2mm, round and reactive to light, R pupil smaller than left ENT: Ears and nose without visible erythema, masses, or trauma. Oropharynx without visible lesion, erythema or exudate though patient will not open mouth fully for good examination. CV: Heart irregularly irregular. No JVD. RESP: Breathing is non-labored GI: Abdomen soft, non-distended, non-tender GU: No foley MSK: Neck supple. Active resistance to passive movement of upper extremities RUE. Moving lower extremities SKIN: No rashes or ulcerations noted NEURO: Alert, nonverbal. tracks at times. Closes both eyes symmetrically. Does not smile to command. L thumbs up to command. R NLFF and asymmetry with smile, hearing appears intact to voice, tongue is midline. Right arm contracted, does exert resistance with passive movement, cries in pain with any attempted movement, including the fingers. Moves left arm spontaneously. Pertinent Results: Admission Labs: 06:49PM BLOOD WBC-6.0 RBC-4.19 Hgb-12.3 Hct-39.1 MCV-93 MCH-29.4 MCHC-31.5* RDW-13.2 RDWSD-45.1 Plt 06:49PM BLOOD Neuts-58.5 Monos-12.8 Eos-2.3 Baso-0.8 Im AbsNeut-3.48 AbsLymp-1.51 AbsMono-0.76 AbsEos-0.14 AbsBaso-0.05 09:30AM BLOOD PTT-27.7 06:49PM BLOOD Glucose-109* UreaN-18 Creat-1.2* Na-140 K-4.4 Cl-99 HCO3-28 AnGap-13 06:49PM BLOOD ALT-9 AST-21 AlkPhos-80 TotBili-0.6 06:40AM BLOOD Calcium-9.5 Phos-3.9 Mg-2.0 Cholest-151 06:40AM BLOOD %HbA1c-5.9 eAG-123 06:40AM BLOOD Triglyc-102 HDL-30* CHOL/HD-5.0 LDLcalc-101 06:40AM BLOOD TSH-1.5 07:01PM BLOOD Lactate-1.7 08:52PM URINE Color-Straw Appear-Clear Sp 08:52PM URINE Blood-SM* Nitrite-POS* Protein-NEG Glucose-NEG Ketone-NEG Bilirub-NEG Urobiln-NEG pH-6.5 Leuks-SM* 08:52PM URINE RBC-4* WBC-6* Bacteri-FEW* Yeast-NONE Epi-0 08:52PM URINE CastHy-6* 08:52PM URINE Mucous-MANY* Microbiology: 8:52 pm URINE **FINAL REPORT URINE CULTURE (Final : ESCHERICHIA COLI. >100,000 CFU/mL. SENSITIVITIES: MIC expressed in MCG/ML ESCHERICHIA COLI | AMPICILLIN =>32 R AMPICILLIN/SULBACTAM 16 I CEFAZOLIN =>64 R CEFEPIME R CEFTAZIDIME 16 I CEFTRIAXONE =>64 R CIPROFLOXACIN =>4 R GENTAMICIN <=1 S MEROPENEM <=0.25 S NITROFURANTOIN 256 R PIPERACILLIN/TAZO <=4 S TOBRAMYCIN <=1 S TRIMETHOPRIM/SULFA <=1 S BLOOD CULTURE x2: No growth Imaging: CT Head: 1. No acute intracranial abnormality. No hemorrhage. 2. Moderate-to-severe small vessel disease. 3. At the time of reporting an MRI has already been obtained and demonstrated small multiple infarcts in both cerebral hemispheres. CT C Spine: 1. No acute cervical spine fracture. 2. Multilevel degenerative changes of the cervical spine. 3. Dilated thoracic aorta and great arteries. 4. 4 mm right upper lobe pulmonary nodule, recommend follow-up per the criteria as detailed below. CT Abd/Pelvis: 1. Mildly thickened urinary bladder wall with subtle fat stranding, consistent with provided history of urinary tract infection. No evidence of renal calculi. 2. No acute intra-abdominal process. 3. Moderate to severe aortic valvular calcifications, which may be hemodynamically significant. 4. Moderate to severe focal stenosis at the origin of the right common iliac artery. CTA Head/Neck: 1. No acute intracranial abnormality. 2. Patent circle of without evidence of stenosis,occlusion,or aneurysm. 3. Main then the limitation of poor contrast visualization, patent bilateral cervical carotid and vertebral arteries without evidence of stenosis, occlusion, or dissection. MRI Head: 1. T2 FLAIR hyperintensities demonstrating decreased diffusion the left vertex along the distribution of left anterior cerebral artery middle cerebral artery watershed region are suggestive of acute infarct. 2. Multiple other small punctate acute infarcts are seen in the left frontal lobe, basal ganglia and the) right periventricular region regions. No signs of hemorrhage. 3. Additional T2 FLAIR hyperintensities in the periventricular white matter that are suggestive of moderate chronic small vessel ischemic disease. 4. No enhancing brain lesions. Discharge Labs: 06:20AM BLOOD WBC-6.7 RBC-4.23 Hgb-12.3 Hct-39.7 MCV-94 MCH-29.1 MCHC-31.0* RDW-13.5 RDWSD-46.4* Plt 06:25AM BLOOD Glucose-111* UreaN-24* Creat-1.1 Na-143 K-5.1 Cl-104 HCO3-25 AnGap-14 06:25AM BLOOD Calcium-9.2 Phos-3.1 Mg-2.1 Brief Hospital Course: Ms. is a female with a PMH of afib, not on anticoagulation, diastolic heart failure, moderate-severe AS, hypertension, who presented with altered mental status, found to have acute CVAs with resultant expressive aphasia, encephalopathy, possible UTI. ACUTE/ACTIVE PROBLEMS: # Toxic metabolic encephalopathy: # Acute CVAs: Patient became acutely altered in a short time, and her exam on admission had some focal findings including a right-sided facial droop and right arm and leg weakness (though will note that right arm findings may be chronic per son and exam was difficult due to patient's inability to follow commands reliably). Her head CT showed no acute findings, though a chronic infarct was seen in the left frontal lobe. CTA head/neck revealed chronic atherosclerosis and no acute infarct. MRI was obtained which then demonstrated with multiple punctate infarcts in the left frontal lobe, basal ganglia and the right periventricular region regions. She was also found to have decreased diffusion the left vertex along the distribution of left anterior cerebral artery middle cerebral artery watershed region are suggestive of acute infarct. Stroke was felt to likely be secondary to embolic origin from atrial fibrillation, with a possible component of watershed infarct in the left ACA distribution due to chronic severe carotid disease. Home atorvastatin was increased from 10mg to 40mg. Home labetalol was stopped to allow for permissive hypertension. TTE was somewhat limited though there was no obvious vegetation or clot visualized. She was seen by neurology who recommended anticoagulation with a heparin drip. She remained stable on heparin and repeat head CT was obtained which showed no evidence of hemorrhage. She was then transitioned to apixaban 5mg BID. Home aspirin was stopped per neurology recommendations due to increased bleeding of risk on anticoagulation. # UTI: Found to have bladder wall thickening on CT and urine culture grew ESBL E coli. Given altered mental status and inability to assess for symptoms (in addition to possibility of UTI contributing to altered mental status and recrudescence of prior L sided stroke symptoms), she was treated with bactrim for a 10 day course (day 7 , however UA only had 6 WBC and few bacteria so it is possible this was colonization. # Afib: Not a new diagnosis, and rates currently well-controlled. Not on anticoagulation at home due to previous falls. Labetalol initially was held in the setting of acute stroke, then resumed. Rates were well controlled with half of home dose, therefore discharged on 100 mg TID. Started apixaban for anticoagulation as above. # Mild, BUN overall doubled during this hospitalization, was initially receiving diuretic, then held Lasix and gave small amount of fluids back. Likely due to decreased PO intake on modified diet. # Dilated ascending and descending thoracic aorta: incidentally seen on imaging, unclear if new finding. Can monitor as an outpatient. Continued blood pressure control with labetalol. # Code status: MOLST signed by patient on confirms DNR/DNI. Discussed with HCP . He was not previously aware of his mother's wishes to be DNR/DNI. Discussed that given her advanced age and multiple medical comorbidities, the chances of her surviving a code with any meaningful quality of life would be very low. Code status was changed to DNR/DNI and updated MOLST was filled out while hospitalized, though no changes were made to preferences on prior MOLST form. # Pulmonary nodules Found to have incidental 4mm pulmonary nodule. For incidentally detected multiple solid pulmonary nodules smaller than 6mm, no CT follow-up is recommended in a low-risk patient, and an optional CT follow-up in 12 months is recommended in a high-risk patient. CHRONIC/STABLE PROBLEMS: # Chronic diastolic heart failure # Moderate-severe aortic stenosis Continued home Lasix initially, however patient was not eating and drinking that well and started to develop a mild , therefore this was held. Please resume when possible. # HLD: Stopped home aspirin per neurology recommendations due to increased risk of bleeding on anticoagulation. Increased home atorvastatin from 10mg to 40mg # Hypertension Initially held home labetalol to allow for permissive hypertension, then resumed at reduced dose # Insomnia Held home trazodone due to altered mental status, started ramelteon, which patient took intermittently. Resumed trazodone on discharge. >30 minutes spent discharge planning and coordination on day of discharge. Transitional Issues: home aspirin stopped due to increased risk of bleeding on anticoagulation started on apixaban 5mg BID for anticoagulation home atorvastatin increased from 10mg to 40mg could consider 12 month follow up CT for incidental pulmonary nodule if high risk, though likely not necessary given advanced age and functional status on nectar thick liquids and pureed solids, will need continued speech and swallow evaluation with diet advancement if possible (family may also elect to advance to regular diet for comfort) labetalol reduced, please monitor heart rates and BP and titrate as needed dilated ascending and descending thoracic aorta incidentally seen on imaging, can monitor as an outpatient Code status changed to DNR/DNI, MOLST completed home Lasix on hold, please resume when PO intake improves repeat TTE routinely; inpatient TTE was limited in assessment of severity of aortic stenosis ESBL E coli found in the urine, if needs empiric outpatient treatment for UTI would use Bactrim rather than cipro, macrobid as she had resistance to these Medications on Admission: The Preadmission Medication list is accurate and complete. 1. albuterol sulfate 90 mcg/actuation inhalation Q6H:PRN wheezing 2. Aspirin 162 mg PO QHS 3. Atorvastatin 10 mg PO QPM 4. Furosemide 20 mg PO DAILY 5. Labetalol 200 mg PO TID 6. TraZODone 50 mg PO QHS:PRN insomnia 7. Vitamin D UNIT PO DAILY Discharge Medications: 1. Apixaban 5 mg PO BID 2. Miconazole Powder 2% 1 Appl TP QID:PRN rash 3. Multivitamins W/minerals 1 TAB PO DAILY 4. Atorvastatin 40 mg PO QPM 5. Labetalol 100 mg PO TID 6. albuterol sulfate 90 mcg/actuation inhalation Q6H:PRN wheezing 7. TraZODone 50 mg PO QHS:PRN insomnia 8. Vitamin D UNIT PO DAILY 9. HELD Furosemide 20 mg PO DAILY This medication was held. Do not restart Furosemide until your kidney function and eating return to normal Discharge Disposition: Extended Care Facility: Discharge Diagnosis: Primary: Toxic metabolic encephalopathy Acute CVA UTI Dysphagia Secondary: Atrial fibrillation Chronic Discharge Condition: Mental Status: Confused sometimes. Level of Consciousness: Alert and interactive. Activity Status: Out of Bed with assistance to chair or wheelchair. Discharge Instructions: Dear Ms. , You came into the hospital because you were confused and were having difficulty speaking. We found that you had unfortunately had several new strokes, likely caused by your atrial fibrillation (abnormal heart rhythm). You were seen by the neurologists, who recommended starting a blood thinner to prevent any future strokes. While you were here you were also treated for a urinary tract infection with antibiotics. You are now going to rehab to work on getting stronger and speaking more. It was a pleasure taking care of you, and we are happy that you're feeling better! Your Team Followup Instructions:"
}