{
  "14186353-DS-19": "MEDICINE Allergies: No Known Allergies / Adverse Drug Reactions Attending: Major Surgical or Invasive Procedure: None attach Pertinent Results: ADMISSION LABS: 06:25PM BLOOD WBC-5.3 RBC-3.91 Hgb-11.6 Hct-35.9 MCV-92 MCH-29.7 MCHC-32.3 RDW-14.3 RDWSD-48.0* Plt 06:25PM BLOOD Neuts-85.8* Lymphs-7.1* Monos-5.8 Eos-0.0* Baso-0.4 Im AbsNeut-4.58 AbsLymp-0.38* AbsMono-0.31 AbsEos-0.00* AbsBaso-0.02 06:25PM BLOOD Plt 06:02AM BLOOD PTT-30.1 06:25PM BLOOD Glucose-136* UreaN-19 Creat-1.2* Na-138 K-4.3 Cl-104 HCO3-20* AnGap-14 06:25PM BLOOD proBNP-4179* 06:31PM BLOOD Lactate-1.5 PERTINENT LABS: 06:02AM BLOOD T4-8.3 T3-47* 06:02AM BLOOD TSH-0.39 MICRO: 1:20 pm SPUTUM Source: Expectorated. **FINAL REPORT GRAM STAIN (Final : <10 PMNs and >10 epithelial cells/100X field. Gram stain indicates extensive contamination with upper respiratory secretions. Bacterial culture results are invalid. PLEASE SUBMIT ANOTHER SPECIMEN. RESPIRATORY CULTURE (Final : TEST CANCELLED, PATIENT CREDITED. 6:02 am BLOOD CULTURE Blood Culture, Routine (Pending): No growth to date. 6:02 am BLOOD CULTURE Blood Culture, Routine (Pending): No growth to date. 3:15 am URINE Source: . **FINAL REPORT Legionella Urinary Antigen (Final : NEGATIVE FOR LEGIONELLA SEROGROUP 1 ANTIGEN. (Reference Range-Negative). Performed by Immunochromogenic assay. A negative result does not rule out infection due to other L. pneumophila serogroups or other Legionella species. Furthermore, in infected patients the excretion of antigen in urine may vary. 2:58 am MRSA SCREEN Source: Nasal swab. **FINAL REPORT MRSA SCREEN (Final : No MRSA isolated. IMAGING: Imaging CHEST (PORTABLE AP) 1. Severely enlarged cardiac silhouette, unchanged since . Previous mild pulmonary edema has resolved. 2. No focal consolidation concerning for pneumonia. Imaging UNILAT LOWER EXT VEINS No evidence of deep venous thrombosis in the right lower extremity veins. Cardiovascular Transthoracic Echo Report The left atrial volume index is moderately increased. No thrombus/mass is seen in the body of the left atrium (best excluded by TEE). The right atrium is mildly enlarged. The estimated right atrial pressure is mmHg. There is mild symmetric left ventricular hypertrophy with a normal cavity size. There is normal regional and global left ventricular systolic function. Overall left ventricular systolic function is low normal. The visually estimated left ventricular ejection fraction is >=55%. Left ventricular cardiac index is low normal (2.0-2.5 L/min/m2). There is no resting left ventricular outflow tract gradient. Normal right ventricular cavity size with normal free wall motion. The aortic sinus diameter is normal for gender with a normal ascending aorta diameter for gender. The aortic arch diameter is normal with a normal descending aorta diameter. The aortic valve leaflets (?#) appear structurally normal. There is no aortic valve stenosis. There is mild [1+] aortic regurgitation. The mitral valve leaflets appear structurally normal with no mitral valve prolapse. There is moderate mitral annular calcification. There is mild to moderate [] mitral regurgitation. Due to acoustic shadowing, the severity of mitral regurgitation could be UNDERestimated. The pulmonic valve leaflets are not well seen. The tricuspid valve leaflets appear structurally normal. There is mild to moderate [] tricuspid regurgitation. There is mild-moderate pulmonary artery systolic hypertension. There is no pericardial effusion. IMPRESSION: Mild symmetric left ventricular hypertrophy with normal cavity size and regional/ global biventricular systolic function. Mild-moderate mitral regurgitation with normal valve morphology. Mild-moderate tricuspid regurgitation. Mild-moderate pulmonary artery systolic hypertension. Compared with the prior TTE (images reviewed) of , the findings are similar (rhythm is now atrial fibrillation; left ventricular hypertrophy and mild-moderate mitral regurgitation were present on review of the prior study). DISCHARGE LABS: 07:17AM BLOOD WBC-7.8 RBC-4.29 Hgb-12.5 Hct-38.5 MCV-90 MCH-29.1 MCHC-32.5 RDW-13.7 RDWSD-45.1 Plt 07:17AM BLOOD Glucose-92 UreaN-23* Creat-1.2* Na-141 K-4.0 Cl-103 HCO3-23 AnGap female history of HFpEF, A. fib, hypertension, CKD stage III, and dementia presented to with a cough and weakness for a few days, transferred for management of PNA and fluid overload. ACUTE ISSUES: #pneumonia: Presented with several days of cough, streaky right basilar opacities on CXR, and fever to 102. She received vancomycin/Zosyn then vancomycin/cefepime/azithro but was transitioned to ultimately cefpodixime/azithro for a 5 day course. MRSA, urine legionella, strep negative. #persistent cough: Likely from resolving pneumonia. Concern for volume overload as below but she did not tolerate diuretics. She was started on guaifenesin and nebs. #Acute on chronic HFpEF: Patient presented with elevated pro-BNP (prior ), edema and new O2 requirement. Received IV Lasix boluses while inpatient. Repeat TTE unchanged from prior (mild to moderate MR, mild to mod TR, normal EF). negative for DVT. No e/o ischemia on EKG. She was given intermittent diuretics which led to acute kidney injury so held on discharge. She was not on diuretics pre-admission. If persistently volume overloaded, a rhythm control strategy may be warranted as the patient may not be able to tolerate atrial fibrillation. #Atrial fibrillation with Rates to 130s: Trigger most likely following nebulizers and possibly iso fluid overload. Prior admission at for afib with RVR and converted spontaneously and she was discharged on atenolol 12.5m PO daily and apixaban 5mg PO BID. However, apixaban had been discontinued and she has not been on any anticoagulation for months. During current admission, TSH normal. CHADS2 of 3, so started on apixaban 5mg PO BID. She had difficult to control heart rates with tachycardia then bradycardia. She was ultimately discharged on metoprolol XL 200mg daily and diltiazem ER 120mg PO. She was stable on this regimen for >48 hours. #Thrombocytopenia No associated renal injury/anemia/coagulopathy, most likely iso infection. Resolved prior to discharge. #Hypothyrodism TSH, T3 normal, T4 slightly low -continued levothyroxine CHRONIC ISSUES: #CKD stage III At normal baseline ~1.2 -avoided nephrotoxic agents -renally dosed meds #HTN -continued home lisinopril -held home atenolol and started metoprolol as above #Dementia -continued home donepezil TRANSITIONAL ISSUES: [ ] monitor Na and creatinine off of diuretics [ ] monitor volume status off diuretics, consideration of rhythm control if cannot control volume [ ] discharge weight: 164 lb [ ] discharge creatinine: 1.2 [ ] discharge diuretic: none [ ] monitor heart rates to ensure patient not tachycardic/bradycardic on current regimen, consideration of pacemaker/cardiology referral for sick sinus syndrome [ ] continue to discuss risks/benefits of anticoagulation [ ] recheck thyroid function tests within weeks to ensure on proper levothyroxine dose [ ] hydralazine held on discharge, assess need for anti-hypertensives [ ] aspirin held on discharge as no clear indication, please assess need to restart [ ] assess duration of need for duonebs, levalbuterol, and guaifenisn [ ] repeat CXR in weeks to ensure resolving pneumonia #CODE: DNR/DNI confirmed with pts and HCP , okay for BIPAP #CONTACT: daughter and HCP on Admission: The Preadmission Medication list is accurate and complete. 1. Atenolol 12.5 mg PO DAILY 2. Ascorbic Acid mg PO DAILY 3. calcium carbonate-vit D3-min 600 mg calcium 200 unit oral TID 4. Donepezil 5 mg PO BID 5. Lisinopril 10 mg PO DAILY 6. Fish Oil (Omega 3) 1000 mg PO DAILY 7. Apixaban 5 mg PO BID 8. Aspirin 81 mg PO DAILY 9. HydrALAZINE 50 mg PO TID 10. Levothyroxine Sodium 100 mcg PO 6X/WEEK () 11. Levothyroxine Sodium 150 mcg PO 1X/WEEK () Discharge Medications: 1. Diltiazem Extended-Release 120 mg PO DAILY 2. GuaiFENesin ER 600 mg PO Q12H 3. Ipratropium Bromide Neb 1 NEB IH Q6H 4. Levalbuterol Neb 0.63 mg NEB Q4H:PRN wheeze 5. Lidocaine 5% Patch 1 PTCH TD QAM 6. Metoprolol Succinate XL 200 mg PO DAILY 7. Apixaban 5 mg PO BID 8. Ascorbic Acid mg PO DAILY 9. calcium carbonate-vit D3-min 600 mg calcium 200 unit oral TID 10. Donepezil 5 mg PO BID 11. Fish Oil (Omega 3) 1000 mg PO DAILY 12. Levothyroxine Sodium 100 mcg PO 6X/WEEK () 13. Levothyroxine Sodium 150 mcg PO 1X/WEEK () 14. Lisinopril 10 mg PO DAILY Discharge Disposition: Home With Service Facility: Discharge Diagnosis: Primary Diagnosis: pneumonia Secondary Diagnoses: Acute on chronic HFpEF Atrial fibrillation Thrombocytopenia Hypothyrodism CKD stage III HTN Dementia Discharge Condition: Mental Status: Confused sometimes. Level of Consciousness: Alert and interactive. Activity Status: Ambulatory requires assistance or aid (walker or cane). Discharge Instructions: Dear Ms. , WHY WAS I ADMITTED? You were admitted because you were short of breath. WHAT WAS DONE WHILE I WAS HERE? We treated you for pneumonia. Your heart rates were elevated so we started you on medications to slow them down. We also started you on a blood thinner to help prevent future strokes. We gave you diuretics, medications that make you urinate but ultimately held them on discharge as your kidneys did not tolerate them. WHAT SHOULD I DO NOW? You should take your medications as instructed. You should go to your doctors as below. Please weigh yourself daily and call your doctor if your weight increases or decreased by 3 pounds in a day or 5 pounds in a week. We wish you the best! -Your Care Team Followup Instructions:"
}