{
  "hadm_id": "21431986",
  "note_id": "11720931-DS-19",
  "note": " \nName:  ___             Unit No:   ___\n \nAdmission Date:  ___              Discharge Date:   ___\n \nDate of Birth:  ___             Sex:   F\n \nService: MEDICINE\n \nAllergies: \nNo Known Allergies / Adverse Drug Reactions\n \nAttending: ___.\n \nChief Complaint:\ntransient weakness/aphasia, failure to thrive  \n \nMajor Surgical or Invasive Procedure:\n___: Blood transfusion (2 units pRBC)\n\n \nHistory of Present Illness:\n___ yo ___-speaking woman with ___ UTIs, DM, Graves, \npAF, recent admission for ischemic colitis, presents with \ntransient/resolved episode of weakness and speech difficulty, \nalso with chronic decline in ADLs per family, found to have \nanemia to 7.4 from baseline 8.8 in ___, admitted for failure\nto thrive.  \n \nWhen speaking to the patient, she cannot give many details about \nwhat happened ___. She states she remembers walking to the \nbathroom and falling down on her R side without loss of \nconsciousness or head strike. She was able to get up with the \nhelp of her family and since has just felt tired and fatigued.\nDenies any other symptoms. On neuro ROS, the pt denies headache, \nloss of vision, blurred vision, diplopia, dysarthria, dysphagia, \nlightheadedness, vertigo, tinnitus or hearing difficulty. Denies \ndifficulties producing or comprehending speech. Denies focal \nweakness, numbness, parasthesiae. No bowel or bladder \nincontinence or retention.  \n \nOn general review of systems, the pt denies recent fever or \nchills. No night sweats or recent weight loss or gain. Denies \ncough, shortness of breath. Denies chest pain or tightness, \npalpitations. Denies nausea, vomiting, diarrhea, constipation or \nabdominal pain. No recent change in bowel or bladder habits. No\ndysuria. Denies arthralgias or myalgias. Denies rash. She does \nalso endorse a couple days of foul smelling urine. She was \ninitially seen at osh where pt found to have hematocrit of 23 \nwith guaiac negative stool. She had imaging including CXR, CT \nhead and C-spine, XR hip which were unremarkable. Patient noted \nto be incontinent of urine shortly after arrival to ED which is\nnot baseline.  \n \nCollateral history from the family reveals more of a chronic \ndecline. \nFor the past year or so has been requiring more help with her \nADLs, including taking medications, dressing herself and feeding \nherself. In addition, over the past few months she has started \nto speak less frequently though when she does speak there are no \nerrors in her speech. She also has been more confused for the\npast few months, often not knowing whether it is morning or \nnight. Weakness on ___ is acute.\n\nPer son, HCP: Pt has a home healthcare aid, visits patient every \nday from 7a-10am. 10am pt goes to adult day care M-F. Stays at \nthe day care until 330pm. When pt returns home, the same home \nhealthcare aid comes in and prepares dinner and gets her ready \nfor bed. Pts son, HCP ___ lives with her but does not handle \nall her care. ___ morning she felt very weak, unable to \nstand up, acute onset. ___ could not send her to the daycare \ndue to weakness as patient couldn't even walk. Her blood sugar \nat this time was ___. ___ stayed home to watch her. ___ \nmorning, pt went to the bathroom and was in there for 10 minutes \nbefore ___ walked into the find her on the floor. Per ___, \npt\ntold her that she didn't fall and she was unsure how she ended \nup on the floor. Per ___, pt is usually not confused and has \nno dementia. Incontinence started in ___ and weakness \nstarted ___. \n \nOf note, she had recent admission in ___ for lower abdominal \npain and bloody stools and was thought to have ischemic colitis. \n\n\n \nIn the ED:  \nInitial vital signs were notable for: 98 72 132/72 14 96% RA  \nExam notable for: AOx2 person and place, motor ___ b/l upper and \n___, sensation diminished rle, smile symmetric, no dysarthria or \naphasia.  \nLabs were notable for: hgb 7.4, WC 6.2, Plt 360, normal chem 10, \ntrop 0.02 x 2, LFTs WNL, UA with 8 WBC, pos Nitr\nStudies performed include: CXR, CT Head, CT C-spine, XR Hip\n(from OSH)  \nPatient was given: IV ceftriaxone, metformin, pravastatin, \nlosartan, omeprazole  \nConsults: neurology  \nVitals on transfer: 72 150/70 15 100% RA  \n \nUpon arrival to the floor, the patient  is resting comfortably \nand is a little confused. \n\nReview of Systems:  \n==================  \nComplete ROS obtained and is otherwise negative.  \n\n \nPast Medical History:\n- Atrial fibrillation, paroxysmal  \n- Hypertension  \n- Diabetes mellitus II  \n- Asthma  \n- Obesity  \n- Graves Disease  \n- Right knee DJD  \n- Mild esophagitis seen on EGD ___  \n- history of UTI  \n- Colitis thought to be ischemic colitis  \n- Microcytic anemia  \n- Total abdominal hysterectomy (for uterine prolapse) \n \nSocial History:\n___\nFamily History:\n- Cousin has early cardiac disease in ___, unknown type\n\n \nPhysical Exam:\n=============================\nEXAM ON ADMISSION\n=============================\nVITALS: T 98.4, HR 78, BP 161/85, RR 18, 98% Ra  \nGENERAL: Alert and interactive. In no acute distress. AOx2- ___ \ncurrently   \nHEENT: Normocephalic, atraumatic.Sclera anicteric and without \ninjection. Moist mucous membranes, good dentition. Oropharynx is \nclear.  \nNECK: Thyroid is normal in size and texture, no nodules. No \ncervical lymphadenopathy. No JVD.  \nCARDIAC: Regular rhythm, normal rate. Audible S1 and S2. No \nmurmurs/rubs/gallops.  \nLUNGS: Clear to auscultation bilaterally w/appropriate breath \nsounds appreciated in all fields. No wheezes, rhonchi or rales. \nNo increased work of breathing.  \nABDOMEN: Normal bowels sounds, non distended, non-tender to deep \npalpation in all four quadrants. No organomegaly.  \nEXTREMITIES: No clubbing, cyanosis, or edema. Pulses DP/Radial \n2+ bilaterally.    \nNEUROLOGIC: CN2-12 intact. ___ strength throughout. Normal \nsensation. Gait is normal. AOx3. \n\n=============================\nEXAM ON DISCHARGE\n=============================\nVital Signs:  24 HR Data (last updated ___ @ 406)\nTemp: 97.9 (Tm 99.0), BP: 120/74 (109-127/63-80), HR: 64\n(64-115), RR: 16 (___), O2 sat: 93% (92-96), O2 delivery: Ra  \nGeneral: Alert, oriented to place and name. No acute distress,\nseems happier today\nHEENT: Sclerae anicteric, MMM, oropharynx clear, EOMI, PERRL, \nneck supple, JVP not elevated, no LAD  \nCV: Regular rate and rhythm, normal S1 + S2, no murmurs\nLungs: Bibasilar crackles otherwise clear\nAbdomen: Soft, non-tender, non-distended, bowel sounds present, \nno organomegaly, no rebound or guarding  \nGU: No foley  \nExt: Warm, well perfused, 2+ pulses, no clubbing, cyanosis, \nslight left knee swelling compared to right. TEDs in place \nNeuro: Face grossly symmetric with mild word slurring. Moving \nall limbs with purpose against gravity. Left foot dorsiflexion \n___, plantarflexion ___. Mild intention tremor of left hand. \n \nPertinent Results:\n=============================\nLABS ON ADMISSION\n=============================\n___ 03:30PM BLOOD WBC-6.2 RBC-3.70* Hgb-7.4* Hct-24.1* \nMCV-65* MCH-20.0* MCHC-30.7* RDW-20.1* RDWSD-45.9 Plt ___\n___ 03:30PM BLOOD Neuts-49.7 ___ Monos-11.6 Eos-3.7 \nBaso-0.5 Im ___ AbsNeut-3.09 AbsLymp-2.13 AbsMono-0.72 \nAbsEos-0.23 AbsBaso-0.03\n___ 05:35AM BLOOD ___ PTT-25.3 ___\n___ 03:30PM BLOOD Glucose-114* UreaN-10 Creat-0.7 Na-140 \nK-5.1 Cl-104 HCO3-22 AnGap-14\n___ 03:30PM BLOOD ALT-10 AST-26 AlkPhos-90 TotBili-0.3\n___ 03:30PM BLOOD Albumin-4.0 Calcium-10.1 Phos-3.5 Mg-1.7 \nIron-20*\n___ 03:30PM BLOOD cTropnT-0.02*\n___ 03:30PM BLOOD calTIBC-380 Hapto-213* Ferritn-70 TRF-292\n___ 03:30PM BLOOD TSH-1.1\n___ 10:35PM BLOOD Ret Aut-1.2 Abs Ret-0.05\n\n=============================\nIN___ PERTINENT LABS\n=============================\n___ 05:20AM BLOOD RBC-3.21* Hgb-6.5* Hct-20.8* MCV-65*\n___ 05:10AM BLOOD RBC-3.68* Hgb-8.2* Hct-25.8* MCV-70* MCH-\n___ 03:30PM BLOOD calTIBC-380 Hapto-213* Ferritn-70 TRF-292\n___ 03:27PM BLOOD calTIBC-324 Ferritn-37 TRF-249\n\n___ 06:05AM BLOOD %HbA1c-6.4* eAG-137*\n___ 02:36AM BLOOD Triglyc-94 HDL-79 CHOL/HD-2.4 LDLcalc-95\n___ 02:36AM BLOOD TSH-1.1\n\n___ 06:25PM URINE Blood-NEG Nitrite-POS* Protein-NEG \nGlucose-NEG Ketone-NEG Bilirub-NEG Urobiln-NEG pH-7.0 Leuks-NEG\n___ 06:25PM URINE RBC-0 WBC-8* Bacteri-FEW* Yeast-NONE \nEpi-0 TransE-<1\n\n=============================\nLABS ON DISCHARGE\n=============================\n___ 05:25AM BLOOD WBC-6.0 RBC-3.73* Hgb-8.4* Hct-26.3* \nMCV-71* MCH-22.5* MCHC-31.9* RDW-25.0* RDWSD-59.5* Plt ___\n___ 05:10AM BLOOD ___ PTT-21.7* ___\n___ 05:25AM BLOOD Glucose-115* UreaN-6 Creat-0.7 Na-143 \nK-4.5 Cl-108 HCO3-24 AnGap-11\n___ 05:25AM BLOOD Calcium-8.9 Phos-3.8 Mg-1.8\n\n=============================\nMICROBIOLOGY\n=============================\n___ 6:25 pm URINE\n**FINAL REPORT ___\nURINE CULTURE (Final ___: \nESCHERICHIA COLI.    >100,000 CFU/mL. \nCefazolin interpretative criteria are based on a dosage regimen \nof 2g every 8h. \n\nSENSITIVITIES: MIC expressed in MCG/ML\n                      \n_________________________________________________________\nESCHERICHIA COLI\n     \nAMPICILLIN------------     4 S\nAMPICILLIN/SULBACTAM--   <=2 S\nCEFAZOLIN-------------   <=4 S\nCEFEPIME--------------   <=1 S\nCEFTAZIDIME-----------   <=1 S\nCEFTRIAXONE-----------   <=1 S\nCIPROFLOXACIN---------<=0.25 S\nGENTAMICIN------------   <=1 S\nMEROPENEM-------------<=0.25 S\nNITROFURANTOIN--------  <=16 S\nPIPERACILLIN/TAZO-----   <=4 S\nTOBRAMYCIN------------   <=1 S\nTRIMETHOPRIM/SULFA----   <=1 S\n\n=============================\nIMAGING\n=============================\nRadiologic Data (OSH):\n\n___ CTA Head/Neck\n\"There are acute pulmonary emboli in the right upper lobe \nsubsegmental branches. \n  \nNECT: \nChronic infarcts of the right frontal lobe, bilateral thalami, \nbilateral cerebellum are seen. Well-defined hypodensities in the \ncentrum semiovale likely represent infarcts, may represent \nsubacute or chronic infarcts, similar to prior. Calcific \ndensities in the right insula, left parafalcine left parietal \nlobe are re-demonstrated. Findings consistent with moderate to \nsevere chronic small vessel ischemic changes. Generalized brain \nparenchymal atrophy. No intracranial hemorrhage. \n  \nComponent of acute infarct would be difficult to exclude given \nextensive changes above. \n  \n___ CTA HEAD: \nAtherosclerotic disease bilateral cavernous segments ICAs, \nwithareas of mild-to-moderate narrowing. Suggestion of 1.5 mm \ninferiorly projecting aneurysm along the right paraclinoid ICA. \nMild narrowing V4 segment left vertebral artery. Mild narrowing \nleft P3 segment, P4 segment on the left. \nThere is severe narrowing left P1 segment. Mild narrowing right \nP1 segment.  Patent right PCOM. 3.1 cm irregular round \ncalcification adjacent to the A2 segments ACA, with some of the \nbranching coursing near, may represent unrelated falcine \ncalcification or largely thrombosed aneurysm.\nMRA brain without contrast would be helpful in further \nevaluation. Additional punctate calcification in the left \nparietal lobe sulcus, no vascular connections near it, may be \nsequela of prior inflammatory, infectious or vascular insult. \n  \nOtherwise, the vessels of circle of ___ and their major \nbranches are patent without evidence ofocclusion or aneurysm \nformation. Hypoplastic right A1 segment.  The principal dural \nvenous sinuses are patent. \n  \n___ CTA NECK: \nThe carotid arteries are patent from their origin with moderate  \natherosclerotic plaque at the carotid bifurcation causing \nminimal to mild proximal ICA stenosis.  The vertebral arteries \nare patent from their origins without evidence of stenosis, \ndissection or occlusion. \n  \n___ CT perfusion: \nCT source perfusion data is not available at the time of \ninterpretation. Rapid data is not available at the time of \ninterpretation. On color maps of cerebral blood flow, volume and \nT-max, there is symmetric,bilateral zone involving posteromedial \nboth parietal lobes with decreased cerebral blood volume, \nmatching decreased cerebral blood flow and increased T-max, \nextending into the posterior left temporal lobe. Given \ninvolvement on both sides, findings may represent technique \nrelated artifact or infarct. No penumbra. \n  \nOTHER: Small lung nodules, largest measures 4 mm. Paraseptal \nemphysema. Mild bronchial wall thickening, consistent with \nperibronchial inflammation. There is a 1.5 cm left thyroid \nnodule. Additional smaller thyroid nodules. There are acute \npulmonary emboli in the right upper lobe subsegmental branches. \nModerate paranasal sinus mucosal thickening. Clear mastoids. \nDegenerative changes spine. Mild anterolisthesis C4-C5, likely \ndegenerative. \n\n___ bilateral lower extremity U/S: Negative for DVT\n\n___ MRI head and neck without contrast (impression)\n1. Partially degraded study due to motion artifact. \n2. Large acute to subacute infarct involving the right \ncerebellar hemisphere with smaller acute to subacute infarcts of \nthe right pons and medial right superior parietal lobule. \n3. Multiple old bilateral thalamic, bilateral cerebellar \nhemisphere and right frontal infarcts. \n4. Generalized parenchymal volume loss, likely age related. \n\n___ ECHOCARDIOGRAM\nThe left atrial volume index is moderately increased. There is \nmild symmetric left ventricular hypertrophy. The left \nventricular cavity size is normal. Due to suboptimal technical \nquality, a focal wall motion abnormality cannot be fully \nexcluded. Overall left ventricular systolic function is normal \n(LVEF = 70%). The right ventricular free wall thickness is \nnormal. Right ventricular chamber size is normal with normal \nfree wall contractility. The diameters of aorta at the sinus, \nascending and arch levels are normal. The aortic valve leaflets \n(3) are mildly thickened but aortic stenosis is not present. No \naortic regurgitation is seen. The mitral valve leaflets are \nmildly thickened. Trivial mitral regurgitation is seen. The \npulmonary artery systolic pressure could not be determined. \nThere is no pericardial effusion. \n\nCompared with the prior study (images reviewed) of ___, \nthere is no obvious change but the technically suboptimal nature \nof both studies precludes definitive comparison. A small \nsecundum atrial septal defect was noted in the prior study \n\n \nBrief Hospital Course:\nSUMMARY:\n========================\n___ year old ___-speaking female with a history of \natrial fibrillation (not on anticoagulation), HTN, HLD, DMII, \nGraves disease, and cognitive impairment with recent admission \nin ___ for presumed ischemic colitis, admitted for weakness \nand fall (FTT) w/ acute development of an ischemic stroke s/p \ntPA, with course complicated by a UTI and acute on chronic \nanemia.\n\nACTIVE ISSUES:\n========================\nIschemic stroke:\nPt was on the medicine service for workup of a fall and \ncognitive decline when she was found to have deteriorated \nclinical status on the floor with muteness, lack of interaction, \nand L gaze deviation resulting in a code stroke ___ morning, \ns/p tpa ___ @ 8:30am and monitoring in the neuro ICU. MRI with \nR cerebellar infarct, punctate R pons, and R parafalcine infarct \nlikely cardioembolic in setting of known afib not on \nanticoagulation (and echo with small ASD). EEG negative for \nseizure activity. She was initiated on Apixaban and \nAtorvastatin. She has improved significantly. Discharge exam \nnotable for a mild intention tremor of the left hand without \nobvious dysmetria, along with mild left lower extremity \nweakness. Plan to follow up with neurology as outpatient in the \nnext ___ weeks. \n\nAtrial fibrillation with RVR:\nKnown history of non-valvular atrial fibrillation not on \nanticoagulation, treated with Diltiazem for rate control. \nImmediately prior to the patient's stroke, she developed atrial \nfibrillation with RVR which improved with IV Metoprolol. Pt's \nhome Diltiazem 300mg PO ER once daily was fractionated and \nultimately increased to 120mg q6 for rate control. Overnight \n___ the patient spontaneously flipped back into sinus rhythm \nwith HRs in the ___. Her Diltiazem was decreased to 90mg q6. \nWill discharge on home dose. \n\nAcute on chronic microcytic anemia:\nPt with chronic and progressive iron deficiency anemia, baseline \nhemoglobin 10.5. Admitted in ___ with hematochezia and acute \nanemia s/p unremarkable colonoscopy; etiology attributed to \nischemic colitis. Discharge hemoglobin 8.8 and prescribe iron \nsupplementation and maintained on home PPI. On this admission, \nher hemoglobin was 7.4 and downtrended to 6.5 requiring 2 units \nof pRBCs (___) with appropriate rise in hemoglobin. She was \nguaiac positive (___) without episodes of melena or \nhematochezia. GI was consulted and cleared her for \nanticoagulation. Given stability of hemoglobin without evidence \nof active bleeding, repeat EGD was deferred to the outpatient \nsetting. Of note, her ferrous gluconate was held at discharge \ndue to constipation and should be restarted when this resolves. \n\nUrinary tract infection:\nAdmission UA +nitrite, culture with pansensitive e.coli. Family \nendorsed altered mental status and urinary incontinence at home. \nShe was treated with Ceftriaxone x5 days (___). \n\nConstipation:\nPt did not pass a bowel movement until ___ s/p miralax, senna \nand a bisacodyl suppository. She denies abdominal pain and her \nabdominal exam is benign. Constipation likely secondary to \ndecreased mobility and PO intake. She was continued on this \nbowel regimen and may require an enema in the next ___ hours \nif this does not resolve. Of note, her ferrous gluconate was \nheld at discharge due to constipation and should be restarted \nwhen this resolves. \n\nUrinary retention:\nUrinary incontinence:\nPt with history of incontinence (onset ___, worse just prior \nto admission likely ___ UTI though still present. She also \nrequired intermittent straight catheterizations for urinary \nretention likely secondary to traumatic foley placement (___) \nand immobility; this resolved by discharge. \n\nDecreased PO intake:\nEtiology unclear (see above re: outpatient endoscopy). Per \nnutrition recommendations, pt initiated on multivitamin with \nminerals and glucerna TID. \n\nCHRONIC ISSUES:\n========================\nHypertension: Held home losartan during hospitalization and at \ndischarge, continued on diltiazem for afib with SBPs in the \n100s-120s. \n\nHyperlipidemia: switched home pravastatin to atorvastatin\n\nDiabetes Mellitus II: A1c 6.4, held home metformin, did not \nrequire insulin sliding scale. \n\nGrave's Disease: TSH 1.1 on this admission.\n\nTRANSITIONAL ISSUES:\n========================\nContact: Son, ___ ___ \nCode status: Full, confirmed\nDischarge hemoglobin 8.4\n\nPrimary care physician:\n[ ] Follow up ___ at 11:20AM\n\nStroke:\n[ ] Neurology follow up ___ at 2PM\n[ ] Follow-up 3 tesla MRA brain without contrast (___)\n[ ] started on atorvastatin \n[ ] no need for aspirin given newly anticoagulated with apixaban \nper neurology team \n\nAtrial fibrillation:\n[ ] Started on apixaban 5mg BID \n[ ] Consider exchanging diltiazem for metoprolol given some \nconcern for interaction between diltiazem and apixaban\n\nAnemia: \n[ ] GI follow up within ___ weeks (not yet scheduled)\n[ ] Consider outpatient EGD\n[ ] Restart home ferrous gluconate 324mg when constipation \nresolves\n\nConstipation: small BM ___ s/p bisacodyl suppository ___ and \n___\n[ ] ___ require enema if no BM in the next ___ hours\n\nHypertension:\n[ ] Restart home losartan at same or lower dose when appropriate\n\nNutrition:\n[ ] Glucerna TID\n \nMedications on Admission:\nThe Preadmission Medication list is accurate and complete.\n1. Acetaminophen 1000 mg PO Q8H:PRN Pain - Moderate \n2. Fluticasone-Salmeterol Diskus (500/50)  1 INH IH BID \n3. Ipratropium-Albuterol Inhalation Spray 1 INH IH Q6H:PRN \nwheezing \n4. Pantoprazole 40 mg PO Q24H \n5. Pravastatin 40 mg PO QPM \n6. Diltiazem Extended-Release 300 mg PO DAILY \n7. Losartan Potassium 100 mg PO DAILY \n8. MetFORMIN (Glucophage) 1000 mg PO BID \n9. Polyethylene Glycol 17 g PO DAILY:PRN constipation \n10. Ferrous GLUCONATE 324 mg PO DAILY \n\n \nDischarge Medications:\n1.  Apixaban 5 mg PO BID \nRX *apixaban [Eliquis] 5 mg 1 tablet(s) by mouth twice a day \nDisp #*60 Tablet Refills:*2 \n2.  Atorvastatin 40 mg PO QPM  \n3.  Bisacodyl ___AILY:PRN constipation  \n4.  Multivitamins W/minerals 1 TAB PO DAILY  \n5.  Senna 17.2 mg PO QHS  \n6.  Polyethylene Glycol 17 g PO DAILY constipation  \n7.  Acetaminophen 1000 mg PO Q8H:PRN Pain - Moderate  \n8.  Diltiazem Extended-Release 300 mg PO DAILY  \n9.  Fluticasone-Salmeterol Diskus (500/50)  1 INH IH BID  \n10.  Ipratropium-Albuterol Inhalation Spray 1 INH IH Q6H:PRN \nwheezing  \n11.  MetFORMIN (Glucophage) 1000 mg PO BID  \n12.  Pantoprazole 40 mg PO Q24H  \n13. HELD- Ferrous GLUCONATE 324 mg PO DAILY  This medication was \nheld. Do not restart Ferrous GLUCONATE until your doctor tells \n___ it is safe to do so\n14. HELD- Losartan Potassium 100 mg PO DAILY  This medication \nwas held. Do not restart Losartan Potassium until your doctor \ntells ___ it is safe to do so\n\n \nDischarge Disposition:\nExtended Care\n \nFacility:\n___\n \nDischarge Diagnosis:\nPRIMARY: \n======================== \nIschemic stroke \nAtrial fibrillation with RVR \nAnemia \n \nSECONDARY:: \n======================== \nUrinary tract infection \nConstipation \nUrinary retention \nPoor PO intake \nHypertension \nHyperlipidemia \nDiabetes Mellitus II \nGrave's Disease \n \nDischarge Condition:\nMental Status: Confused - sometimes.\nLevel of Consciousness: Alert and interactive.\nActivity Status: Ambulatory - requires assistance or aid (walker \nor cane).\n\n \nDischarge Instructions:\nDear ___,\n\n___ were admitted to ___ \n___ ___ felt weak and were having difficulty speaking. A cat \nscan of your head showed that ___ had a stroke, caused by low \nblood flow to parts of your brain. ___ were given medication for \nthe stroke and many of the symptoms improved!\n\nWhile ___ were here, ___ also had anemia, or low red blood \ncounts. We gave ___ a blood transfusion to increase your blood \ncounts. Your heart rate was also irregular but this improved \nwith medication.\n\nIt was a pleasure taking part in your care! We wish ___ all the \nbest with your future health.\n\nSincerely,\nThe medicine team at ___\n \nFollowup Instructions:\n___\n",
  "boolean_questions": {
    "qafib": {
      "criterion": "afib",
      "question": "Does the note describe the patient as having permanent, paroxysmal, or persistent afib?",
      "answer": "Yes",
      "not_specified": false
    },
    "qprior_stroke": {
      "criterion": "prior_stroke",
      "question": "Does the note describe the patient as ever having a stroke or transient ischemic attack?",
      "answer": "Yes",
      "not_specified": false
    },
    "qarterial_hypertension": {
      "criterion": "arterial_hypertension",
      "question": "Does the note describe the patient as having arterial hypertension on treatment (high bp e.g. >140, or HTN)?",
      "answer": "Yes",
      "not_specified": false
    },
    "qt2d": {
      "criterion": "t2d",
      "question": "Does the note describe the patient as having Diabetes mellitus (DM1, DM2, T2D, T1DM, T2DM)?",
      "answer": "Yes",
      "not_specified": false
    },
    "qheart_failure": {
      "criterion": "heart_failure",
      "question": "Does the note describe the patient as having heart failure?",
      "answer": "No",
      "not_specified": false
    },
    "qsurgical_valvular_disease": {
      "criterion": "surgical_valvular_disease",
      "question": "Does the note describe the patient as ever having valvular disease requiring surgery (stenosis)?",
      "answer": "No",
      "not_specified": false
    },
    "qafib_ablation": {
      "criterion": "afib_ablation",
      "question": "Does the note describe the patient as having a planned or past ablation procedure for afib?",
      "answer": "No",
      "not_specified": false
    },
    "qbleeding": {
      "criterion": "bleeding",
      "question": "Does the note describe the patient as having a serious bleeding in the past 6 months?",
      "answer": "No",
      "not_specified": false
    },
    "qpeptic_ulcer_disease": {
      "criterion": "peptic_ulcer_disease",
      "question": "Does the note describe the patient as ever having peptic ulcer disease?",
      "answer": "No",
      "not_specified": false
    },
    "qrecent_stroke": {
      "criterion": "recent_stroke",
      "question": "Does the note describe the patient as having a stroke during this admission or within the last month? (Answer yes for any recent stroke if the date is unclear)",
      "answer": "Yes",
      "not_specified": false
    },
    "qhemorrhagic": {
      "criterion": "hemorrhagic",
      "question": "Does the note describe the patient as ever having any hemorrhagic tendencies or blood dyscrasias?",
      "answer": "Yes",
      "not_specified": false
    },
    "qbipolar": {
      "criterion": "bipolar",
      "question": "Does the note describe the patient as ever being diagnosed with bipolar disorder?",
      "answer": "No",
      "not_specified": false
    },
    "qschizophrenia": {
      "criterion": "schizophrenia",
      "question": "Does the note describe the patient as ever being diagnosed with schizophrenia or any schizoaffective disorders?",
      "answer": "No",
      "not_specified": false
    },
    "qmdd": {
      "criterion": "mdd",
      "question": "Does the note describe the patient as ever being diagnosed with depression or major depressive disorder (MDD)?",
      "answer": "No",
      "not_specified": false
    },
    "qmed_decisions": {
      "criterion": "med_decisions",
      "question": "Does the note describe the patient as being unable to make medical decisions? (Answer no unless there is evidence the patient cannot make their own medical decisions).",
      "answer": "No",
      "not_specified": false
    }
  },
  "numeric_questions": {
    "qchads2": {
      "criterion": "chads2",
      "question": "What is the highest CHADS2 score mentioned? Answer \"NA\" if no CHADS2 score is in the note. ",
      "answer": "",
      "not_specified": false
    },
    "qblood_glucose": {
      "criterion": "blood_glucose",
      "question": "What is the highest blood glucose lab mentioned? Answer \"NA\" if no blood glucose score is in the note.",
      "answer": "115",
      "not_specified": false
    },
    "qlvef": {
      "criterion": "lvef",
      "question": "What is the lowest left ventricular ejection (LVEF, ef, ejection fraction) fraction mentioned in the note? Answer \"NA\" if no LVEF is in the note, Answer 55 if the lowest value is 55% or greater.",
      "answer": "70",
      "not_specified": false
    },
    "qPLT": {
      "criterion": "PLT",
      "question": "What is the lowest platelet count (PLT) mentioned in the note? Answer \"NA\" if no platelet count is available in the note.",
      "answer": "360",
      "not_specified": false
    },
    "qHGB": {
      "criterion": "HGB",
      "question": "What is the lowest hemoglobin (HGB) mentioned in the note? Answer \"NA\" if no HGB value is available in the note.",
      "answer": "6.5",
      "not_specified": false
    },
    "qCREAT": {
      "criterion": "CREAT",
      "question": "What is the higest serum creatinine (Creat) mentioned in the note? Answer \"NA\" if no creatinine value is available in the note.",
      "answer": "0.7",
      "not_specified": false
    },
    "qAST": {
      "criterion": "AST",
      "question": "What is the higest aspartate aminotransferase level (AST) mentioned in the note? Answer \"NA\" if no AST value is available in the note.",
      "answer": "26",
      "not_specified": false
    },
    "qBILI": {
      "criterion": "BILI",
      "question": "What is the higest total bilirubin (TotBili, Bili) mentioned in the note? Answer \"NA\" if no bilirubin value is available in the note.",
      "answer": "0.3",
      "not_specified": false
    }
  },
  "patient_number": 48
}