{
  "11720931-DS-19": "MEDICINE Allergies: No Known Allergies / Adverse Drug Reactions Attending: . Chief Complaint: transient weakness/aphasia, failure to thrive Major Surgical or Invasive Procedure: : Blood transfusion (2 units pRBC) History of Present Illness: yo -speaking woman with UTIs, DM, Graves, pAF, recent admission for ischemic colitis, presents with transient/resolved episode of weakness and speech difficulty, also with chronic decline in ADLs per family, found to have anemia to 7.4 from baseline 8.8 in , admitted for failure to thrive. When speaking to the patient, she cannot give many details about what happened . She states she remembers walking to the bathroom and falling down on her R side without loss of consciousness or head strike. She was able to get up with the help of her family and since has just felt tired and fatigued. Denies any other symptoms. On neuro ROS, the pt denies headache, loss of vision, blurred vision, diplopia, dysarthria, dysphagia, lightheadedness, vertigo, tinnitus or hearing difficulty. Denies difficulties producing or comprehending speech. Denies focal weakness, numbness, parasthesiae. No bowel or bladder incontinence or retention. On general review of systems, the pt denies recent fever or chills. No night sweats or recent weight loss or gain. Denies cough, shortness of breath. Denies chest pain or tightness, palpitations. Denies nausea, vomiting, diarrhea, constipation or abdominal pain. No recent change in bowel or bladder habits. No dysuria. Denies arthralgias or myalgias. Denies rash. She does also endorse a couple days of foul smelling urine. She was initially seen at osh where pt found to have hematocrit of 23 with guaiac negative stool. She had imaging including CXR, CT head and C-spine, XR hip which were unremarkable. Patient noted to be incontinent of urine shortly after arrival to ED which is not baseline. Collateral history from the family reveals more of a chronic decline. For the past year or so has been requiring more help with her ADLs, including taking medications, dressing herself and feeding herself. In addition, over the past few months she has started to speak less frequently though when she does speak there are no errors in her speech. She also has been more confused for the past few months, often not knowing whether it is morning or night. Weakness on is acute. Per son, HCP: Pt has a home healthcare aid, visits patient every day from 7a-10am. 10am pt goes to adult day care M-F. Stays at the day care until 330pm. When pt returns home, the same home healthcare aid comes in and prepares dinner and gets her ready for bed. Pts son, HCP lives with her but does not handle all her care. morning she felt very weak, unable to stand up, acute onset. could not send her to the daycare due to weakness as patient couldn't even walk. Her blood sugar at this time was . stayed home to watch her. morning, pt went to the bathroom and was in there for 10 minutes before walked into the find her on the floor. Per , pt told her that she didn't fall and she was unsure how she ended up on the floor. Per , pt is usually not confused and has no dementia. Incontinence started in and weakness started . Of note, she had recent admission in for lower abdominal pain and bloody stools and was thought to have ischemic colitis. In the ED: Initial vital signs were notable for: 98 72 132/72 14 96% RA Exam notable for: AOx2 person and place, motor b/l upper and , sensation diminished rle, smile symmetric, no dysarthria or aphasia. Labs were notable for: hgb 7.4, WC 6.2, Plt 360, normal chem 10, trop 0.02 x 2, LFTs WNL, UA with 8 WBC, pos Nitr Studies performed include: CXR, CT Head, CT C-spine, XR Hip (from OSH) Patient was given: IV ceftriaxone, metformin, pravastatin, losartan, omeprazole Consults: neurology Vitals on transfer: 72 150/70 15 100% RA Upon arrival to the floor, the patient is resting comfortably and is a little confused. Review of Systems: Complete ROS obtained and is otherwise negative. Past Medical History: Atrial fibrillation, paroxysmal Hypertension Diabetes mellitus II Asthma Obesity Graves Disease Right knee DJD Mild esophagitis seen on EGD history of UTI Colitis thought to be ischemic colitis Microcytic anemia Total abdominal hysterectomy (for uterine prolapse) Social History: Family History: Cousin has early cardiac disease in , unknown type Physical Exam: EXAM ON ADMISSION VITALS: T 98.4, HR 78, BP 161/85, RR 18, 98% Ra GENERAL: Alert and interactive. In no acute distress. AOx2 currently HEENT: Normocephalic, atraumatic.Sclera anicteric and without injection. Moist mucous membranes, good dentition. Oropharynx is clear. NECK: Thyroid is normal in size and texture, no nodules. No cervical lymphadenopathy. No JVD. CARDIAC: Regular rhythm, normal rate. Audible S1 and S2. No murmurs/rubs/gallops. LUNGS: Clear to auscultation bilaterally w/appropriate breath sounds appreciated in all fields. No wheezes, rhonchi or rales. No increased work of breathing. ABDOMEN: Normal bowels sounds, non distended, non-tender to deep palpation in all four quadrants. No organomegaly. EXTREMITIES: No clubbing, cyanosis, or edema. Pulses DP/Radial 2+ bilaterally. NEUROLOGIC: CN2-12 intact. strength throughout. Normal sensation. Gait is normal. AOx3. EXAM ON DISCHARGE Vital Signs: 24 HR Data (last updated @ 406) Temp: 97.9 (Tm 99.0), BP: 120/74 (109-127/63-80), HR: 64 (64-115), RR: 16 (), O2 sat: 93% (92-96), O2 delivery: Ra General: Alert, oriented to place and name. No acute distress, seems happier today HEENT: Sclerae anicteric, MMM, oropharynx clear, EOMI, PERRL, neck supple, JVP not elevated, no LAD CV: Regular rate and rhythm, normal S1 + S2, no murmurs Lungs: Bibasilar crackles otherwise clear Abdomen: Soft, non-tender, non-distended, bowel sounds present, no organomegaly, no rebound or guarding GU: No foley Ext: Warm, well perfused, 2+ pulses, no clubbing, cyanosis, slight left knee swelling compared to right. TEDs in place Neuro: Face grossly symmetric with mild word slurring. Moving all limbs with purpose against gravity. Left foot dorsiflexion , plantarflexion . Mild intention tremor of left hand. Pertinent Results: LABS ON ADMISSION 03:30PM BLOOD WBC-6.2 RBC-3.70* Hgb-7.4* Hct-24.1* MCV-65* MCH-20.0* MCHC-30.7* RDW-20.1* RDWSD-45.9 Plt 03:30PM BLOOD Neuts-49.7 Monos-11.6 Eos-3.7 Baso-0.5 Im AbsNeut-3.09 AbsLymp-2.13 AbsMono-0.72 AbsEos-0.23 AbsBaso-0.03 05:35AM BLOOD PTT-25.3 03:30PM BLOOD Glucose-114* UreaN-10 Creat-0.7 Na-140 K-5.1 Cl-104 HCO3-22 AnGap-14 03:30PM BLOOD ALT-10 AST-26 AlkPhos-90 TotBili-0.3 03:30PM BLOOD Albumin-4.0 Calcium-10.1 Phos-3.5 Mg-1.7 Iron-20* 03:30PM BLOOD cTropnT-0.02* 03:30PM BLOOD calTIBC-380 Hapto-213* Ferritn-70 TRF-292 03:30PM BLOOD TSH-1.1 10:35PM BLOOD Ret Aut-1.2 Abs Ret-0.05 IN PERTINENT LABS 05:20AM BLOOD RBC-3.21* Hgb-6.5* Hct-20.8* MCV-65* 05:10AM BLOOD RBC-3.68* Hgb-8.2* Hct-25.8* MCV-70* MCH 03:30PM BLOOD calTIBC-380 Hapto-213* Ferritn-70 TRF-292 03:27PM BLOOD calTIBC-324 Ferritn-37 TRF-249 06:05AM BLOOD %HbA1c-6.4* eAG-137* 02:36AM BLOOD Triglyc-94 HDL-79 CHOL/HD-2.4 LDLcalc-95 02:36AM BLOOD TSH-1.1 06:25PM URINE Blood-NEG Nitrite-POS* Protein-NEG Glucose-NEG Ketone-NEG Bilirub-NEG Urobiln-NEG pH-7.0 Leuks-NEG 06:25PM URINE RBC-0 WBC-8* Bacteri-FEW* Yeast-NONE Epi-0 TransE-<1 LABS ON DISCHARGE 05:25AM BLOOD WBC-6.0 RBC-3.73* Hgb-8.4* Hct-26.3* MCV-71* MCH-22.5* MCHC-31.9* RDW-25.0* RDWSD-59.5* Plt 05:10AM BLOOD PTT-21.7* 05:25AM BLOOD Glucose-115* UreaN-6 Creat-0.7 Na-143 K-4.5 Cl-108 HCO3-24 AnGap-11 05:25AM BLOOD Calcium-8.9 Phos-3.8 Mg-1.8 MICROBIOLOGY 6:25 pm URINE **FINAL REPORT URINE CULTURE (Final : ESCHERICHIA COLI. >100,000 CFU/mL. Cefazolin interpretative criteria are based on a dosage regimen of 2g every 8h. SENSITIVITIES: MIC expressed in MCG/ML ESCHERICHIA COLI AMPICILLIN 4 S AMPICILLIN/SULBACTAM <=2 S CEFAZOLIN <=4 S CEFEPIME <=1 S CEFTAZIDIME <=1 S CEFTRIAXONE <=1 S CIPROFLOXACIN <=0.25 S GENTAMICIN <=1 S MEROPENEM <=0.25 S NITROFURANTOIN <=16 S PIPERACILLIN/TAZO <=4 S TOBRAMYCIN <=1 S TRIMETHOPRIM/SULFA <=1 S IMAGING Radiologic Data (OSH): CTA Head/Neck \"There are acute pulmonary emboli in the right upper lobe subsegmental branches. NECT: Chronic infarcts of the right frontal lobe, bilateral thalami, bilateral cerebellum are seen. Well-defined hypodensities in the centrum semiovale likely represent infarcts, may represent subacute or chronic infarcts, similar to prior. Calcific densities in the right insula, left parafalcine left parietal lobe are re-demonstrated. Findings consistent with moderate to severe chronic small vessel ischemic changes. Generalized brain parenchymal atrophy. No intracranial hemorrhage. Component of acute infarct would be difficult to exclude given extensive changes above. CTA HEAD: Atherosclerotic disease bilateral cavernous segments ICAs, withareas of mild-to-moderate narrowing. Suggestion of 1.5 mm inferiorly projecting aneurysm along the right paraclinoid ICA. Mild narrowing V4 segment left vertebral artery. Mild narrowing left P3 segment, P4 segment on the left. There is severe narrowing left P1 segment. Mild narrowing right P1 segment. Patent right PCOM. 3.1 cm irregular round calcification adjacent to the A2 segments ACA, with some of the branching coursing near, may represent unrelated falcine calcification or largely thrombosed aneurysm. MRA brain without contrast would be helpful in further evaluation. Additional punctate calcification in the left parietal lobe sulcus, no vascular connections near it, may be sequela of prior inflammatory, infectious or vascular insult. Otherwise, the vessels of circle of and their major branches are patent without evidence ofocclusion or aneurysm formation. Hypoplastic right A1 segment. The principal dural venous sinuses are patent. CTA NECK: The carotid arteries are patent from their origin with moderate atherosclerotic plaque at the carotid bifurcation causing minimal to mild proximal ICA stenosis. The vertebral arteries are patent from their origins without evidence of stenosis, dissection or occlusion. CT perfusion: CT source perfusion data is not available at the time of interpretation. Rapid data is not available at the time of interpretation. On color maps of cerebral blood flow, volume and T-max, there is symmetric,bilateral zone involving posteromedial both parietal lobes with decreased cerebral blood volume, matching decreased cerebral blood flow and increased T-max, extending into the posterior left temporal lobe. Given involvement on both sides, findings may represent technique related artifact or infarct. No penumbra. OTHER: Small lung nodules, largest measures 4 mm. Paraseptal emphysema. Mild bronchial wall thickening, consistent with peribronchial inflammation. There is a 1.5 cm left thyroid nodule. Additional smaller thyroid nodules. There are acute pulmonary emboli in the right upper lobe subsegmental branches. Moderate paranasal sinus mucosal thickening. Clear mastoids. Degenerative changes spine. Mild anterolisthesis C4-C5, likely degenerative. bilateral lower extremity U/S: Negative for DVT MRI head and neck without contrast (impression) 1. Partially degraded study due to motion artifact. 2. Large acute to subacute infarct involving the right cerebellar hemisphere with smaller acute to subacute infarcts of the right pons and medial right superior parietal lobule. 3. Multiple old bilateral thalamic, bilateral cerebellar hemisphere and right frontal infarcts. 4. Generalized parenchymal volume loss, likely age related. ECHOCARDIOGRAM The left atrial volume index is moderately increased. There is mild symmetric left ventricular hypertrophy. The left ventricular cavity size is normal. Due to suboptimal technical quality, a focal wall motion abnormality cannot be fully excluded. Overall left ventricular systolic function is normal (LVEF 70%). The right ventricular free wall thickness is normal. Right ventricular chamber size is normal with normal free wall contractility. The diameters of aorta at the sinus, ascending and arch levels are normal. The aortic valve leaflets (3) are mildly thickened but aortic stenosis is not present. No aortic regurgitation is seen. The mitral valve leaflets are mildly thickened. Trivial mitral regurgitation is seen. The pulmonary artery systolic pressure could not be determined. There is no pericardial effusion. Compared with the prior study (images reviewed) of , there is no obvious change but the technically suboptimal nature of both studies precludes definitive comparison. A small secundum atrial septal defect was noted in the prior study Brief Hospital Course: SUMMARY: year old -speaking female with a history of atrial fibrillation (not on anticoagulation), HTN, HLD, DMII, Graves disease, and cognitive impairment with recent admission in for presumed ischemic colitis, admitted for weakness and fall (FTT) w/ acute development of an ischemic stroke s/p tPA, with course complicated by a UTI and acute on chronic anemia. ACTIVE ISSUES: Ischemic stroke: Pt was on the medicine service for workup of a fall and cognitive decline when she was found to have deteriorated clinical status on the floor with muteness, lack of interaction, and L gaze deviation resulting in a code stroke morning, s/p tpa @ 8:30am and monitoring in the neuro ICU. MRI with R cerebellar infarct, punctate R pons, and R parafalcine infarct likely cardioembolic in setting of known afib not on anticoagulation (and echo with small ASD). EEG negative for seizure activity. She was initiated on Apixaban and Atorvastatin. She has improved significantly. Discharge exam notable for a mild intention tremor of the left hand without obvious dysmetria, along with mild left lower extremity weakness. Plan to follow up with neurology as outpatient in the next weeks. Atrial fibrillation with RVR: Known history of non-valvular atrial fibrillation not on anticoagulation, treated with Diltiazem for rate control. Immediately prior to the patient's stroke, she developed atrial fibrillation with RVR which improved with IV Metoprolol. Pt's home Diltiazem 300mg PO ER once daily was fractionated and ultimately increased to 120mg q6 for rate control. Overnight the patient spontaneously flipped back into sinus rhythm with HRs in the . Her Diltiazem was decreased to 90mg q6. Will discharge on home dose. Acute on chronic microcytic anemia: Pt with chronic and progressive iron deficiency anemia, baseline hemoglobin 10.5. Admitted in with hematochezia and acute anemia s/p unremarkable colonoscopy; etiology attributed to ischemic colitis. Discharge hemoglobin 8.8 and prescribe iron supplementation and maintained on home PPI. On this admission, her hemoglobin was 7.4 and downtrended to 6.5 requiring 2 units of pRBCs () with appropriate rise in hemoglobin. She was guaiac positive () without episodes of melena or hematochezia. GI was consulted and cleared her for anticoagulation. Given stability of hemoglobin without evidence of active bleeding, repeat EGD was deferred to the outpatient setting. Of note, her ferrous gluconate was held at discharge due to constipation and should be restarted when this resolves. Urinary tract infection: Admission UA +nitrite, culture with pansensitive e.coli. Family endorsed altered mental status and urinary incontinence at home. She was treated with Ceftriaxone x5 days (). Constipation: Pt did not pass a bowel movement until s/p miralax, senna and a bisacodyl suppository. She denies abdominal pain and her abdominal exam is benign. Constipation likely secondary to decreased mobility and PO intake. She was continued on this bowel regimen and may require an enema in the next hours if this does not resolve. Of note, her ferrous gluconate was held at discharge due to constipation and should be restarted when this resolves. Urinary retention: Urinary incontinence: Pt with history of incontinence (onset , worse just prior to admission likely UTI though still present. She also required intermittent straight catheterizations for urinary retention likely secondary to traumatic foley placement () and immobility; this resolved by discharge. Decreased PO intake: Etiology unclear (see above re: outpatient endoscopy). Per nutrition recommendations, pt initiated on multivitamin with minerals and glucerna TID. CHRONIC ISSUES: Hypertension: Held home losartan during hospitalization and at discharge, continued on diltiazem for afib with SBPs in the 100s-120s. Hyperlipidemia: switched home pravastatin to atorvastatin Diabetes Mellitus II: A1c 6.4, held home metformin, did not require insulin sliding scale. Grave's Disease: TSH 1.1 on this admission. TRANSITIONAL ISSUES: Son, Code status: Full, confirmed Discharge hemoglobin 8.4 Primary care physician: [ ] Follow up at 11:20AM Stroke: [ ] Neurology follow up at 2PM [ ] Follow-up 3 tesla MRA brain without contrast () [ ] started on atorvastatin [ ] no need for aspirin given newly anticoagulated with apixaban per neurology team Atrial fibrillation: [ ] Started on apixaban 5mg BID [ ] Consider exchanging diltiazem for metoprolol given some concern for interaction between diltiazem and apixaban Anemia: [ ] GI follow up within weeks (not yet scheduled) [ ] Consider outpatient EGD [ ] Restart home ferrous gluconate 324mg when constipation resolves Constipation: small BM s/p bisacodyl suppository and [ ] require enema if no BM in the next hours Hypertension: [ ] Restart home losartan at same or lower dose when appropriate Nutrition: [ ] Glucerna TID Medications on Admission: The Preadmission Medication list is accurate and complete. 1. Acetaminophen 1000 mg PO Q8H:PRN Pain Moderate 2. Fluticasone-Salmeterol Diskus (500/50) 1 INH IH BID 3. Ipratropium-Albuterol Inhalation Spray 1 INH IH Q6H:PRN wheezing 4. Pantoprazole 40 mg PO Q24H 5. Pravastatin 40 mg PO QPM 6. Diltiazem Extended-Release 300 mg PO DAILY 7. Losartan Potassium 100 mg PO DAILY 8. MetFORMIN (Glucophage) 1000 mg PO BID 9. Polyethylene Glycol 17 g PO DAILY:PRN constipation 10. Ferrous GLUCONATE 324 mg PO DAILY Discharge Medications: 1. Apixaban 5 mg PO BID RX *apixaban [Eliquis] 5 mg 1 tablet(s) by mouth twice a day Disp #*60 Tablet Refills:*2 2. Atorvastatin 40 mg PO QPM 3. Bisacodyl AILY:PRN constipation 4. Multivitamins W/minerals 1 TAB PO DAILY 5. Senna 17.2 mg PO QHS 6. Polyethylene Glycol 17 g PO DAILY constipation 7. Acetaminophen 1000 mg PO Q8H:PRN Pain Moderate 8. Diltiazem Extended-Release 300 mg PO DAILY 9. Fluticasone-Salmeterol Diskus (500/50) 1 INH IH BID 10. Ipratropium-Albuterol Inhalation Spray 1 INH IH Q6H:PRN wheezing 11. MetFORMIN (Glucophage) 1000 mg PO BID 12. Pantoprazole 40 mg PO Q24H 13. HELD Ferrous GLUCONATE 324 mg PO DAILY This medication was held. Do not restart Ferrous GLUCONATE until your doctor tells it is safe to do so 14. HELD Losartan Potassium 100 mg PO DAILY This medication was held. Do not restart Losartan Potassium until your doctor tells it is safe to do so Discharge Disposition: Extended Care Facility: Discharge Diagnosis: PRIMARY: Ischemic stroke Atrial fibrillation with RVR Anemia SECONDARY:: Urinary tract infection Constipation Urinary retention Poor PO intake Hypertension Hyperlipidemia Diabetes Mellitus II Grave's Disease Discharge Condition: Mental Status: Confused sometimes. Level of Consciousness: Alert and interactive. Activity Status: Ambulatory requires assistance or aid (walker or cane). Discharge Instructions: Dear , were admitted to felt weak and were having difficulty speaking. A cat scan of your head showed that had a stroke, caused by low blood flow to parts of your brain. were given medication for the stroke and many of the symptoms improved! While were here, also had anemia, or low red blood counts. We gave a blood transfusion to increase your blood counts. Your heart rate was also irregular but this improved with medication. It was a pleasure taking part in your care! We wish all the best with your future health. Sincerely, The medicine team at Followup Instructions:"
}