{
  "18278366-DS-23": "MEDICINE Allergies: Imuran / gentamicin Attending: . Chief Complaint: Fever Acute on chronic b/l lower extremity weakness Major Surgical or Invasive Procedure: None History of Present Illness: CC: fever, leg weakness HPI(4): Ms. is a -speaking female with hx of Devic's recurrent neuromyelitis optica (hepatitis with azathioprine, now on Cellcept with plan for IVIG), neurogenic bladder (intermittently straight caths) presenting with fever and acute on chronic b/l leg weakness x 1d. History obtained with aid of patient's daughter interpreting at patient's request. Ms. was recently admitted in to the neurology service for an acute flare of her Devic's disease. During that admission, she was treated with high-dose steroids as well as 5 sessions of PLEX. She was thought to have an E.coli UTI, for which she was treated with macrobid, followed by a Proteus/Klebsiella UTI for which she received ceftazidime. She was discharged to rehab. She was last seen by her neurologist (Dr. on , at which time she was noted to be failed max-dose CellCept. Plan was for initiation of IVIG twice monthly (which has not yet begun). Given new joint pain, she was referred to rheumatology as well. Patient reports that at approximately 5pm on she developed a fever to 102, improved to 99 with Tylenol. That evening, just before midnight, she noted significant worsening of her baseline leg weakness (for which she uses a walker) and required significant assistance to get out of bed. Her husband and daughter were concerned and brought her to the ED. Ms. endorses nasal congestion and odynophagia x 1d (in the setting of exposure to her daughter, who has a URI). She straight caths twice daily for a neurogenic bladder but continues to urinate intermittently as well; she reports increased urinary frequency and some mild dysuria and suprapubic tenderness without hematuria or flank tenderness. Complains of persistent joint pain in the L knee and MCP/PIP b/l with intermittent swelling and erythema (none presently). No saddle anesthesia or fecal incontinence (has baseline chronic constipation). Of note, she has a hx of multiple UTIs for which she was previously followed by ID (failed fosfomycin ppx). No recent travel. Ms. denies SOB, cough, abdominal pain, N/V, diarrhea/constipation, melena/hematochezia, neck stiffness, photophobia. ROS: Pertinent positives and negatives as noted in the HPI. All other systems were reviewed and are negative. Past Medical History: 1. 's neuromyelitis optica. 2. Lower extremity weakness. 3. Chronic constipation. 4. Neurogenic voiding dysfunction. 's neuromyelitis optica (NMO), Ab positive, followed by Dr. often weakness and truncal band-like sensation, \"worst flare* in or Chronic constipation Neurogenic voiding dysfunction Steroid-induced diabetes Labile blood pressures C-section delivery of 1 daughter Social History: Family History: Mother with HTN. No family history of neurologic disease, immunologic disease, MS, or cancer. Physical Exam: ADMISSION EXAM VITALS: AF, BP 121/79, HR 63, RR 18, 98% RA GENERAL: NAD, sitting comfortably in bed EYES: PERRL, anicteric sclerae ENT: OP clear CV: RRR, nl S1, S2, no M/R/G, no JVD RESP: CTAB, no crackles, wheezes, or rhonchi GI: + BS, soft, NT, ND, no rebound/guarding, no HSM GU: + suprapubic tenderness, no CVA tenderness b/l SKIN: No rashes or ulcerations noted JOINTS: TTP of MCP/PIP bilaterally, no effusions/erythema NEURO: AOx3, CN II-XII intact, strength proximal/distal upper extremities b/l; RLE flexor, LLE flexor, LLE/RLE extensors, RLE/LLE ankle flexors/extensors; toes downgoing b/l; sensation grossly intact throughout, with significant two-person assistance able to stand but unable to ambulate and requests to be seated quickly (unable to assess Romberg); no meningismus PSYCH: pleasant, appropriate affect Discharge physical exam: Vitals: BP: avss aox3, fluent speech interviewed w interpreter calm and cooperative ctab rrr soft abdomen, no guarding or rebound or organomegaly no peripheral edema Pertinent Results: ADMISSION LABS 03:00AM BLOOD WBC-9.6# RBC-3.76* Hgb-10.7* Hct-34.2 MCV-91 MCH-28.5 MCHC-31.3* RDW-13.5 RDWSD-44.7 Plt 03:00AM BLOOD Neuts-80.3* Lymphs-8.3* Monos-10.5 Eos-0.3* Baso-0.3 Im AbsNeut-7.67*# AbsLymp-0.79* AbsMono-1.00* AbsEos-0.03* AbsBaso-0.03 03:00AM BLOOD Glucose-97 UreaN-19 Creat-0.6 Na-144 K-4.0 Cl-105 HCO3-24 AnGap-15 06:25AM BLOOD ALT-53* AST-37 AlkPhos-115* TotBili-0.4 06:25AM BLOOD GGT-58* 06:25AM BLOOD Calcium-8.3* Phos-3.1 Mg-2.4 03:09AM BLOOD Lactate-1.0 UA (): sm blood, + nit, lg , 13 RBCs, >182 WBCs, few bact, 0 epis UA (): neg blood, neg nit, lg , 3 RBCs, 13 WBCs, few bact, 0 epis Flu A/B: negative CMV Ab: IgG 60, IgM negative BCx (): pending x 2 UCx (): E.coli,>100,000 CFU UCx (): E.coli (>100,000 CFU) ESCHERICHIA COLI | AMIKACIN <=2 S AMPICILLIN 4 S AMPICILLIN/SULBACTAM <=2 S CEFAZOLIN <=4 S CEFEPIME <=1 S CEFTAZIDIME <=1 S CEFTRIAXONE <=1 S CIPROFLOXACIN =>4 R GENTAMICIN 8 I MEROPENEM <=0.25 S NITROFURANTOIN <=16 S PIPERACILLIN/TAZO <=4 S TOBRAMYCIN 8 I TRIMETHOPRIM/SULFA <=1 S CXR (): No acute intrathoracic process. Abdominal Ultrasound FINDINGS: LIVER: The hepatic parenchyma appears within normal limits. The contour of the liver is smooth. There is no focal liver mass. The main portal vein is patent with hepatopetal flow. There is no ascites. BILE DUCTS: There is no intrahepatic biliary dilation. The CHD measures 3 mm. GALLBLADDER: There is no evidence of stones or gallbladder wall thickening. PANCREAS: The pancreas is not well visualized, largely obscured by overlying bowel gas. SPLEEN: Normal echogenicity, measuring 9.5 cm. KIDNEYS: The right kidney measures 10.7 cm. The left kidney measures 10.1 cm. Normal cortical echogenicity and corticomedullary differentiation is seen bilaterally. There is no evidence of masses, stones, or hydronephrosis in the kidneys. RETROPERITONEUM: The visualized portions of aorta and IVC are within normal limits. IMPRESSION: Normal abdominal ultrasound. No evidence of biliary obstruction. Bilateral Doppler FINDINGS: There is normal compressibility, flow, and augmentation of the bilateral common femoral, femoral, and popliteal veins. Normal color flow and compressibility are demonstrated in the left posterior tibial and bilateral peroneal veins. There is noncompressibility of a right posterior tibial vein. The remaining right posterior tibial vein demonstrates normal compressibility and color flow. There is normal respiratory variation in the common femoral veins bilaterally. No evidence of medial popliteal fossa () cyst. IMPRESSION: Deep venous thrombosis of a right posterior tibial vein. Discharge Labs: 06:30AM BLOOD WBC-1.5* RBC-2.82* Hgb-8.2* Hct-24.6* MCV-87 MCH-29.1 MCHC-33.3 RDW-13.7 RDWSD-41.8 Plt 06:35AM BLOOD WBC-2.7* RBC-3.08* Hgb-9.0* Hct-27.3* MCV-89 MCH-29.2 MCHC-33.0 RDW-13.8 RDWSD-43.6 Plt 06:25AM BLOOD WBC-2.1* RBC-3.27* Hgb-9.5* Hct-28.5* MCV-87 MCH-29.1 MCHC-33.3 RDW-13.6 RDWSD-42.2 Plt 06:25AM BLOOD WBC-1.8* RBC-3.22* Hgb-9.4* Hct-28.7* MCV-89 MCH-29.2 MCHC-32.8 RDW-13.6 RDWSD-43.9 Plt 09:25AM BLOOD WBC-2.0* RBC-3.25* Hgb-9.5* Hct-29.1* MCV-90 MCH-29.2 MCHC-32.6 RDW-13.6 RDWSD-44.0 Plt 06:15AM BLOOD WBC-2.7* RBC-3.44* Hgb-10.1* Hct-31.8* MCV-92 MCH-29.4 MCHC-31.8* RDW-13.8 RDWSD-45.9 Plt 06:20AM BLOOD WBC-4.4# RBC-3.45* Hgb-10.4* Hct-32.3* MCV-94 MCH-30.1 MCHC-32.2 RDW-13.5 RDWSD-45.6 Plt 04:50PM BLOOD WBC-2.7* RBC-3.58* Hgb-10.4* Hct-33.4* MCV-93 MCH-29.1 MCHC-31.1* RDW-13.4 RDWSD-45.5 Plt 06:15AM BLOOD WBC-2.0*# RBC-3.79* Hgb-11.1* Hct-35.1 MCV-93 MCH-29.3 MCHC-31.6* RDW-13.3 RDWSD-45.2 Plt 06:05AM BLOOD WBC-5.0 RBC-3.94 Hgb-11.4 Hct-36.3 MCV-92 MCH-28.9 MCHC-31.4* RDW-13.3 RDWSD-44.9 Plt 06:25AM BLOOD WBC-3.8* RBC-3.71* Hgb-10.7* Hct-34.0 MCV-92 MCH-28.8 MCHC-31.5* RDW-13.4 RDWSD-45.1 Plt 06:25AM BLOOD WBC-7.4 RBC-3.85* Hgb-11.0* Hct-35.6 MCV-93 MCH-28.6 MCHC-30.9* RDW-13.6 RDWSD-45.9 Plt 03:00AM BLOOD WBC-9.6# RBC-3.76* Hgb-10.7* Hct-34.2 MCV-91 MCH-28.5 MCHC-31.3* RDW-13.5 RDWSD-44.7 Plt 06:30AM BLOOD Neuts-37.7 Monos-16.6* Eos-1.3 Baso-2.0* Im AbsNeut-0.57*# AbsLymp-0.63* AbsMono-0.25 AbsEos-0.02* AbsBaso-0.03 06:35AM BLOOD Neuts-51.8 Monos-14.0* Eos-1.2 Baso-1.6* Im AbsNeut-1.34* AbsLymp-0.80* AbsMono-0.36 AbsEos-0.03* AbsBaso-0.04 06:25AM BLOOD Neuts-49.3 Monos-15.9* Eos-1.9 Baso-1.0 Im AbsNeut-1.02*# AbsLymp-0.65* AbsMono-0.33 AbsEos-0.04 AbsBaso-0.02 06:25AM BLOOD Neuts-31.7* Monos-18.1* Eos-3.4 Baso-1.1* Im AbsNeut-0.56*# AbsLymp-0.79* AbsMono-0.32 AbsEos-0.06 AbsBaso-0.02 06:20AM BLOOD Neuts-81.9* Lymphs-7.0* Monos-9.7 Eos-0.7* Baso-0.2 Im AbsNeut-3.62# AbsLymp-0.31* AbsMono-0.43 AbsEos-0.03* AbsBaso-0.01 06:15AM BLOOD Neuts-46.5 Monos-18.0* Eos-3.5 Baso-0.5 Im AbsNeut-0.93*# AbsLymp-0.61* AbsMono-0.36 AbsEos-0.07 AbsBaso-0.01 06:05AM BLOOD Neuts-71.9* Lymphs-15.4* Monos-10.1 Eos-1.6 Baso-0.4 Im AbsNeut-3.56 AbsLymp-0.76* AbsMono-0.50 AbsEos-0.08 AbsBaso-0.02 06:25AM BLOOD Neuts-65.4 Lymphs-18.9* Monos-12.9 Eos-1.8 Baso-0.5 Im AbsNeut-2.49# AbsLymp-0.72* AbsMono-0.49 AbsEos-0.07 AbsBaso-0.02 06:25AM BLOOD Neuts-83.5* Lymphs-6.5* Monos-8.8 Eos-0.5* Baso-0.4 Im AbsNeut-6.18* AbsLymp-0.48* AbsMono-0.65 AbsEos-0.04 AbsBaso-0.03 03:00AM BLOOD Neuts-80.3* Lymphs-8.3* Monos-10.5 Eos-0.3* Baso-0.3 Im AbsNeut-7.67*# AbsLymp-0.79* AbsMono-1.00* AbsEos-0.03* AbsBaso-0.03 06:35AM BLOOD Plt 06:25AM BLOOD Plt 07:06PM BLOOD PTT-33.8 06:25AM BLOOD Plt 09:25AM BLOOD Plt 06:15AM BLOOD Plt 06:20AM BLOOD Plt 04:50PM BLOOD Plt 06:15AM BLOOD Plt 06:05AM BLOOD Plt 06:25AM BLOOD Plt 06:25AM BLOOD Plt 06:25AM BLOOD 03:00AM BLOOD Plt 06:30AM BLOOD Glucose-102* UreaN-5* Creat-0.5 Na-140 K-3.8 Cl-105 HCO3-26 AnGap-9* 06:35AM BLOOD Glucose-88 UreaN-11 Creat-0.6 Na-141 K-4.6 Cl-107 HCO3-24 AnGap-10 06:25AM BLOOD Glucose-86 UreaN-16 Creat-0.6 Na-137 K-4.7 Cl-103 HCO3-25 AnGap-9* 06:25AM BLOOD Glucose-78 UreaN-15 Creat-0.6 Na-139 K-4.5 Cl-102 HCO3-25 AnGap-12 09:25AM BLOOD Glucose-109* UreaN-13 Creat-0.6 Na-138 K-4.5 Cl-104 HCO3-25 AnGap-9* 06:15AM BLOOD Glucose-85 UreaN-11 Creat-0.7 Na-138 K-5.4* Cl-100 HCO3-27 AnGap-11 06:15AM BLOOD Glucose-86 UreaN-16 Creat-0.7 Na-139 K-4.8 Cl-104 HCO3-25 AnGap-10 06:05AM BLOOD Glucose-83 UreaN-18 Creat-0.6 Na-144 K-4.9 Cl-105 HCO3-25 AnGap-14 06:25AM BLOOD Glucose-91 UreaN-15 Creat-0.6 Na-142 K-4.3 Cl-105 HCO3-27 AnGap-10 06:25AM BLOOD Glucose-89 UreaN-12 Creat-0.6 Na-144 K-4.3 Cl-105 HCO3-26 AnGap-13 03:00AM BLOOD Glucose-97 UreaN-19 Creat-0.6 Na-144 K-4.0 Cl-105 HCO3-24 AnGap-15 06:30AM BLOOD ALT-49* AST-45* AlkPhos-121* TotBili-0.3 06:35AM BLOOD ALT-42* AST-36 AlkPhos-124* TotBili-0.5 06:25AM BLOOD ALT-45* AST-33 AlkPhos-130* TotBili-0.6 09:25AM BLOOD CK(CPK)-68 06:20AM BLOOD ALT-82* AST-64* AlkPhos-156* TotBili-0.4 06:05AM BLOOD ALT-52* AST-28 AlkPhos-132* TotBili-0.3 06:25AM BLOOD ALT-54* AST-34 AlkPhos-119* TotBili-0.3 06:25AM BLOOD ALT-53* AST-37 AlkPhos-115* TotBili-0.4 06:35AM BLOOD Lipase-58 06:25AM BLOOD GGT-58* 06:30AM BLOOD Calcium-8.1* Phos-2.9 Mg-2.0 06:35AM BLOOD Calcium-8.7 Phos-3.3 Mg-2.2 06:25AM BLOOD Calcium-8.7 Phos-3.9 Mg-2.3 06:25AM BLOOD Calcium-8.8 Phos-3.9 Mg-2.3 09:25AM BLOOD Calcium-8.5 Phos-3.0 Mg-2.2 06:20AM BLOOD Calcium-8.3* Phos-2.8 Mg-2.2 06:05AM BLOOD Calcium-8.5 Mg-2.5 06:25AM BLOOD Calcium-8.4 Phos-3.6 Mg-2.5 06:25AM BLOOD Calcium-8.3* Phos-3.1 Mg-2.4 06:25AM BLOOD TSH-3.3 03:09AM BLOOD Lactate-1. -speaking female with hx of Devic's recurrent neuromyelitis optica (hepatitis with azathioprine, was on Cellcept and now initiated on IVIG), neurogenic bladder (straight caths BID) presenting with fever and acute on chronic b/l leg weakness x 1d, likely due to E.coli UTI with recrudescence of her Devic's in the setting of infection. Home Cellcept was resumed and patient underwent initiation of IVIG therapy. Following IVIG infusions, patient was noted to be neutropenic. Given her neutropenia, additional medication was also discontinued including Bactrim that may be contribute to neutropenia, however neutropenia was likely linked to IVIG infusions given ANC declined soon after infusion, counts will need to be monitored to ensure recovery, likely two weeks from infusion (given on and . ANC on discharge was 640. WBC 1.6 (40% PMN) Patient was also noted to have DVT in right posterior tibial vein on . Patient c/o of calf pain bilaterally, then reported pain in right calf and left calf, she then reported pain worse in right calf after DVT was found. She is unable to describe when pain started. She has no history of DVTs and given immobility, DVT was thought to be provoked in the setting of immobility. She will follow-up with hematology as an outpatient to assess duration of anticoagulation and further hypercoagulable testing if needed. Consider repeating lower extremity ultrasound as outpatient. Choice of anticoagulation was initially lovenox and then anticoagulation was changed to apixiban for which she will take 10mg bid for 7days and then 5mg bid for 3 months. She will follow-up with neurology as outpatient for IVIG infusions which will be set up by her outpatient neurologist. She was supposed to follow-up with rheumatology as an outpatient given the concern for overlapping autoimmune diseases with neuromyelitis optica. APLS and additional rheumatology labs can be sent as an outpatient. Patient also reported hemorrhoidal bleeding at home. She was noted to have several bloody bowel movements while hospitalized. Patient was prepped for colonoscopy, however prep was inadequate. Given her neutropenia, colonoscopy was then postponed. While she was hospitalized, she requested colonoscopy to be completed as inpatient given she would not be able to manage prep at home, she was prepped second time for , however her ANC again was noted to be low, and colonoscopy was cancelled. She will follow-up for outpatient colonoscopy in several months as outpatient, she will need to call to schedule. # Fever: # E.coli urinary tract infection: # Neurogenic bladder: Patient with isolated fever in setting of Cellcept use (which predisposes to viral illnesses, including CMV, although IgM negative). Likely secondary to E.coli UTI (given dysuria/suprapubic tenderness), less likely viral URI in setting of odynophagia/congestion and sick contact (influenza A/Bnegative). CXR without infiltrate. Of note, patient straight caths twice a day and has a hx of MDR UTIs, for which she was previously seen by ID and trialed on suppressive fosfomycin. Started on Zosyn given historical resistance pattern, narrowed to Bactrim with plan for 14d course , through . Bactrim was discontinued on given neutropenia and concern for possible contribution if ongoing. Repeat UA was negative for infection. Repeat urine culture may have been contaminant and given negative UA, further antibiotics were held. Outpatient ID referral given hx of MDR infections and prior prophylaxis. Home cellcept initially held in setting of infection, resumed after discussion with outpatient neurologist. Home oxybutynin was held during hospitalization and on discharge and can be resumed as indicated by her PCP or neurologist as outpatient. # B/l lower extremity weakness (R>L): # Devic's disease: Concerning for recrudescence in setting of infection, now improving with treatment of UTI as above. Less likely disease progression. No saddle anesthesia or new B/B incontinence to suggest cord compression. Neurology consulted initially, recommended against reimaging. After discussion with patient's neurologist, Dr. (which was scheduled for initiation as an outpatient) was administered, with 55g given on and another 55g on . She was noted to be neutropenic following infusions. She is being discharged to rehab for further strengthening. She will f/u with Dr. as an outpatient and will need IVIG infusions as indicated by neurology. She will also need follow-up with rheumatology as outpatient given overlap of additional autoimmune disorders and neuromyelitis optica. # Elevated ALT, alk phos: # GIB: Dyspepsia/nausea initially, now resolved, but ALT mildly elevated with slowly uptrending alk phos. RUQ U/S showed no e/o biliary obstruction. Home ranitidine was continued. Pt developed GIBleeding on , with several bloody bowel movements. Pt had no hemodynamic stability throughout this time, and CBC remained stable. No transfusions were given. GI was consulted, who planned a colonoscopy, but the prep on was inadequate. Repeat colonoscopy on was cancelled after prep after patient's ANC was noted to be low. Patient was discharged with plan for outpatient , which is ordered, but patient will need to call to schedule (see contact information in d/c summary). # Leg cramping: Unclear etiology but chronic condition. Electrolytes WNL, CK wnl. Received occasional tramadol PRN with good effect, along with home gabapentin. She was occasionally given Tizanidine with some improvement as well. # Insomnia: Continued home Ativan 0.5mg QHS; made standing while hospitalized. # RLE DVT: found on in right posterior tibial vein. No prior history of DVTs, likely provoked in setting of immobility. Continue Lovenox 60 mg BID while in rehab, will follow-up with hematology to discuss length of duration. consider changing to DOAC when seen by hematology. Her mobility may improve as her neuromyelitis optica flare may improve. # Orthostatic hypotension: patient had intermittent orthostatic hypotension that resolved. TRANSITIONAL: [ ] f/u with neurology for further IVIG [ ] f/u with ID for consideration of UTI suppression therapy [ ] has previously been referred to rheumatology for joint pain; does not yet appear to have been seen, will need follow-up as outpatient, APLS serologies as outpatient [ ] schedule colonoscopy as an outpatient [ ] straight cath BID (patient does herself) [ ] follow-up with hematology as outpatient to discuss duration of anticoagulation, [ ] repeat CBC w/diff weekly, monitor ANC [ ] consider repeating lower extremity ultrasound as outpatient Medications on Admission: The Preadmission Medication list is accurate and complete. 1. Alendronate Sodium 70 mg PO WEEKLY 2. diclofenac sodium 1 % topical daily prn 3. econazole 1 % topical BID 4. Gabapentin 900 mg PO QHS 5. LORazepam 0.5 mg PO QHS PRN insomnia 6. mupirocin 2 % topical BID 7. Mycophenolate Mofetil 1500 mg PO BID 8. Oxybutynin 5 mg PO BID 9. Prochlorperazine 10 mg PO BID PRN nausea 10. Ranitidine 300 mg PO QHS 11. Acetaminophen 1000 mg PO BID PRN Pain Mild 12. Calcium 600 + D(3) (calcium carbonate-vitamin D3) 600 mg(1,500mg) -400 unit oral bid 13. Docusate Sodium 100 mg PO BID 14. Senna 8.6 mg PO BID Discharge Medications: 1. Apixaban 10 mg PO BID Duration: 7 Days RX *apixaban [Eliquis] 5 mg 2 tablet(s) by mouth twice a day Disp #*28 Tablet Refills:*0 2. Apixaban 5 mg PO BID Duration: 3 Months take after 10mg dose is finished in 7 days RX *apixaban [Eliquis] 5 mg 1 tablet(s) by mouth twice a day Disp #*60 Tablet Refills:*0 3. Bisacodyl 10 mg PO DAILY:PRN constipation 4. Lidocaine Jelly 2% 1 Appl TP DAILY:PRN to heels of feet 5. Ranitidine 150 mg PO QHS 6. Acetaminophen 1000 mg PO BID PRN Pain Mild 7. Alendronate Sodium 70 mg PO WEEKLY 8. Calcium 600 + D(3) (calcium carbonate-vitamin D3) 600 mg(1,500mg) -400 unit oral bid 9. diclofenac sodium 1 % topical daily prn 10. Docusate Sodium 100 mg PO BID 11. econazole 1 % topical BID 12. Gabapentin 900 mg PO QHS 13. LORazepam 0.5 mg PO QHS PRN insomnia 14. mupirocin 2 % topical BID 15. Mycophenolate Mofetil 1500 mg PO BID 16. Senna 8.6 mg PO BID 17. HELD Oxybutynin 5 mg PO BID This medication was held. Do not restart Oxybutynin until seen by your primary care physician : Extended Care Facility: Discharge Diagnosis: E.coli urinary tract infection Devic's disease recrudescence RLE posterior tibial vein DVT neutropenia attributed to Discharge Condition: Mental Status: Clear and coherent. Level of Consciousness: Alert and interactive. Activity Status: Ambulatory requires assistance or aid (walker or cane). Discharge Instructions: Dear Ms. , You were admitted to the hospital with fevers and worsening of your lower extremity weakness. You were found to have a urinary tract infection, and your symptoms improved with antibiotics. IVIG, a medication to treat your Devic's disease, was initiated in the hospital and will be continued two days per month going forward, as directed by your neurologist Dr. . You had some blood in your stool which you believed to be hemorrhoids. We recommend getting a colonoscopy for this and given your age is greater than , you are due for a screening colonoscopy if you have not had one since age . We have ordered the colonoscopy, but you need to call to schedule it. To schedule a procedure or motility, please call . You can do this after several months as well. You were also found to have a deep vein thrombosis in your right leg. Please follow-up with hematology as an outpatient for further evaluation and follow-up. Your whit blood cell count decreased and you became neutropenic. this puts you at risk for infection so make sure that people wash there hands around you and wear a mask if they have a cold. With best wishes, Medicine Followup Instructions:"
}