{
  "12551724-DS-13": "MEDICINE Allergies: Codeine Attending: . Chief Complaint: RLE swelling Major Surgical or Invasive Procedure: None History of Present Illness: year-old gentleman with history significant for hyperlipidemia, diabetes mellitus type 2, hypertension, left ventricular dysfunction with an EF of 40%-45%, coronary artery disease, status post bypass with LIMA to LAD, SVG to the PLV and PDA, and SVG to OM1 and OM2, left leg DVT, CKD stage II diabetic nephropathy, presents with right leg swelling. Right leg swelling started morning, he woke up this way. No pain at this time. , swelling worsened, but he still went to work for 6 hours standing on it, felt febrile so checked his temperature and was 99/8. , swelling and pain worsened before it got better, he tried very hard to stay off of it. He remembered having similar pain in when he had a left leg clot. Since his pain did not improve, he came into the ED where he was found to have a DVT. On the walk up to the ED, he felt some shortness of breath, otherwise no symptoms of chest pain or shortness of breath at the moment. Of note, patient states he got an extensive work up done at which showed he had factor 5. ED COURSE Exam: Notable for \"unilateral 2+ pitting edema in the right calf, positive Homans sign\" Labs: BMP 142 | 104 | 16 / AGap=18 177 5.1 | 20 | 1.1 \\ CBC \\ 12.2 / 6.8 112 / 36.0 \\ 71.3%N, 17.5%L INR 1.1; PTT 29 Imaging: BLE U/S : 1. Occlusive thrombosis of the right femoral vein, right popliteal vein, right posterior tibial veins, and right peroneal veins. 2. No evidence of deep venous thrombosis in the left lower extremity. CTA Chest : 1. Pulmonary emboli of the lobar, segmental, and subsegmental pulmonary arteries to the right middle and right lower lobes. 2. Multiple pulmonary nodules, as detailed above, measuring up to 6 mm in the right upper and left upper lobes. Comparison with prior chest CT, if available, is recommended. If not available, chest CT in 12 months is optional if patient has elevated risk factors for lung cancer. If there are no elevated risk factors, follow-up chest CT is not recommended. This is per guidelines on incidentally found pulmonary nodules. Cardiology: EKG : Rate 76, RAD, LBBB, no signs of ischemia Consults: None Interventions: ASA 325, Lisinopril 40, Carvedilol 12.5, Isosorbide (ER) 120, Metoprolol 25. Heparin gtt. Past Medical History: CAD/MI () HTN Hyerlipidemia DM Social History: Family History: Mother: lung cancer, heavy smoker Cousin: Factor 5 Uncle: MI Physical : ADMISSION PE: PHYSICAL EXAM: Vs: 98.1 PO 184 / 104 R Sitting 80 18 98 Ra Gen: Well-appearing male in NAD. Eyes: No scleral icterus. EOMI. PERRL. HENT: NC/AT. Neck supple, no tenderness. No LAD. CV: NR, RR. Nl S1, S2. No m/r/g. 2+ peripheral pulses bilaterally. Resp: CTAB. Resonant to percussion throughout. GI: Soft, nontender, nondistended. No masses. Msk: RLE with 2+ pitting edema. LLE w no edema. Skin: No rashes or lesions. Neuro: AOx3. Moving all four limbs with intention. DISMISSION PE: PHYSICAL EXAM: Vitals: T 98.0, BP 160/83, HR 71, RR 18, O2 Sat 97 Ra Gen: NAD, laying comfortably in bed. Eyes: No scleral icterus. PERRL. CV: RRR. Nl S1, S2. No m/r/g. No carotid bruits. Resp: decreased breath sounds R upper/lower, CTA on L, no wheezes/ rhonchi/ rales. No evidence of accessory muscle use on respiration. GI: Soft, nontender, nondistended. No masses. Msk: Trace edema RLE up to ankle, no erythema/ tenderness, or associated skin findings concerning for limb ischemia, wwp, 2+ distal pulses , LLE with no edema; sign RLE. Skin: No rashes or lesions. Neuro: AOx3. Grossly moving all four limbs with purpose. Pertinent Results: ADMISSION LABS: 10:53AM BLOOD WBC-6.8 RBC-3.52* Hgb-12.2* Hct-36.0* MCV-102* MCH-34.7* MCHC-33.9 RDW-12.6 RDWSD-46.6* Plt 10:53AM BLOOD Neuts-71.3* Lymphs-17.5* Monos-8.5 Eos-1.8 Baso-0.6 Im AbsNeut-4.86 AbsLymp-1.19* AbsMono-0.58 AbsEos-0.12 AbsBaso-0.04 06:00AM BLOOD Glucose-147* UreaN-13 Creat-1.0 Na-143 K-4.4 Cl-102 HCO3-25 AnGap-16 10:53AM BLOOD PTT-29.0 06:00AM BLOOD Calcium-8.8 Phos-3.6 Mg-1.5* IMAGING: ECG: Rate PR QRS QT QTc () P QRS T 76 -14 122 58 US: IMPRESSION: 1. Occlusive thrombosis of the right femoral vein, right popliteal vein, right posterior tibial veins, and right peroneal veins. 2. No evidence of deep venous thrombosis in the left lower extremity. CTA CHEST: IMPRESSION: 1. Pulmonary emboli of the lobar, segmental, and subsegmental pulmonary arteries to the right middle and right lower lobes. 2. Multiple subcentimeter pulmonary nodules, as detailed above, measuring up to 6 mm in the right upper and left upper lobes. Comparison with prior chest CT, if available, is recommended. If not available, chest CT in 12 months is optional if patient has elevated risk factors for lung cancer. If there are no elevated risk factors, follow-up chest CT is not recommended. This is per society guidelines on incidentally found pulmonary nodules. DISCHARGE LABS: 06:00AM BLOOD WBC-5.4 RBC-3.06* Hgb-11.0* Hct-31.8* MCV-104* MCH-35.9* MCHC-34.6 RDW-12.7 RDWSD-47.8* Plt 06:00AM BLOOD PTT-73.0* 06:00AM BLOOD Glucose-147* UreaN-13 Creat-1.0 Na-143 K-4.4 Cl-102 HCO3-25 AnGap-16 06:00AM BLOOD Calcium-8.8 Phos-3.6 Mg-1.5* Brief Hospital Course: year-old gentleman with history significant for hyperlipidemia, diabetes mellitus type 2, hypertension, left ventricular dysfunction with an EF of 40%-45% (), coronary artery disease, status post bypass with LIMA to LAD, SVG to the PLV and PDA, and SVG to OM1 and OM2, left leg DVT , CKD stage II diabetic nephropathy, presenting with right leg swelling. ACUTE ISSUES # RLE DVT #Pulmonary Embolism Patient presented with RLE DVT after noticing RLE swelling on that was unprovoked. He denied hx of inactivity, long flights, or stasis. On , he presented to the ED iso worsening RLE swelling and pain similar to the pain from his LLE DVT. A CTA chest was done that revealed pulmonary emboli of the lobar, segmental, and subsegmental pulmonary arteries of the R middle and lower lobes, as well as multiple pulmonary nodules measuring up to 6 mm in the R upper and L upper lobes. He was started on heparin gtt as well as his home cardiac medications. Heparin was discontinued and apixaban started for indefinite a/c outpatient treatment. His aspirin was continued (lower dose) after speaking with outpatient cardiologist. Likely related to Factor 5 Leiden deficiency (worked up at records requested, had not arrived prior to D/C). #HTN: Patient's BPs were 180s/110s when he first arrived to the floor. This was likely to not taking evening dose of medication. SBPs outpatient have been 130s. His SBPs on the floor have remained in the 150s-160s stably. He denied any HAs, vision changes, and was neurologically intact. He was continued on home medications: Isosorbide Mononitrate, Lisinopril, Metoprolol, Carvedilol. His BP was monitored for a goal SBP of <150s. #Systolic CHF (LVEF 40-45% CHF stable at time of last echo in . He was not on standing Lasix at home. He did not appear volume-up. He was continued on lisinopril, metoprolol, Carvedilol. CHRONIC ISSUES #Coronary Artery Disease, s/p MI w 3 stents and CABG Last seen by Cardiology having some anginal Sx at that time and increased on Isosorbide mononitrate from 60 to 120mg. He was continued on home lisinopril, isosorbide mononitrate, metoprolol tartrate, carvedilol, aspirin, #Gout His colchicine PRN was held. #DMT2 Held oral medications. He was monitored using insulin sliding scale. TRANSITIONAL ISSUES: # Occult malignancy: DVT likely in setting of Factor 5 deficiency. Cannot exclude malignancy. Consider repeat CT chest year (has nodules), also consider repeating other age appropriate cancer screening. #HTN SBPs during admission in the 160-180s. need uptitration of medications. Discharged pressure 170/84. #Anticoagulation: Apixiban selected as anticoagulation agent for this patient after discussing risks/benefits with patient and following up with his outpatient cardiologist. He will be on 10 mg BID for the first 7 days and then 5 mg BID thereafter. MEDICATION CHANGES * Apixaban 10 mg PO every 12 hours, end date morning dose * Apixaban 5 mg PO every 12 hours on going until you follow up with your primary care doctor * Aspirin 81 mg PO DAILY You were taking this medication at home but there has been a change in dose (had been taking 325 mg daily at home) Code status: Full presumed Medications on Admission: The Preadmission Medication list is accurate and complete. 1. Carvedilol 12.5 mg PO BID 2. Isosorbide Mononitrate (Extended Release) 120 mg PO DAILY 3. Lisinopril 40 mg PO DAILY 4. MetFORMIN (Glucophage) 1000 mg PO BID 5. Simvastatin 80 mg PO QPM 6. Cyanocobalamin 1000 mcg PO DAILY 7. Aspirin 325 mg PO DAILY 8. GlipiZIDE 10 mg PO BID 9. Benzonatate 100 mg PO TID:PRN cough 10. Colchicine 0.6 mg PO ONCE:PRN gout 11. Metoprolol Tartrate 25 mg PO BID 12. Nitroglycerin SL 0.4 mg SL Q5MIN:PRN chest pain 13. Multivitamins 1 TAB PO DAILY Discharge Medications: 1. Apixaban 10 mg PO BID 2. Apixaban 5 mg PO BID Please start after the 7 days of twice daily 10 mg Apixaban RX *apixaban [Eliquis] 5 mg 1 tablet(s) by mouth every twelve (12) hours Disp #*60 Tablet Refills:*0 3. Aspirin 81 mg PO DAILY 4. Benzonatate 100 mg PO TID:PRN cough 5. Carvedilol 12.5 mg PO BID 6. Colchicine 0.6 mg PO ONCE:PRN gout 7. Cyanocobalamin 1000 mcg PO DAILY 8. GlipiZIDE 10 mg PO BID 9. Isosorbide Mononitrate (Extended Release) 120 mg PO DAILY 10. Lisinopril 40 mg PO DAILY 11. MetFORMIN (Glucophage) 1000 mg PO BID 12. Metoprolol Tartrate 25 mg PO BID RX *metoprolol tartrate 25 mg 1 tablet(s) by mouth twice a day Disp #*60 Tablet Refills:*0 13. Multivitamins 1 TAB PO DAILY 14. Nitroglycerin SL 0.4 mg SL Q5MIN:PRN chest pain 15. Simvastatin 80 mg PO QPM Discharge Disposition: Home Discharge Diagnosis: RLE DVT Pulmonary embolism Discharge Condition: Mental Status: Clear and coherent. Level of Consciousness: Alert and interactive. Activity Status: Ambulatory Independent. Discharge Instructions: Dear Mr. , It was a pleasure taking care of you at . Why was I hospitalized? You had a clot in your right leg. What happened while I was in the hospital? You had an ultrasound of your right leg that showed a clot in your right lower leg. You had a CT chest that showed a clot in your lungs. You were given heparin anticoagulation in order to thin the blood and prevent the clots from getting bigger. You were continued on your other home heart medications. What should I do when I go home? You should follow up with your PCP and cardiologist MEDICATION CHANGES * Apixaban 10 mg PO every 12 hours, end date morning dose * Apixaban 5 mg PO every 12 hours on going until you follow up with your primary care doctor. * Aspirin 81 mg PO DAILY You were taking this medication at home but there has been a change in dose We wish you all the best, Your Team Followup Instructions:"
}