{
  "16329034-DS-14": "MEDICINE Allergies: No Known Allergies / Adverse Drug Reactions Attending: . Chief Complaint: Pulmonary emboli Malpositioned IVC filter Depression Atrial Fibrillation Major Surgical or Invasive Procedure: IVC filter removal by History of Present Illness: Mr. is a man with history of recurrent DVT/PE with +lupus anticoagulant s/p IVC filter placement, atrial fibrillation, who initially presented to on for suicidal ideation and was found to have bilateral pulmonary emboli, now transferred for replacement of IVC filter. The patient initially presented to for suicidal ideation. He subsequently developed shortness of breath and tachycardia, and was found to have bilateral pulmonary emboli. The patient's imaging was discussed with , who thought that the patient's IVC filter was malpositioned, so the patient was transferred to for evaluation. His apixaban was stopped and he was started on a heparin gtt in anticipate of this procedure. Of note, patient should be on lifelong anticoagulation given recurrent DVT/PE. However, he previously discontinued warfarin due to GI side effects and stopped DOAC due to issues with insurance. His hospital course at was complicated by episodes of atrial fibrillation with RVR that only occurred with exertion. He is not on any chronic rate control medications. Regarding his suicidal ideation, the patient reported ongoing SI but reported feeling safe in the hospital. Plan for inpatient psychiatry admission once he return to . The patient has history of alcohol abuse and exhibited mild withdrawal during his hospital stay, but CIWA was subsequently able to be discontinued. On arrival to , the patient reports that he feels well. He denies any shortness of breath at rest or with exertion, no chest pain, no palpitations. No fevers, chills, nausea, vomiting, abdominal pain, diarrhea, constipation. He reports that he feels depressed and hopeless. Has a plan for suicide to take an overdose of pills and alcohol. He reports that he used to see a therapist and take medications for his depression, but due to insurance issues he was unable to do this any longer. He reports that he has no plans to harm himself while in the hospital, and would like to have this procedure done. He is amenable to an inpatient psychiatric admission after this. Past Medical History: History of DVT/PE Bipolar I disorder Alcohol use disorder syndrome Cirrhosis, presumed due to alcohol DMII, A1c 6.7 Atrial fibrillation Anemia Thrombocytopenia Social History: Family History: No family history of DVT/PE. Physical Exam: ADMISSION: VITALS: 24 HR Data (last updated @ 1457) Temp: 98.6 (Tm 98.6), BP: 115/73 (112-134/72-85), HR: 96 (68-125), RR: 18 (), O2 sat: 96% (96-98), O2 delivery: RA GENERAL: Alert and in no apparent distress EYES: Anicteric, pupils equally round ENT: Moist mucous membranes, small gauze on site of R IJ now removed CV: Afib reg rate, no murmur, no S3, no S4. No JVD. RESP: Lungs clear to auscultation with good air movement bilaterally. Breathing is non-labored GI: Abdomen soft, non-distended, non-tender to palpation. Bowel sounds present. GU: Bilateral small gauze pads taped where he had lines in the two femoral veins. No bleeding or hematoma. MSK: Neck supple, moves all extremities, strength grossly full and symmetric bilaterally in all limbs SKIN: No rashes or ulcerations noted NEURO: Alert, oriented, face symmetric, gaze conjugate with EOMI, speech fluent, moves all limbs PSYCH: Pleasant, appropriate affect DISCHARGE: VITALS: 1144 Temp: 98.8 PO BP: 108/76 HR: 73 RR: 18 O2 sat: 97% O2 delivery: RA GENERAL: Alert and in no apparent distress EYES: Anicteric, pupils equally round ENT: Moist mucous membranes CV: Afib reg rate, no murmur, no S3, no S4. No JVD. RESP: Lungs clear to auscultation with good air movement bilaterally. Breathing is non-labored NEURO: Alert, oriented, face symmetric, gaze conjugate with EOMI, speech fluent, moves all limbs PSYCH: Pleasant, appropriate affect, anxious Pertinent Results: ADMISSION: 08:04AM BLOOD WBC-5.3 RBC-4.42* Hgb-11.9* Hct-36.1* MCV-82 MCH-26.9 MCHC-33.0 RDW-22.4* RDWSD-66.2* Plt 08:04AM BLOOD PTT-86.9* 08:04AM BLOOD Glucose-123* UreaN-15 Creat-0.8 Na-142 K-4.2 Cl-107 HCO3-20* AnGap-15 08:04AM BLOOD Calcium-8.4 Phos-4.0 Mg-1.9 INTERIM IMPORTANT RESULTS: 07:39AM BLOOD cTropnT-<0.01 DISCHARGE: (Last lab set drawn prior to d/c) 07:39AM BLOOD WBC-7.8 RBC-4.49* Hgb-12.2* Hct-37.8* MCV-84 MCH-27.2 MCHC-32.3 RDW-22.1* RDWSD-66.6* Plt 07:39AM BLOOD Glucose-120* UreaN-15 Creat-0.9 Na-143 K-4.1 Cl-104 HCO3-21* AnGap-18 Brief Hospital Course: #PEs: #IVC Filter: #Lupus Anticoagulant: The IVC filter removal was successful. Restarted apixaban given the PEs and no longer had IVC filter. He will follow up as an outpatient with vascular team for further plans on . #Atrial Fibrillation w/ RVR: Noted to have increasing episodes of atrial fibrillation with RVR up to rates in the 150s when ambulating a/w symptoms during admission. He was started on metoprolol. During uptitration of metoprolol, started to notice pauses on telemetry up to seconds that were asymptomatic. Cardiology was consulted and felt that pauses were not likely to cause clinical issues. Metoprolol eventually titrated to 150mg daily of Toprol XL. On , patient was deemed medically cleared to leave hospital. Telemetry was continued past this point, however he did not have any concerning findings up through and will not require any continuous telemetry monitoring upon hospital discharge. On discharge, his PCP should eventually arrange for him to be referred to see an electrophysiology (EP) cardiologist to discuss option of rhythm control (?repeat ablation) given that despite close to maximal rate control he was still symptomatic. TTE performed in planning for eventual outpatient cardiology appointment, the results of which were pending at the time of discharge. #Depression: He had initially come from inpatient psychiatric ward at prior to transfer to for medical care. Patient was interested in going back to inpatient psychiatric care after his medical hospitalization. He was evaluated by psych team who recommended he go to inpatient psychiatric stay after medical hospitalization. He was placed on on with plan to return to inpatient psychiatric care. #Heavy ETOH use: He was counseled on abstaining from alcohol, particularly given anticoagulants. No clinical signs/symptoms of ETOH withdrawal during hospitalization. He was given folate/thiamine/MVI. Medications on Admission: The Preadmission Medication list is accurate and complete. 1. Apixaban 5 mg PO BID 2. FoLIC Acid 1 mg PO DAILY 3. Thiamine 100 mg PO DAILY 4. Mirtazapine 15 mg PO QHS 5. QUEtiapine Fumarate 300 mg PO QHS Discharge Medications: 1. Metoprolol Succinate XL 150 mg PO DAILY 2. Polyethylene Glycol 17 g PO DAILY PRN constipation 3. Apixaban 5 mg PO BID 4. FoLIC Acid 1 mg PO DAILY 5. Mirtazapine 15 mg PO QHS 6. QUEtiapine Fumarate 300 mg PO QHS 7. Thiamine 100 mg PO DAILY Discharge Disposition: Extended Care Facility: Discharge Diagnosis: Atrial fibrillation Pulmonary emboli IVC filter removal Depression Discharge Condition: Mental Status: Clear and coherent. Level of Consciousness: Alert and interactive. Activity Status: Ambulatory Independent. Discharge Instructions: Dear Mr. , You were transferred from due to pulmonary clots in your lungs and a poorly positioned filter in the large vessel feeding blood to your heart (\"IVC Filter\"). We removed the filter and started you on blood thinners (apixaban) and a medication to control your heart rate (metoprolol). It is very important to continue these medications, avoid alcohol, and get follow up with your primary care doctor and cardiologist. You were transferred back to inpatient psychiatric care after your stay here. Sincerely, Your Team Followup Instructions:"
}