{
  "17804936-DS-19": "MEDICINE Allergies: Haldol / fluphenazine Attending: . Chief Complaint: fever, wheezing, abdominal pain Major Surgical or Invasive Procedure: TEE History of Present Illness: coming from nursing home with h/o schizoaffective disorder, HTN, afib on Eliquis, dementia, HLD, kidney failure on home oxygen presents from facility with c/o fever (Tmax 102), wheezing, and distended abdomen. ED Course notable for: Initial CXR concerning for infection with patchy retrocardiac opacity. CBC with leukocytosis to 20.5. Lactate trending up from 2.4 to 4.2. Patient was given 500mL NS and started on vancomycin and zosyn. A CT was performed, also concerning for PNA and redemonstrating previously known stercoral colitis with stool ball and porcelain gallbladder. In the ED BP was 94/66 not on pressors. Access is 1 peripheral 20 guage iv. On arrival to the MICU, the patient is somnolent but arousable to pain or raised voice. When asked if she has pain, she shakes her head no. Her O2 sat is ~96% on 6L NC. Past Medical History: (per chart, unable to confirm with patient): AFib on Eliquis Mitral valve insufficiency/mitral valve prolapse s/p repair Stroke with resultant contracture R hand Schizoaffective disorder with hx of catatonia requiring ECT Panic disorder Seizure disorder HTN GERD B12 deficiency Chronic hypernatremia NSTEMI bipolar disease Social History: Family History: (per chart, unable to confirm with pt): Father with bipolar disorder. Multiple mentally ill relatives (all siblings have mental illness diagnosis except for one). Per her guardian, her nephew also has a major mental illness. Physical Exam: ADMISSION PHYSICAL EXAM: VITALS: Reviewed in metavision GENERAL: somnolent, arousable for <2 seconds at a time. HEENT: Sclera anicteric, MMM, oropharynx clear NECK: supple, JVP not elevated, no LAD LUNGS: Clear to auscultation bilaterally, no wheezes, rales, rhonchi CV: Regular rate and rhythm, normal S1 S2, no murmurs, rubs, gallops ABD: soft, non-tender, mildly distended, bowel sounds present, no rebound tenderness or guarding; Gtube in place, does not appear infected. EXT: cold, capillary refill <5 seconds, 2+ pulses, no clubbing, cyanosis or edema SKIN: pale NEURO: PERRL; R hand chronically contracted DISCHARGE PHYSICAL EXAM: Vitals: Temp: 97.8 (Tm 98.9), BP: 141/62 (135-155/62-99), HR: 63 (manual) (41-90), RR: 18 (), O2 sat: 96% (93-97), O2 delivery: Ra General: lying comfortably in bed, alert, unable to verbalize and confirm orientation HEENT: NCAT Lungs: no increased work of breathing CV: NRR, no murmurs/rubs/gallops GI: soft, nontender, nondistended. No tap or shake tenderness. Ext: no peripheral edema b/l, no petechiae or other skin lesions, radial pulses 2+ b/l. Pertinent Results: ADMISSION LABS: 08:50PM PTT-29.2 08:50PM WBC-20.5* RBC-4.54 HGB-13.5 HCT-42.8 MCV-94 MCH-29.7 MCHC-31.5* RDW-14.6 RDWSD-50.5* 08:50PM NEUTS-85.1* LYMPHS-7.3* MONOS-6.3 EOS-0.7* BASOS-0.2 IM AbsNeut-17.39* AbsLymp-1.49 AbsMono-1.29* AbsEos-0.15 AbsBaso-0.05 08:50PM ALBUMIN-3.8 CALCIUM-9.0 PHOSPHATE-4.1 MAGNESIUM-3.3* 08:50PM proBNP-3111* 08:50PM ALT(SGPT)-8 AST(SGOT)-14 ALK PHOS-118* TOT BILI-0.5 10:06PM URINE BLOOD-TR* NITRITE-NEG PROTEIN-TR* GLUCOSE-NEG KETONE-NEG BILIRUBIN-NEG UROBILNGN-NEG PH-6.0 LEUK-NEG 12:33AM LACTATE-4.2* 03:38AM TSH-3.8 03:38AM VIT B12-474 03:23PM GLUCOSE-95 UREA N-30* CREAT-2.0* SODIUM-145 POTASSIUM-4.9 CHLORIDE-108 TOTAL CO2-22 ANION GAP-15 DISCHARGE LABS: 06:20AM BLOOD WBC-13.6* RBC-3.59* Hgb-10.7* Hct-33.3* MCV-93 MCH-29.8 MCHC-32.1 RDW-14.8 RDWSD-50.2* Plt 06:20AM BLOOD Glucose-110* UreaN-23* Creat-1.0 Na-145 K-3.9 Cl-107 HCO3-26 AnGap-12 MICROBIO: Anaerobic Bottle Gram Stain (Final : GRAM POSITIVE COCCI IN PAIRS AND CHAINS. 8:50 pm BLOOD CULTURE **FINAL REPORT Blood Culture, Routine (Final : STREPTOCOCCUS GALLOLYTICUS SSP. PASTEURIANUS (STREPTOCOCCUS BOVIS). FINAL SENSITIVITIES. SENSITIVITIES: MIC expressed in MCG/ML STREPTOCOCCUS GALLOLYTICUS SSP. PASTEURIANUS (STR | CEFTRIAXONE 0.25 S CLINDAMYCIN 0.5 I ERYTHROMYCIN <=0.12 S PENICILLIN G 0.12 S VANCOMYCIN 0.5 S Anaerobic Bottle Gram Stain (Final : GRAM POSITIVE COCCI IN PAIRS AND CHAINS. Reported to and read back by () @10:05 (). IMAGING: CHEST (PORTABLE AP)Study Date of 10:05 Patchy retrocardiac opacity, potentially atelectasis, with infection not excluded in the correct clinical setting. No evidence for congestive heart failure. CT CHEST W/O CONTRAST; CT ABD & PELVIS W/O CONTRAST Study Date of 10:18 1. Slightly limited assessment of the lung parenchyma due to motion. Within these limitations, bilateral, relatively diffuse peribronchovascular, nodular ground-glass opacities, right greater than left, are suggestive of underlying infectious or inflammatory process. 2. Large rectosigmoid stool ball is similar in size compared to prior with rectal and sigmoid wall thickening consistent with stercoral proctitis. Recommend disimpaction. 3. Cholelithiasis without acute cholecystitis. Calcification of the periphery of the gallbladder compatible with porcelain gallbladder, as seen previously. Cardiovascular Transthoracic Echo Report IMPRESSION: No 2D echocardiographic evidence for endocarditis. Mild symmetric left ventricular hypertrophy with normal cavity size and regional/global biventricular systolic function. Thickened mitral valve with mildly elevated transvalvular gradient. Mild mitral and tricuspid regurgitation. mild pulmonary hypertension. ***Transesophageal Echo done on , per fellow no evidence of vegetations, full report not finalized in our medical record at time of discharge. Brief Hospital Course: This is a year old female nursing home resident with guardian with past medical history of atrial fibrillation, prior stroke with residual L hemiparesis, CKD stage 3, mitral valve prolapse status post repair, schizoaffective disorder, seizure disorder, admitted with sepsis secondary to stercoral colitis and strep bovis bacteremia, treated with antibiotics with improvement, TEE without signs of endocarditis, able to be discharged to nursing home # Sepsis, Strep Bovis secondary to acute blood stream infection # Stercoral colitis Patient presented with fever, leukocytosis, without clear source of infection. Patient initially admitted to ICU on empiric broad spectrum antibiotics, where admission blood cultures returned positive for strep bovis. CT imaging showed large stool ball in the sigmoid colon and rectum. She was felt to likely have translocation of gut bacteria in setting of this stercoral colitis. Antibiotics were narrowed based on sensitivities and patient was treated with aggressive bowel regimen with resolution of constipation symptoms and abdominal distension. TTE and TEE did not demonstrate signs of endocarditis. A midline was placed and her last day of ceftriaxone will be for a full 14 day course of ceftriaxone. Discharged with a more aggressive bowel regimen to avoid future obstipation. # Acute Metabolic Encephalopathy Patient was lethargic on presentation in setting of sepsis. Initial medical workup was unremarkable, except for above sepsis and infection. Her mental status resolved to her baseline with the above and she remained stable. #HYPERNATRMEMIA: In setting of her acute infection, patients sodium peaked at 154, thought to be secondary to increased insensible losses. Increased patient free water flushes to compensate. Sodium was subsequently stable. Final free water flush regimen was 300 cc q4h. Would recheck sodium to ensure stability. # # CKD 3 Patient presented with elevated Cr to 2.2 on presentation. Her baseline is 1.2. Thought to be dehydration and sepsis, both of which were treated as above. Also found to have urinary retention, treated as below. Cr resolved to baseline prior to discharge. # Urinary retention Found to be retaining 1.3L urine on presentation. Felt to be from her encephalopathy and constipation. Initially had foley placed. Passed subsequent trial of void and retention did not recur. # Chronic Afib c/b CVA Continued apixaban, metoprolol # Schizoaffective disorder Given initial sedation, home Seroquel and clonazepam were held. Given stability of mental status at baseline, did not restart Seroquel or clonazepam would consider restarting at follow-up. #Porcelain Gallbladder Incidentally seen on imaging, stable from prior. Would consider outpatient surgical referral #Seizure disorder Continued valproic acid #GERD continued famotidine TRANSITIONAL ISSUES: Discharged to nursing home Consider repeat Na check Consider re-starting clonazepam and quetiapine as needed, but the patient was not requiring these medications at discharge Follow up porcelain gallbladder, discussing with guardian how aggressively she would want to follow this Spoke to prior to discharge and she would like for the patient to remain NPO with tube feeds to reduce risk of aspiration. Also spoke with her re: colonoscopy and she does not want to pursue this given that treatment of cancer is not within the patient's goals of care Last day of ceftriaxone will be . Please pull midline after that. Discharged on modified free water flush regimen: 300 cc q4h > 30 minutes spent on discharge Medications on Admission: The Preadmission Medication list may be inaccurate and requires futher investigation. 1. Apixaban 5 mg PO BID 2. Aspirin 81 mg PO DAILY 3. Atorvastatin 40 mg PO QPM 4. ClonazePAM 1 mg PO BID 5. Famotidine 20 mg PO DAILY 6. Metoprolol Tartrate 50 mg PO TID 7. QUEtiapine Fumarate 300 mg PO BID 8. Valproic Acid mg PO QHS 9. Valproic Acid mg PO DAILY Discharge Medications: 1. Bisacodyl 10 mg PO/PR DAILY:PRN Constipation 2. CefTRIAXone 2 gm IV Q 24H Duration: 7 Days 3. Multivitamins W/minerals 1 TAB PO DAILY 4. Polyethylene Glycol 17 g PO DAILY 5. Senna 8.6 mg PO BID 6. Apixaban 5 mg PO BID 7. Aspirin 81 mg PO DAILY 8. Atorvastatin 40 mg PO QPM 9. Famotidine 20 mg PO DAILY 10. Metoprolol Tartrate 50 mg PO TID 11. Valproic Acid mg PO QHS 12. Valproic Acid mg PO DAILY 13. HELD ClonazePAM 1 mg PO BID This medication was held. Do not restart ClonazePAM until a doctor tells you 14. HELD QUEtiapine Fumarate 300 mg PO BID This medication was held. Do not restart QUEtiapine Fumarate until a doctor tells you Discharge Disposition: Extended Care Facility: Discharge Diagnosis: PRIMARY: Strep bovis bacteremia Stercoral colitis SECONDARY: Urinary retention Schizoaffective disorder Discharge Condition: Mental Status: Confused always. Level of Consciousness: Alert and interactive. Activity Status: Out of Bed with assistance to chair or wheelchair. Discharge Instructions: Dear , You were admitted to the hospital because you had a fever. We diagnosed you with a bloodstream infection and treated it with antibiotics. When you leave the hospital, you will be taken care of again at . Please note all of your medication changes below. It was a pleasure caring for you, Your team Followup Instructions:"
}