{
  "12722180-DS-15": "MEDICINE Allergies: No Known Allergies / Adverse Drug Reactions Attending: . Chief Complaint: Delirium Major Surgical or Invasive Procedure: NONE History of Present Illness: Mr. is a y/o M w/ bipolar disorder on ECT, recurrent PE/DVTs on elliquis, CKD, DMII,and OSA, presenting now as a transfer to medicine for evaluation for AMS and acute on chronic kidney disease after prolonged psychiatric hospitalization. Patient was admitted to the hospital on under voluntary agreement for further management of his worsening symptoms of depression. Per psychiatry, his presenting symptoms were concerning for worsening of his underlying Bipolar Disorder Type I. In addition, he was noted to have negativism, verbigeration, and withdrawal, concerning for the development of catatonia. He was continued on his home fluoxetine, olanzapine, and lithium, but had increased frequency of ECT treatments. In addition, he was initiated on lorazepam on with increasing frequency of doses to q4hrs given improvement in symptoms of catatonia. However on , there was concern for changing mental status, and in particular increasing somnolence/delirium. Basic delirium workup was notable only for mild leukocytosis and acute on chronic kidney disease. Medicine was consulted for evaluation, and recommended transfer to medicine for further management. hospital course was also notable for chest pain and hypertension following his first ECT treatment on , with EKG concerning for more pronounced TWI in V1-4, but on further evaluation there was low concern for ACS. On arrival to the floor, patient reports overall feeling sick. He states he has some abdominal discomfort, and his left eye feels slightly dry. Per discussion with his wife, she states he seems still a little altered, but also did not see him the last few days when his mental status had begun to change. Prior to further questioning, patient states \"I think that is enough for now\". Past Medical History: DM,CKD,OSA, recurrent PEs (On Eliquis), bipolar disorder type I Social History: Family History: Father bipolar, alcoholism Mother depression, Brother substance use Physical Exam: ADMISSION PHYSICAL EXAM VITALS: Reviewed in OMR. GENERAL: Alert, but minimally interactive, in no acute distress. HEENT: Mucus membranes dry. Three well healing laceration on forehead. Left conjunctiva erythematous, dried pustular discharge. CARDIAC: RRR, no murmurs, rubs, or gallops LUNGS: No increased work of breathing, CTAB ABDOMEN: Soft, non-tender, non-distended EXTREMITIES: Trace lower extremity edema NEUROLOGIC: AOx3. Slow to respond. Moving all 4 limbs spontaneously. strength throughout. Normal sensation. DISCHARGE PHYSICAL EXAM T:98.1 PO BP:124/67 L Lying HR:65 RR:18 O2:94 Ra GENERAL: Alert, arousable, interactive, NAD. HEENT: Three well healing laceration on forehead. Left conjunctiva erythematous, dried pustular discharge. CARDIAC: RRR, no murmurs, rubs, or gallops LUNGS: No increased work of breathing, CTAB ABDOMEN: Soft, non-tender, non-distended EXTREMITIES: Trace lower extremity edema NEUROLOGIC: AOx3. Days of weeks backward appropriate. Moving all 4 limbs spontaneously. strength throughout. Normal sensation. Pertinent Results: ADMISSION LABS 10:30AM BLOOD WBC-11.3* RBC-4.94 Hgb-15.4 Hct-46.2 MCV-94 MCH-31.2 MCHC-33.3 RDW-12.3 RDWSD-42.3 Plt 10:30AM BLOOD Neuts-79.3* Lymphs-11.2* Monos-5.9 Eos-2.8 Baso-0.4 Im AbsNeut-8.97* AbsLymp-1.27 AbsMono-0.67 AbsEos-0.32 AbsBaso-0.05 10:30AM BLOOD Plt 10:30AM BLOOD Glucose-239* UreaN-31* Creat-1.7* Na-141 K-4.1 Cl-106 HCO3-22 AnGap-13 10:30AM BLOOD ALT-13 AST-13 LD(LDH)-205 AlkPhos-72 TotBili-0.7 10:30AM BLOOD Albumin-3.6 Calcium-9.2 Phos-3.3 Mg-1.8 10:30AM BLOOD Lithium-0.7 PERTINENT LABS NONE DISCHARGE LABS 06:07AM BLOOD WBC-9.2 RBC-4.75 Hgb-15.2 Hct-45.2 MCV-95 MCH-32.0 MCHC-33.6 RDW-12.4 RDWSD-43.2 Plt 06:07AM BLOOD Plt 06:07AM BLOOD Glucose-185* UreaN-21* Creat-1.6* Na-143 K-4.0 Cl-107 HCO3-22 AnGap-14 06:07AM BLOOD Calcium-8.8 Phos-3.8 Mg-1.9 STUDIES CT HEAD W/OUT CONTRAST IMPRESSION: 1. No evidence of acute infarction or hemorrhage. 2. Mild cortical volume loss. MICROBIOLOGY 4:33 am URINE Source: . **FINAL REPORT URINE CULTURE (Final : NO GROWTH. Brief Hospital Course: BRIEF HOSPITAL COURSE Mr. is a y/o M w/ Bipolar Disorder c/b catatonia, TIIDM, and CKD, presented as transfer from inpatient psychiatry for altered mental status and acute on chronic kidney disease. His has responded well to fluid repletion and is now at baseline. Additionally, his orthostasis seems to be chronic in nature. He has responded to repletion very well and is now asymptomatic with ambulation. He is no longer somnolent or disoriented. He displays good attention. It's at this point that we feel he is medically stable and a good candidate to be transferred back to the psychiatric unit. ACUTE/ACTIVE ISSUES #. Acute on Chronic Kidney Disease Mr. presented with of 2.2 up from baseline Cr 1.6-1.8. This was suspected secondary to poor PO/hypovolemia in setting of catatonia and subsequent somnolence. Also considered was contribution from medications including lithium. This was held on transfer. He was given IVF with good response. Cr downtrended to baseline levels. #Orthostatic Hypotension Mr. has history of orthostasis prevously treated with midodrine in , was d/c'd iso urinary incontinence. Orthostatcis showed drop in SBP ~40. He has This was most likely iso reduced PO over previous week iso catatonia and subsequent somnolence/delirium. Repleted with IVF. He was ambulating around the floor on day of discharge without lightheadedness, dizziness. #. Altered Mental Status Suspected most likely etiology is over sedation with Ativan, as well as some contribution from delirium. Appeared to be improving while holding Ativan. Also considered infectious etiology although all work-up was negative and he denies any localizing infectious source. No focal neurological findings to suggest central process. He became less somnolent. He was alert and oriented with good attention. Re-started low dose Ativan iso return of catatonic symptoms. Continued to monitor for signs of delirium/AMS. #. Bipolar Disorder Type I c/b Catatonia Had displayed symptoms of catatonia while in unit including negativism, verbigeration. While here still with some of these symptoms, wanting to abruptly end conversations, refusing meds and vitals in am, and some impulsivity. Was re-started on Ativan 1mg q6h. ECT sch for . Held Lithium, Ativan iso ECT. continued on fluoxetine, olanzaprine qhs #. Left Eye Conjunctivitis Patient had erythema and dry, pustular discharge of left eye, concerning for conjunctivitis. Patient not significantly symptomatic, suspected likely viral vs bacterial conjunctivitis. Was started on erythromycin drops. CHRONIC/STABLE ISSUES: #. Recurrent PEs Continued home apixaban #. DMII Hold home metformin Continue ISS ATTENDING ADDENDUM TO DISCHARGE SUMMARY: >30min were spent in care coordination and safe discharge planning MD Attending >30min Medications on Admission: The Preadmission Medication list is accurate and complete. 1. Acetaminophen 650 mg PO Q6H:PRN Pain Mild/Fever 2. Apixaban 5 mg PO BID 3. FLUoxetine 20 mg PO QHS 4. OLANZapine (Disintegrating Tablet) 2.5 mg PO MF AM PRIOR TO ECT 5. Vitamin D UNIT PO DAILY 6. Multivitamins 1 TAB PO DAILY 7. Calcium Carbonate 500 mg PO QID:PRN epigastric pain/GERD 8. Dextrose 50% 12.5 gm IV PRN hypoglycemia protocol 9. Glucagon 1 mg IM Q15MIN:PRN hypoglycemia protocol 10. Glucose Gel 15 g PO PRN hypoglycemia protocol 11. LORazepam 1 mg PO Q6H 12. Lithium Carbonate 300 mg PO ONCE 13. Milk of Magnesia 30 mL PO Q8H:PRN Constipation First Line Discharge Medications: 1. Erythromycin 0.5% Ophth Oint 0.5 in LEFT EYE QID 2. Acetaminophen 650 mg PO Q6H:PRN Pain Mild/Fever 3. Apixaban 5 mg PO BID 4. Calcium Carbonate 500 mg PO QID:PRN epigastric pain/GERD 5. FLUoxetine 20 mg PO QHS 6. LORazepam 1 mg PO Q6H 7. MetFORMIN XR (Glucophage XR) 500 mg PO BID 8. Multivitamins 1 TAB PO DAILY 9. OLANZapine (Disintegrating Tablet) 2.5 mg PO MF AM PRIOR TO ECT 10. OLANZapine 7.5 mg PO QHS 11. Vitamin D UNIT PO DAILY 12. HELD Lithium Carbonate 300 mg PO ONCE Duration: 1 Dose This medication was held. Do not restart Lithium Carbonate until told by physician 13. HELD Milk of Magnesia 30 mL PO Q8H:PRN Constipation First Line This medication was held. Do not restart Milk of Magnesia until told by physician : Extended Care Facility: Discharge Diagnosis: PRIMARY DIAGNOSIS Delirium/encephalopathy Orthostatic Hypotension SECONDARY DIAGNOSIS Bipolar Disorder Type 1 Catatonia Conjunctivitis Discharge Condition: Mental Status: Clear and coherent. Level of Consciousness: Alert and interactive. Activity Status: Ambulatory requires assistance or aid (walker or cane). Discharge Instructions: Dear Mr. , It was a pleasure caring for you here at . WHY WAS I IN THE HOSPITAL? You came to the medicine floor because your kidneys were showing signs of injury. You also were confused for a short time. WHAT HAPPENED IN THE HOSPITAL? You were given fluids and this helped your kidneys. The fluid also helped with the lightheadedness you had been having. We monitored you for signs of confusion and disorientation but you did not show these signs. WHAT SHOULD I DO WHEN I LEAVE THE HOSPITAL? You will be going back to the psychiatry team. Please take your medications as prescribed. We wish you the very best! Sincerely, Your care team Followup Instructions:"
}