{
  "14963421-DS-7": "MEDICINE Allergies: No Known Allergies / Adverse Drug Reactions Attending: Chief Complaint: DVT & PE Major Surgical or Invasive Procedure: None History of Present Illness: year old previously healthy lady with recent diagnosis of LLE DVT in setting of OCP use and travel, presenting with substernal chest tightness worsening with exhalation found to have pulmonary emboli involving segmental branches of RUL, RLL, and LLL on OSH CTA. Patient had flight to (5 hr) in and is on OCP. For past 1 month has had intermittent L leg pain which she thought was muscle strain. 2 days ago developed edema in L leg, presented to urgent care then sent to at . She was diagnosed with LLE DVT and placed on rivaroxaban. She had one dose in the , one dose this AM, and a dose tonight @ 7 pm. Around 6:30 developed substernal chest tightness worsened with exhalation and inspiration. Minimal SOB, no DOE, orthopnea, PND. She has no family or personal history of VTE. Went to , EKG at OSH reportedly without right heart strain. Found to have pulmonary emboli involving segmental branches of RUL, RLL, and LLL on OSH CTA without definite evidence of right heart strain. Labs there most notable for negative troponin <0.01, BNP 56. Otherwise 18.1, INR 1.6, WBC 7.5 Hgb 12.3 Plt 224, BUN 14, Cr 0.8, AST 12 ALT 10 AlkPhos 64, Tbili 0.2. In the , initial VS were: 98.4 14 95%RA Exam notable for: VSS No acute distress No JVD Normal rate, regular rhythm, no m/r/g appreciated Abd soft, non tender, non distended LLE markedly larger compared to RLE but nonpitting Labs showed: normal chemistries, proBNP 57, troponin negative, normal CBC, 19.5/1.8 Imaging showed: none Received: IV heparin 5800U bolus and gtt @1300 MASCOT was consulted: No indication for advanced therapies at this time unless clinical condition changes, would admit to medicine, IV heparin and hematology consult for anticoagulation reccs in AM, TTE. Note in OMR Transfer VS were: 121/95 85 17 98%RA On arrival to the floor, patient reports 1 month of L leg pain, 2 days of LLE edema which prompted urgent care evaluation. She was started on rivaroxaban at in . She has taken 3 doses of rivaroxaban, all with food (sandwich once, pizza/salad once). She endorsed onset of mild chest tightness at rest, prompting reevaluation. Past Medical History: No history of hypercoagulability Social History: Family History: No known family history of bleeding or clotting disorders Physical Exam: ADMISSION PHYSICAL EXAM: VS: 98.6 16 99%RA GENERAL: NAD HEENT: AT/NC, EOMI, PERRL, anicteric sclera, pink conjunctiva, MMM NECK: supple, no LAD, no JVD HEART: RRR, S1/S2, no murmurs, gallops, or rubs LUNGS: CTAB, no wheezes, rales, rhonchi, breathing comfortably without use of accessory muscles ABDOMEN: nondistended, nontender in all quadrants, no rebound/guarding, no hepatosplenomegaly EXTREMITIES: L>R warmth and non-pitting edema without tenderness PULSES: 2+ DP pulses bilaterally NEURO: A&Ox3, moving all 4 extremities with purpose SKIN: warm and well perfused, no excoriations or lesions, no rashes DISCHARGE PHYSICAL EXAM: VS: 98.6 16 99%RA GENERAL: NAD HEENT: AT/NC, EOMI, PERRL, anicteric sclera, pink conjunctiva, MMM NECK: supple, no LAD, no JVD HEART: NR, RR. Nl S1/S2. No S3/S4. No murmurs, rubs, or gallops. No heaves. LUNGS: Clear to auscultation & percussion bilaterally ABDOMEN: Soft, nondistended, nontender in all quadrants, no rebound/guarding, no hepatosplenomegaly EXTREMITIES: LLE warm, mild edema. No tenderness. PULSES: 2+ DP pulses bilaterally NEURO: A&Ox3, moving all 4 extremities with purpose SKIN: warm and well perfused, no excoriations or lesions, no rashes Pertinent Results: 02:30AM BLOOD WBC-9.3 RBC-4.07 Hgb-12.3 Hct-35.8 MCV-88 MCH-30.2 MCHC-34.4 RDW-12.8 RDWSD-41.3 Plt 02:30AM BLOOD Neuts-78.6* Lymphs-15.2* Monos-4.4* Eos-1.1 Baso-0.3 Im AbsNeut-7.29* AbsLymp-1.41 AbsMono-0.41 AbsEos-0.10 AbsBaso-0.03 02:30AM BLOOD PTT-29.7 02:30AM BLOOD Glucose-100 UreaN-12 Creat-0.7 Na-138 K-4.8 Cl-102 HCO3-22 AnGap-14 02:30AM BLOOD cTropnT-<0.01 proBNP-57 02:30AM BLOOD Calcium-9.0 Phos-3.5 Mg-2.0 RADIOLOGY LENNI . No evidence of deep venous thrombosis in the right lower extremity veins. 2. Extensive nonocclusive and occlusive deep vein thrombosis of the left lower extremity extending from the distal common femoral vein to the calf veins. Brief Hospital Course: PATIENT SUMMARY on OCPs who presented after 1 month of left lower extremity swelling after a long flight s/p 3 doses of Rivaroxaban, found to have PE at OSH after presenting with chest tightness. ACUTE ISSUES #Pulmonary Embolism Presented with chest tightness after 3 doses of rivaroxaban having been with DVT at OSH. Trop & BNP nl, EKG w/o R heart strain. Started on heparin gtt. Transitioned over to apixaban. LENIs performed which showed extensive clot burden from common femoral to greater saphenous. Observed overnight and stable. D/c ambulatory sat 98%. Patient counseled on need for alternative to hormonal birth control. CHRONIC ISSUES None TRANSITIONAL ISSUES [ ] Pt instructed to call for Heme appointment in 3 mo. Potential assessment for underlying coagulopathy, although no personal or family history. [ ] Cannot continue on hormonal birth control and will need alternative form. Medications on Admission: The Preadmission Medication list is accurate and complete. 1. This patient is not taking any preadmission medications Discharge Medications: 1. Acetaminophen 650 mg PO Q8H:PRN Pain Mild 2. Apixaban 10 mg PO BID Duration: 7 Days Take 2 tabs (10mg) twice daily for 1 week (through then 1 tab (5mg) twice daily thereafter Discharge Disposition: Home Discharge Diagnosis: Primary Diagnosis: Pulmonary Embolism Secondary Diagnosis: Deep Venous Thrombosis Discharge Condition: Mental Status: Clear and coherent. Level of Consciousness: Alert and interactive. Activity Status: Ambulatory Independent. Discharge Instructions: Dear Ms. , You were admitted to the hospital because of a pulmonary embolism (a blood clot in your lungs). We started you on a heparin drip (an IV blood thinner). You had some symptoms initially, but you were stable by the time you came to the floor and you did well over the course of the day. We repeated the ultrasound of your legs and saw that you did have a fairly extensive clot from the thigh down to your lower leg. We switched you over to an oral blood thinner and watched you overnight. When you get home, you will need to continue taking the apixaban. It is 2 tablets twice daily for the first week (through and then 1 tablet twice daily from that point on. We called in the prescription to your pharmacy. You will need to call your PCP and the clinic to set up an appointment. Things to watch out for include: shortness of breath, lightheadedness, passing out, chest pain, coughing up blood. If any of these things happen call your doctor or go to the Emergency Room. It was a pleasure taking care of you. Sincerely, Your Team Followup Instructions:"
}