{
  "17333919-DS-28": "Name: No: Admission Date: Discharge Date: Date of Birth: Sex: F Service: MEDICINE Allergies: Penicillins / Ibuprofen / Lisinopril / Motrin / adhesive tape / Shellfish Derived / Tylenol / Latex / surgical staples / atorvastatin Attending: . Chief Complaint: Shortness of breath Major Surgical or Invasive Procedure: None History of Present Illness: is a speaking woman with ILD (NSIP pattern, 4L home O2, no longer on chronic steroids), OSA not adherent to CPAP, pulmHTN, obesity, and GERD who is being admitted with hypoxic respiratory failure and hypotension. The daughter states the patient has been living at a facility under hospice care with minimal medications for roughly one week. She has been having gradually increasing shortness of breath. Yesterday when the daughter visited, the patient could not comfortably talk in complete sentences. Additionally she had developed a white foamy cough. Overnight, she complained to the hospice nurse and was given . This is a new medication for her. Soon after she developed dyspnea, and the daughter was called. When the daughter arrived, the patient stated that she wanted medications and hospitalization for her difficulty breathing. The daughter described her mother at the time as drowsy with blue hands and difficulty breathing. In the ambulance on oxygen, the patient was able to talk more comfortably. In ED initial VS: HR 131, BP 76/34, RR 30, 87% on CPAP. Labs significant for: WBC 17.8, Hgb 15.9, Cr 0.9, Na 140, K 4.8, Bicarb 21, lactate 5 Patient was given: Duonebs, glycopyrrolate 0.2 mg, 60 mg IV furosemide, 50 mcg phenylephrine. Imaging notable for: CXR with worsening opacities bilaterally. Consults: none. VS prior to transfer: 120 86/67 43 86%. On arrival to the MICU, the patient was tachypneic and uncomfortable appearing on bipap. The patient's daughter helped with the history. According to the daughter, the patient last night changed her goals of care wishes. She has changed to wanting medication and hospitalization. Past Medical History: interstitial lung disease GERD hypercholesterolemia hypertension inferior umbilical mass/hernia knee arthritis left bundle branch block sleep apnea pulmonary hypertension osteoporosis Social History: Family History: No known history of lung disease Physical Exam: ADMISSION PHYSICAL EXAM: GENERAL: Alert, uncomfortable HEENT: Sclera anicteric, MMM, oropharynx clear NECK: supple, JVP not elevated, no LAD LUNGS: Tachypneic, crackles throughout, no wheezes CV: Regular rate and rhythm, normal S1 S2, no murmurs, rubs, gallops ABD: soft, , bowel sounds present, no rebound tenderness or guarding, no organomegaly EXT: Minimal pedal edema, warm, well perfused, no clubbing, cyanosis SKIN: No evident bruises, wounds DISCHARGE PHYSICAL EXAM: 24 HR Data (last updated @ 739) Temp: 97.3 (Tm 97.8), BP: 109/78 (), HR: 76 (), RR: 18 (), O2 sat: 97% (), O2 delivery: 10L NC, Wt: 166.23 lb/75.4 kg Fluid Balance (last updated @ 400) Last 8 hours Total cumulative -350ml IN: Total 0ml OUT: Total 350ml, Urine Amt 350ml Last 24 hours Total cumulative -25ml IN: Total 750ml, PO Amt 750ml OUT: Total 775ml, Urine Amt 775ml HEENT: PERRL, Moist MM, anicteric sclerae. No elevation in JVP. PULM: Generally CTA b/l without wheeze or rhonchi COR: RRR (+)S1/S2 no m/r/g ABD: Soft, , +BS EXTREM: Warm, , no edema NEURO: CN grossly intact, motor function grossly normal Pertinent Results: ADMISSION LABS: 04:25AM BLOOD Plt 04:25AM BLOOD Im 04:25AM BLOOD 04:25AM BLOOD 04:25AM BLOOD 04:25AM BLOOD 04:25AM BLOOD 04:25AM BLOOD 08:30AM BLOOD 04:37AM BLOOD Base 04:37AM BLOOD IMAGING: CHEST XRAY Severe pulmonary edema, significantly increased from prior examination. CHEST CTA IMPRESSION: 1. Pulmonary embolism involving the lobar and segmental branches of the right middle and lower lobes and segmental branches of the right upper lobe as described. There is no evidence of pulmonary hemorrhage or right ventricular strain. 2. Interval progression of fibrotic interstitial lung disease. 3. Mediastinal lymphadenopathy may be reactive. CHEST IMPRESSION: No significant interval change. Known interstitial lung disease. TTE CONCLUSION: The left atrial volume index is normal. There is mild symmetric left ventricular hypertrophy with a normal cavity size. There is normal regional and global left ventricualr systolic function. Global left ventricular systolic function is normal. There is no resting left ventricular outflow tract gradient. Tissue Doppler suggests a normal left ventricular filling pressure (PCWP less than12mmHg). Mildly dilated right ventricular cavity with SEVERE global free wall hypokinesis. The aortic sinus diameter is normal for gender with normal ascending aorta diameter for gender. The aortic arch diameter is normal. There is no evidence for an aortic arch coarctation. The aortic valve leaflets (3) are mildly thickened. There is no aortic valve stenosis. There is no aortic regurgitation. The mitral leaflets appear structurally normal with no mitral valve prolapse. There is trivial mitral regurgitation. The tricuspid valve leaflets appear structurally normal. There is mild [1+] tricuspid regurgitation. There is moderate pulmonary artery systolic hypertension. There is a trivial pericardial effusion. IMPRESSION: Adequate image quality. Right ventricular cavity dilation with free wall hypokinesis and moderate pulmonary artery hypertension c/w acute or acute on chronic pulmonary process (e.g. pulmonary embolism, bronchospasm, etc.). Mild symmetric left ventricular hypertrophy with normal cavity size and global systolic function. MICROBIOLOGY: Blood culture negative DISCHARGE LABS: 05:25AM BLOOD Plt 05:25AM BLOOD 05:25AM BLOOD RIEF HOSPITAL COURSE: Ms. is a speaking woman with interstitial lung disease (NSIP pattern, on home O2), obstructive sleep apnea not adherent to BiPAP, and mild secondary pulmonary hypertension who was recently discharged to hospice after hospitalization for hypoxic respiratory failure, who was readmitted with hypoxic respiratory failure, hypotension, and tachycardia. She was treated with a Lasix drip, BiPAP, and brief pressors in the MICU. She was found to have a PE and initiated on anticoagulation. Eventually transitioned to PO Lasix prn dyspnea/weight gain to which her respiratory status returned to baseline, and she was discharged to skilled nursing with the probable eventual transition back to hospice. ACUTE ISSUES: # Acute on chronic hypoxic respiratory failure # Interstitial lung disease () # Acute on chronic heart failure with a preserved ejection fraction (LVEF 75%) # Acute pulmonary embolism: Patient presented with acute on chronic hypoxic respiratory failure, likely secondary to exacerbation of her diastolic heart failure in the setting of inadequate prn Lasix at hospice. The patient was admitted to the MICU for BiPAP. She was treated with a Lasix drip, and transitioned to PO torsemide. Torsemide was later held as patient felt to be overdiuresed. She has remained euvolemic off diuretics. She continued to have an increased oxygen requirement above her baseline and had a TTE which showed interval worsening in pulmonary hypertension and RV dilatation concerning for pulmonary embolism. Underwent CTA and subsequently found to have PE involving the lobar and segmental branches of the right and lower lobes and segmental branches of the right upper lobe. Patient was started on apixaban. Respiratory status has been stable on Oxymizer titrated between L. # Right lobar and segmental pulmonary emboli # Moderate pulmonary hypertension Had a TTE which showed interval worsening in pulmonary hypertension and RV dilatation concerning for pulmonary embolism. Underwent CTA and subsequently found to have PE involving the lobar and segmental branches of the right and lower lobes and segmental branches of the right upper lobe. Patient was started on apixaban 10 mg twice daily and will continue on this dose through and transition to apixaban 5 mg twice a day for at least 6 months. # Obstructive sleep apnea: Prescribed home BiPAP, to which she is . Declined inpatient BiPAP for OSA previously. Given this, she was not discharged with BiPAP for this indication. # Shock: The patient became hypotensive upon initiation of BiPAP, briefly requiring pressors in the emergency room. Hypotension was likely due to the increased intrathoracic pressure in the setting of BiPAP. Pressors were quickly weaned off, and she remained normotensive throughout the remainder of hospitalization. # Goals of care: At last hospitalization, there was clear documentation that the patient wished for discharge to hospice, was DNR/DNI, and agreed to no ICU transfer. On the day of admission, patient was feeling increasingly short of breath but was refusing morphine to treat air hunger and instead requested to be sent to hospital. Her no ICU transfers was reversed at hospice. Palliative care was consulted, given their relationship with the patient. Continued to have discussions with patient and family about transition to hospice care and possible inpatient hospice. Unfortunately, there is a continued disconnect in expectations of hospice care. Patient is disinterested in inpatient hospice because culturally she does not feel comfortable in a facility with people who are passing away. Patient's daughters felt facility was allowing her to die instead of improving her breathing and making her comfortable with medications, though advocating for some hospice services. This conversation will be ongoing. For now it was decided that would be discharged to a skilled nursing facility that has the ability to transition to hospice. # Symptomatic treatment of shortness of breath Palliative care was consulted and advised symptomatic management of air hunger with morphine. However, there was difficulty convincing patient to take morphine as she associates this with her symptoms of dyspnea. # Mouth burning sensation Unclear cause. From more detailed discussion, seems to acutally be a metallic taste in mouth rather than burning. Trialed PO lidocaine mouth wash and chlorhexadine oral rinse with improvement in symptoms and will continue at discharge. # Hypertension: Her losartan was held in the setting of hypotension. We will continue to hold the discharge as blood pressures have been well controlled off medication. # Coronary artery disease: Aspirin was discontinued as patient has interstitial lung disease and not within goals of care # GERD: Her home ranitidine was continued. TRANSITIONAL ISSUES: DISCHARGE WEIGHT: 75.4kg [] Chronic resp failure due to end stage ILD: Patient on oxymyzer at baseline now. Will be discharged with hospice services and on morphine PRN for air hunger. [] Pulmonary embolism: Patient started on apixaban for pulmonary embolism which contributed to heart failure as above. Currently on 10 mg twice daily to be continued through . Starting , patient should be transitioned to apixaban 5 mg twice daily [] Discharged off home lasix. Suspect patient will not need maintenance diuretic as has poor p.o. intake at baseline. Please monitor patient's weight and volume status, and will prescribe lasix as needed if felt to be overloaded. [] Patient's losartan was held at discharge. Please monitor blood pressures and restart as appropriate. [] Continue discussions with patient regarding her goals of care, specifically about hospital transfers versus inpatient hospice. [] Aspirin discontinued as now within goals of care. [] Sleep apnea: Patient discharged off CPAP as has been refusing and lung disease goal is to make her comfortable and not within current goals of care. # CONTACT: (daughter/HCP) , Secondary is (daughter) # Code: DNR/DNI Medications on Admission: The Preadmission Medication list is accurate and complete. 1. Aspirin 81 mg PO DAILY 2. Bisacodyl 10 mg PO DAILY:PRN Constipation First Line 3. Bisacodyl 10 mg PR QHS:PRN Constipation Third Line 4. Furosemide 20 mg PO PRN orthopnea, SOB 5. Neb 1 NEB NEB Q4H:PRN SOB 6. Lactulose 15 mL PO BID:PRN constipation 7. Ranitidine 150 mg PO BID 8. Sodium Chloride Nasal SPRY NU QID:PRN dry nares Discharge Medications: 1. Apixaban 10 mg PO BID Duration: 4 Days Transition to 5mg BID RX *apixaban [Eliquis] 5 mg 1 tablet(s) by mouth twice a day Disp #*6 Tablet Refills:*0 2. Apixaban 5 mg PO BID Start after completion of 7 days of 10mg BID () 3. Chlorhexidine Gluconate 0.12% Oral Rinse 15 mL ORAL BID 4. Lidocaine Viscous 2% 15 mL PO TID:PRN mouth burning 5. Miconazole Powder 2% 1 Appl TP QID:PRN rash 6. Polyethylene Glycol 17 g PO DAILY:PRN Constipation Second Line 7. Senna 8.6 mg PO DAILY 8. Bisacodyl 10 mg PO DAILY hold if loose bm 9. Bisacodyl 10 mg PR QHS:PRN Constipation Third Line 10. Furosemide 20 mg PO PRN orthopnea, SOB 11. Neb 1 NEB NEB Q4H:PRN SOB 12. Lactulose 15 mL PO BID:PRN constipation 13. Ranitidine 150 mg PO BID 14. Sodium Chloride Nasal SPRY NU QID:PRN dry nares Discharge Disposition: Extended Care Facility: Discharge Diagnosis: PRIMARY DIAGNOSES # Acute on chronic hypoxic respiratory failure # Acute on chronic diastolic heart failure # Acute Pulmonary Emboli # Shock Discharge Condition: Mental Status: Confused sometimes. Level of Consciousness: Lethargic but arousable. Activity Status: Bedbound. Discharge Instructions: Dear Ms. , It was a pleasure taking care of you at ! WHY DID I COME TO THE HOSPITAL? You were having trouble breathing WHAT HAPPENED WHILE I WAS IN THE HOSPITAL? You were given diuretics (water pills) to remove the extra fluid on your lungs. You were also put on a machine called BiPAP to help your breathing. You had a scan of your lungs which showed blood clots and you were started on a medication called apixaban You offered you a medication called morphine to help you breathe more easily. We know that you had intermittently refused this medication in the past and on this admission, but when you DID take it, you felt that your breathing was BETTER and your respiratory rate and breathing were much BETTER. We encourage you to continue to take this medication if you feel short of breath. You had quite severe constipation which resolved with an aggressive medication regimen. We discharged you on a reduced version of this regimen. Your mouth was dry and uncomfortable, we gave you a mouth wash which felt good. WHAT SHOULD I DO WHEN I GO HOME? We informed your skilled nursing facility that the water pill you initially were given SHOULD be given IF you are gaining weight and it can be tried on an as needed basis for volume overload. If you have not had a bowel movement in over 2 days please take your miralax If you develop blood in your stool call your PCP take all your medicines as described in this paperwork. Please keep your follow up appointments as listed below. We wish you all the best, Your team Followup Instructions:"
}