{
  "11058391-DS-20": "MEDICINE Allergies: codeine / Pradaxa Attending: Chief Complaint: Dyspnea, body aches Major Surgical or Invasive Procedure: None History of Present Illness: Patient is a M with PMHx significant for diastolic CHF, AFib (On Apixaban), HTN, Alzheimer's Dementia presenting with 2wk body aches, SOB, cough. His symptoms initially began with a sore throat before he developed URI symptoms and became SOB at rest and on exertion Normally his activity is not limited by difficulty breathing (does not use home O2). He denies any orthopnea and uses pillows at home. He was evaluated by his PCP on and was diagnosed with bronchitis. He was treated initially with tessalon, Tylenol w/ codeine, and Doxycycline, yet became very nauseous and remained SOB, so presented back to his PCP where he was told to take a 5-day course of Azithromycin and Prednisone 20 mg BID (started on . He initially had a cough productive of yellow/white mucus but now has a dry cough. He denies any fevers or chills or recent sick contacts. Patient notes some mild abdominal pain over the past few days, and endorses some mild chest pain associated with coughing, but denies any nausea, vomiting, or diarrhea. He reports taking all of his medications without missing any doses. Also of note, his home Lasix dose was reduced from 20 mg po daily to 20 mg po twice a week by his cardiologist starting back in . As per the patient's wife, years prior to admission, the patient was cardioverted after he went into atrial fibrillation and then developed a stroke for which he has residual memory deficits. In the ED, initial vitals were: T96.7, HR 107, BP 141/100, RR 22, SpO2 100% RA Exam notable for: Heart: AFib, irregular, tachycardic, no murmur Lungs: decreased breath sounds in bases Extremities: no edema Abd: soft, nontender, nondistended Labs notable for: Hgb: 11.0 WBC: 12.1 BUN/Cr: INR: 1.6 : D-Dimer: 1640 Trop-T: <0.01 Lactate:2.4 -> 1.6 Imaging was notable for: CTA Chest : 1. No evidence of pulmonary embolism or aortic abnormality. 2. Moderate partially loculated right and small left pleural effusions. 3. Borderline prominent mediastinal and prominent right hilar lymphadenopathy are nonspecific in etiology and could be reactive. 4. Minimal bronchial wall thickening which can be seen in chronic bronchitis. Patient was given: IV Furosemide 20 mg PO Tamsulosin 0.4 mg PO Simvastatin 20 mg PO Lisinopril 20 mg PO Metoprolol Tartrate 25 mg IV Furosemide 80 mg PO Apixaban 5 mg PO Metoprolol Tartrate 12.5 mg PO Metoprolol Tartrate 37.5 mg On arrival to the floors, he says his shortness of breath has improved and he has been urinating much more today given his IV Lasix doses. He was able to walk to the bathroom without getting short of breath. He denies any CP, palpitations, fevers/chills, headaches, lightheadedness, abdominal pain, n/v/d/c. Past Medical History: Current fever of unknown origin Hypertension BP meds however were stopped due to hypotension, also told he has irregular heart rate Hyperlipidemia B/l release for Dupytren's contracture Social History: Family History: (Per OMR and confirmed in full detail with patient and wife) His mother died at , but he is not sure of the cause. His father lived to died of stroke. He has a brother who died at of cancer (but he is not sure which one). Five sisters are in good health. Physical Exam: VITAL SIGNS on Admission: T98.7, BP 131/90, HR 120, RR 18, O2 97% RA GENERAL: well-appearing comfortable primarily gentlemen resting in NAD HEENT: PERRLA, MMM NECK: +JVP at level of mandible with HOB at 60 degrees CARDIAC: irregularly irregular rhythm, no murmurs, rubs or gallops LUNGS: decreased bibasilar breath sounds with diffuse rales ABDOMEN: +BS, NDNT to light or deep palpation EXTREMITIES: 1+ pitting edema extending proximally up to shins NEUROLOGIC: CN intact SKIN: some bruising around arms that is not new LABS: Reviewed in OMR. Pertinent Results: 07:31PM PTT-28.4 07:31PM WBC-9.2 RBC-4.53* HGB-12.2* HCT-39.0* MCV-86 MCH-26.9 MCHC-31.3* RDW-15.3 RDWSD-47.0* 07:31PM 07:45PM LACTATE-2.4* 07:31PM GLUCOSE-129* UREA N-25* CREAT-1.1 SODIUM-140 POTASSIUM-5.1 CHLORIDE-102 TOTAL CO2-23 ANION GAP year old male with a history of heart failure with preserved ejection fraction (EF 45%), atrial fibrillation (on Apixaban), hypertension, presenting with dyspnea, cough and malaise, concerning for heart failure exacerbation due to uncontrolled atrial fibrillation. ACUTE ISSUES: #Acute on chronic systolic and diastolic heart failure: During this hospitalization, we managed to diurese 2.7 L, with a discharge weight of 56.4 kg/ 124 lb. An echo done during this hospitalization showed an EF with severe global systolic dysfunction. On discharge, we decided on 10 mg PO Lasix for his home diuretic regimen. Metoprolol was held on discharge in the setting of bradycardia to low as below with a plan to restart it on after decreasing Amiodarone to 200 mg daily if HR and BP allow. Discharged on 10 mg lisinopril. #AFib: During this hospitalization he was mostly in atrial fibrillation on telemetry. The decision was made to cardiovert him as an outpatient on . We increased his amiodarone to 200 mg BID for one week with planned decrease to 200 mg daily starting . On , he should start 25 mg Metoprolol XL (held on discharge in the setting of bradycardia to low . Lastly, we continued his home apixaban. CHRONIC ISSUES: #Anemia: No evidence of acute bleeding, baseline Hgb is around 13 #HTN: Continue home Lisinopril #BPH: Continue home Tamsulosin #Hypercholesterolemia: Continue home Simvastatin #Anxiety Continue home Sertraline RESOLVED ISSUES #Lactic Acidosis On admission, lactate was 2.4, last was 1.6 #Leukocytosis Patient had mild leukocytosis of 12.1 from 9.2, believed to be due to previous steroid administration as an outpatient. Core Measures : # CODE: Full Code # CONTACT: (wife) TRANSITIONAL ISSUES [ ] Status post successful cardioversion on . Subsequently with heart rates in low . Therefore, metoprolol held on discharge. Plan to restart on following decrease in Amiodarone to 200 mg qd (from BID). [ ] Re-loaded with amiodarone twice a day until , then plan to switch back to once a day. [ ] Discharged on Lasix 10 mg PO daily. Discharge weight: 56.4 kg (124.34 lb). Discharge creatinine: 1.3. Medications on Admission: The Preadmission Medication list is accurate and complete. 1. Lisinopril 10 mg PO DAILY 2. Tamsulosin 0.4 mg PO QHS 3. Furosemide 20 mg PO 2X/WEEK (MO,TH) 4. Metoprolol Succinate XL 50 mg PO DAILY 5. Apixaban 5 mg PO BID 6. Amiodarone 100 mg PO DAILY 7. Simvastatin 20 mg PO QPM 8. Sertraline 25 mg PO DAILY Discharge Medications: 1. Metoprolol Succinate XL 25 mg PO DAILY Start taking on RX *metoprolol succinate 25 mg 1 tablet(s) by mouth Once a day Disp #*30 Tablet Refills:*0 2. Amiodarone 200 mg PO BID Take twice a day until , then only take once a day RX *amiodarone 200 mg 1 tablet(s) by mouth See instructions Disp #*30 Tablet Refills:*0 3. Furosemide 10 mg PO DAILY RX *furosemide 20 mg Half tablet(s) by mouth Once daily Disp #*30 Tablet Refills:*0 4. Apixaban 5 mg PO BID 5. Lisinopril 10 mg PO DAILY 6. Sertraline 25 mg PO DAILY 7. Simvastatin 20 mg PO QPM 8. Tamsulosin 0.4 mg PO QHS Discharge Disposition: Home Discharge Diagnosis: PRIMARY DIAGNOSES Acute on chronic systolic and diastolic heart failure Atrial fibrillation SECONDARY DIAGNOSES Anemia Anxiety Benign prostatic hyperplasia Hypertension Hypercholesterolemia Discharge Condition: Mental Status: Clear and coherent. Level of Consciousness: Alert and interactive. Activity Status: Ambulatory Independent. Discharge Instructions: Dear Mr. , WHY YOU WERE ADMITTED? You came in with shortness of breath, body aches and cough. WHAT WE DID FOR YOU? You were found to have too much fluid in your lungs and body. This was caused by your heart having trouble pumping out blood. We gave you medication to help you urinate the excess fluid. You were also having an irregular heart rhythm. We decided to control it with a procedure called cardioversion. WHAT YOU SHOULD DO WHEN YOU LEAVE? We made changes to your medications. Continue taking amiodarone twice a day until , then switch back to once a day. Start taking Metoprolol XL 25 mg on as well. You should weigh yourself every morning, call your doctor if weight goes up more than 3 lbs. You should follow up with your primary care provider within two weeks. You should also follow up with your cardiologist within two weeks. It was a pleasure caring for you! Sincerely, Your Care Team Followup Instructions:"
}