{
  "14636748-DS-20": "MEDICINE Allergies: cefazolin / ceftaroline fosamil / Flagyl Attending: . Chief Complaint: Acute hypoxic resp distress Major Surgical or Invasive Procedure: None History of Present Illness: with past medical history of AFib recently started on warfarin, AS s/p bioprosthetic AVR, CAD s/p CABG (LIMA-LAD, SVG-RCA), severe OSA, HTN, T2DM c/b peripheral neuropathy, b/l knee replacements, and recent hospitalization from for rhabdomyolysis, acute embolic CVA from aortic arch atheroma, and MSSA/S. hominus bacteremia and recurrent admission from for acute on chronic hypoxic resp failure and MSSA PNA requiring intubation, multi-organ dysfunction, and recurrent MSSA bacteremia (thought to be from R toe osteo) discharged on 6 week course of cephazoline who represented on from rehab for a rash c/f leukocytoclastic vasculitis infection vs. cefazolin, found to have CoNS/Bacillus bacteremia c/f contaminant vs. PICC line infection treated with vanc, HFpEF exacerbation, pseudomonas UTI, , course c/b severe C diff (), slow GIB thought to be due C diff, VRE bacteremia (thought from GI translocation and endocarditis) on dapto and ceftaroline, and most recently severe thrombycytopenia thought to be drug-induced from antibiotics who developed an episode of hemoptysis yesterday and developed acute on chronic hypoxic respiratory failure requiring transfer to the MICU, thought to be related to DAH. Per primary team, on patient had precipitous drop in platelets from 156 -> 23 of initially unclear etiology. Heme/onc was consulted and feel this is not likely a hemolytic process and most likely drug-induced from either flagyl or ceftaroline (both stopped). HIT antibody screen negative, fibrinogen and haptoglobin normal. On , patient had an episode of hemoptysis where he coughed up a quarter-sized clot but was otherwise stable. He received platelet transfusions on and with torsemide due to concern for ongoing slow GI bleed and episode of hemoptysis respectively. On morning of , patient developed acute hypoxic respiratory distress requiring non-rebreather for desaturations down to . Labs were notable for a slightly increased leukocytosis to 10 from 8.4, stable hgb, VBG 7.25/60. CXR at time of decompensation showed pulm vascular congestion and possible worsening R-sided consolidation. Past Medical History: Afib (recently restarted on warfarin iso emboli) Aortic valve replacement Peripheral vascular disease HFpEF Embolic CVA () DM HTN Arthritis Bilateral knee replacement L femur fracture surgical repair Admission to for multiorgan failure, course c/b multiple brain emboli thought to be from aortic atheroma. Course complicated by MSSA bloodstream infection, Afib with RVR, rhabdomyolysis leading to acute renal failure requiring HD, and later NSTEMI. Recovered renal function. Social History: Family History: Not pertinent to presenting problem. Physical Exam: ADMISSION PHYSICAL EXAM PHYSICAL EXAM: VITALS: T 97.8, BP 157/94, HR 131, RR 26, SpO2 100 on 4L NC General: Alert, oriented, interactive, improved from yesteray HEENT: Sclerae anicteric, small petechiae on lips, neck supple, JVP 9cm CV: Tachycardic, irregular rhythm, normal S1 + S2, no murmurs, rubs, gallops Lungs: Dimished breath sounds throughout. Crackles in bilateral bases. Abdomen: Soft, non-tender, non-distended, bowel sounds present, no organomegaly, no rebound or guarding GU: No foley Ext: Warm, well perfused, 2+ pulses, no clubbing, cyanosis or edema. Amputated R toes with dried blood under dressing. Also with amputated L third toe. Neuro: Face grossly symmetric. Moving all limbs with purpose against gravity. Not dysarthric. DISCHARGE PHYSICAL EXAM General: Alert, oriented, interactive HEENT: Sclerae anicteric, small petechiae on lips, neck supple CV: irregular and fast rhythm, normal S1 + S2, no murmurs, rubs, gallops Lungs: CTAB. No crackles appreciated Abdomen: Soft, non-tender, non-distended, bowel sounds present, no organomegaly, no rebound or guarding Ext: Warm, well perfused, 2+ pulses, no clubbing, cyanosis. no peripheral edema. Amputated R toes with dried blood under dressing. Also with amputated L third toe. Neuro: AAOx3, Face grossly symmetric. Moving all limbs with purpose against gravity. Not dysarthric. Pertinent Results: Admission labs: 01:30PM BLOOD WBC-7.2 RBC-2.45* Hgb-7.4* Hct-24.3* MCV-99* MCH-30.2 MCHC-30.5* RDW-17.0* RDWSD-61.7* Plt 01:30PM BLOOD Neuts-82.9* Lymphs-9.5* Monos-4.2* Eos-2.7 Baso-0.3 Im AbsNeut-5.93 AbsLymp-0.68* AbsMono-0.30 AbsEos-0.19 AbsBaso-0.02 01:30PM BLOOD PTT-46.1* 01:30PM BLOOD 04:08PM BLOOD HIT Ab-NEG HIT 11:23AM BLOOD Ret Aut-2.2* Abs Ret-0.06 04:00PM BLOOD Glucose-117* UreaN-15 Creat-0.8 Na-141 K-4.3 Cl-96 HCO3-32 AnGap-13 04:00PM BLOOD ALT-<5 AST-19 LD(LDH)-303* CK(CPK)-81 AlkPhos-55 TotBili-0.2 01:30PM BLOOD CK-MB-6 proBNP-3592* 01:30PM BLOOD Calcium-8.3* Phos-3.0 Mg-1.5* 05:14AM BLOOD calTIBC-121* VitB12-463 Hapto-239* Ferritn-257 TRF-93* 06:02AM BLOOD 25VitD-26* 07:25AM BLOOD ANCA-NEGATIVE B 07:25AM BLOOD CRP-18.1* 07:30AM BLOOD C3-119 C4-38 KEY INTERVAL LABS: 05:13AM BLOOD WBC-6.7 RBC-2.62* Hgb-8.0* Hct-25.5* MCV-97 MCH-30.5 MCHC-31.4* RDW-18.2* RDWSD-64.1* Plt 11:23AM BLOOD Ret Aut-2.2* Abs Ret-0.06 04:08PM BLOOD HIT Ab-NEG HIT 05:47AM BLOOD CK(CPK)-382* 05:07AM BLOOD CK(CPK)-206 04:24AM BLOOD CK(CPK)-145 12:16PM BLOOD cTropnT-0.29* proBNP-9716* 05:14AM BLOOD calTIBC-121* VitB12-463 Hapto-239* Ferritn-257 TRF-93* 06:02AM BLOOD 25VitD-26* 07:25AM BLOOD ANCA-NEGATIVE B 07:25AM BLOOD CRP-18.1* 05:14AM BLOOD C3-76* C4-24 07:30AM BLOOD C3-119 C4-38 MICROBIOLOGY: 6:21 am STOOL CONSISTENCY: SOFT PRESENCE OF BLOOD. Source: Stool. **FINAL REPORT C. difficile PCR (Final : Reported to and read back by ON AT 1350. POSITIVE. (Reference Range-Negative). The C. difficile PCR is highly sensitive for toxigenic strains of C. difficile and detects both C. difficile infection (CDI) and asymptomatic carriage. Therefore, positive C. diff PCR tests trigger reflex C. difficile toxin testing, which is highly specific for CDI. FECAL CULTURE R/O E.COLI 0157:H7 (Final : No E. coli O157:H7 found. C. difficile Toxin antigen assay (Final : POSITIVE. (Reference Range-Negative). PERFORMED BY EIA. This result indicates a high likelihood of C. difficile infection (CDI). 6:47 pm BLOOD CULTURE **FINAL REPORT Blood Culture, Routine (Final : ENTEROCOCCUS FAECIUM. FINAL SENSITIVITIES. Daptomycin MIC OF 4 MCG/ML test result performed by Etest. () REQUESTS TETRACYCLINE ON . TETRACYCLINE IS NOT APPRORIATE FOR PRIMARY THERAPY OF BLOODSTREAM INFECTIONS.. ORGANISMS THAT ARE SUSCEPTIBLE TO TETRACYCLINE ARE CONSIDERED SUSCEPTIBLE TO MINOCYCLINE AND DOXYCYCLINE.. SENSITIVITIES: MIC expressed in MCG/ML ENTEROCOCCUS FAECIUM | AMPICILLIN =>32 R DAPTOMYCIN S LINEZOLID 2 S PENICILLIN G =>64 R TETRACYCLINE =>16 R VANCOMYCIN =>32 R Anaerobic Bottle Gram Stain (Final : GRAM POSITIVE COCCI IN PAIRS AND CHAINS. Reported to and read back by () AT 1054 AM . Aerobic Bottle Gram Stain (Final : GRAM POSITIVE COCCI IN PAIRS AND CHAINS. **FINAL REPORT Blood Culture, Routine (Final : ENTEROCOCCUS FAECIUM. Identification and susceptibility testing performed on culture # . Anaerobic Bottle Gram Stain (Final : GRAM POSITIVE COCCI IN PAIRS AND CHAINS. Aerobic Bottle Gram Stain (Final : GRAM POSITIVE COCCI IN PAIRS AND CHAINS. 12:11 am URINE Source: . **FINAL REPORT URINE CULTURE (Final : ENTEROCOCCUS SP.. >100,000 CFU/mL. SENSITIVITIES: MIC expressed in MCG/ML ENTEROCOCCUS SP. | AMPICILLIN =>32 R LINEZOLID 2 S NITROFURANTOIN 64 I TETRACYCLINE =>16 R VANCOMYCIN =>32 R 1:05 am BLOOD CULTURE **FINAL REPORT Blood Culture, Routine (Final : ENTEROCOCCUS FAECIUM. Identification and susceptibility testing performed on culture # . Anaerobic Bottle Gram Stain (Final : GRAM POSITIVE COCCI IN PAIRS AND CHAINS. Aerobic Bottle Gram Stain (Final : GRAM POSITIVE COCCI IN PAIRS AND CHAINS. 5:12 am URINE Source: Catheter. **FINAL REPORT URINE CULTURE (Final : NO GROWTH. 2:46 am BLOOD CULTURE Source: Venipuncture. **FINAL REPORT Blood Culture, Routine (Final : NO GROWTH. 4:52 am BLOOD CULTURE **FINAL REPORT Blood Culture, Routine (Final : NO GROWTH. 12:16 pm BLOOD CULTURE Source: Line-pic. **FINAL REPORT Blood Culture, Routine (Final : NO GROWTH. RELEVANT IMAGING: IMPRESSION: No evidence of deep vein thrombosis in the left upper extremity. IMPRESSION: Suboptimal image quality. Mild LVH with normal LV systolic function. Well seated bioprosthetic aortic valve with normal gradient. Trace aortic regurgitation. At least mild to moderate mitral regurgitation, may be underestimated. Mild tricuspid regurgitaiton. Mild pulmonary hypertension. Resting tachycardia in setting of apparent atrial fibrillation. Compared with the prior TTE (images reviewed) of previous study is limited with suboptimal image quality limiting comparison. Current gradient across the bioprostetic aortic valve is normal. LVOT diameter meausurement likely underestimated on prior. MR not well assessed on prior. RECOMMEND: If clinically indicated, a TEE is suggested for further evaluation of endocarditis. IMPRESSION: 1. No acute hemorrhage or evidence for other acute intracranial abnormalities. No findings to suggest intracranial abscess on noncontrast CT. 2. Small amount of fluid in the left mastoid tip air cells, which may be secondary to prolonged supine positioning in the inpatient setting. Infection cannot be excluded in the setting of bacteremia. However, no evidence for mastoid septal erosion to suggest confluent mastoiditis. CT chest w/o contrast IMPRESSION: Combination of pulmonary edema and infectious process. Bilateral pleural effusions, loculated on the left, small and minimal on the right. Adjacent areas of atelectasis in particular in the left lower lung. No appreciable abnormalities in the upper abdomen. Status post aortic valve replacement, extensive Coronary calcifications, most likely previous CABG. TEE Small mobile mass on the posterior mitral valve leaflet which may represent mitral valve endocarditis or thrombus. Well-seated, normally functioning bioprosthetic aortic valve. Cannot exclude bioprosthetic aortic valve endocarditis. Mild mitral regurgitation. Simple atheroma in the aortic arch with complex atheroma in the descending thoracic aorta. Compared with the prior TEE , the small mitral valve mass seen on this study is not clearly visualized on the prior. Definitive comparison of the possible bioprosthetic aortic valve mass cannot be made due to limited views on the prior study. There is less mitral regurgitation on this study. Other findings are similar. IMPRESSION: No evidence of deep venous thrombosis in the right or left lower extremity veins. CXR IMPRESSION: There is no evidence of acute intracranial process or hemorrhage. TTE There is no evidence for a right-to-left shunt with agitated saline at rest. Overall left ventricular systolic function is normal. Mildly dilated right ventricular cavity with moderate global free wall hypokinesis. An aortic valve bioprosthesis is present. The prosthesis is well seated with normal leaflet motion. The mitral valve leaflets are mildly thickened. The tricuspid valve leaflets appear structurally normal. There is mild [1+] tricuspid regurgitation. There is mild pulmonary artery systolic hypertension. IMPRESSION: No right-to-left flow of agitated saline at rest. Right ventricular cavity dilation with free wall hypokinesis. Well seated bioprosthetic aortic valve. CHEST (PORTABLE AP) Mostly resolved consolidation in the right upper lobe. Some improvement in left basilar opacification. Similar diffuse interstitial abnormality. DISCHARGE LABS 05:13AM BLOOD WBC-6.7 RBC-2.62* Hgb-8.0* Hct-25.5* MCV-97 MCH-30.5 MCHC-31.4* RDW-18.2* RDWSD-64.1* Plt 05:13AM BLOOD Glucose-124* UreaN-13 Creat-1.0 Na-143 K-3.7 Cl-103 HCO3-28 AnGap-12 04:00AM BLOOD WBC-10.3* RBC-2.73* Hgb-8.3* Hct-27.1* MCV-99* MCH-30.4 MCHC-30.6* RDW-18.2* RDWSD-65.6* Plt 04:00AM BLOOD Plt 04:00AM BLOOD Glucose-167* UreaN-14 Creat-1.2 Na-140 K-3.7 Cl-104 HCO3-28 AnGap-8* 04:00AM BLOOD Calcium-8.4 Phos-4.0 Mg-2.2 Brief Hospital Course: TRANSITIONAL ISSUES [] Please encourage Mr. to get a sleep study at next PCP follow up. seems to be a longstanding problem that has affected his quality of life. [] Repeat CBC in 1 week to monitor anemia and WBC. Discharged with WBC 10.3 (from 6.7) without any new infectious symptoms [] Please schedule colonoscopy given anemia and episode BRBPR early on in hospitalization. [] Please continue taking daptomycin to be finished s PO vancomycin, to be finished 10 days after completion of daptomycin on . [] Trend CK level biweekly (next check need to alter Daptomycin dosing vs. transition to another agent [] Holding statin while on Daptomycin. Resume once finished. BRIEF SUMMARY PMH HTN, AS s/p AVR (tissue), AFib on warfarin, DM, recent admission for multi-organ dysfunction emboli from aortic atheroma and sepsis, CVA, rhabdomyolysis, requiring CRRT, NSTEMI, ischemic toe, who was transferred from a long-term acute care hospital due to acute onset of scattered macules throughout lower extremities diagnosed with leukocytoclastic vasculitis. He was treated for bloodstream infection VRE with IV Daptomycin with course further complicated by acute hypoxemic respiratory failure HFpEF exacerbation, , anemia, and afib with RVR. #Acute on Chronic Hypoxic Resp Failure #HFpEF (EF>55%) Acute decompensated on the floor with SpO2 to the requiring NRB, stabilized on high flow nasal cannula and weaned to 4L O2 by NC with diuresis. Etiology of decompensation thought to be DAH given hemoptysis and severe thrombocytopenia, and pulm edema given CXR with stable pulm vascular congestion. Chest CT with multifocal infiltrates likely hemorrhage or aspiration pneumonitis. CTA was negative for PE. DAH resolved given improved platelet count. Volume overload treated with diuresis, initially IV lasix descalated to Torsemide PO. # VRE bacteremia # Presumed endocarditis Possible prosthetic aortic valve endocarditis on TEE in ICU. Was previously on IV dapto and Ceftaroline for synergistic effect on VRE, but ceftaroline d/c for concern for DITP as below. treated with IV daptomycin () with bi-weekly CK checks per ID recommendations. If CK continues to rise, may require alternative regimen or further daptomycin adjustments # AFib # Tachycardia CHADS2Vasc 6. Chronic AFib with multiple potential rhythms, including AFib (rate controlled in and ATach vs. Aflutter (rate 130s). Several self-resolving episodes of RVR this admission. Started warfarin on last admission due to showering emboli. Pt switched to heparin gtt at the beginning of this admission, then to apixaban () which was discontinued during epside of DITP and subsequent DAH. Apixiban restarted with return of normal platelet count and no further episodes of hemoptysis or overt bleeding. Rate controlled in 90-110s with metopolol 50 mg Q6H and diltiazem 30 mg TID. #Asymptomatic Severe Thrombocytopenia resolved #Acute blood loss anemia On patient had precipitous drop in platelets from 156 -> 23 of initially unclear etiology. Heme/onc was consulted and felt this was not likely a hemolytic process and most likely drug-induced from either flagyl or ceftaroline (both stopped). HIT antibody screen negative, fibrinogen and haptoglobin normal. Required total of 2U pletelets. Also had intermittently downtrending hgb over this admission thought to be slow GI oozing from severe C. diff. Received 1u pRBCS on and again . Platelets returned to . H/H remained stable after which. Will need outpatient colonoscopy # CAD s/p CABG (LIMA-LAD, SVG-RCA) # PVD Continued home ASA, but held home atorvastatin given daptomycin use. # C diff # Frequent loose bowel movements Toxin and PCR positive , coincided with onset of multiple soft stools with small amount of blood. Also had decrease in diarrhea following removal of ceftaroline suggesting abx associated diarrhea. Started PO vancomycin with resolution of diarrhea once transferred to medicine floor. PO vancomycin to be continued through . #Anxiety Patient has a history of anxiety and follows psychiatry outpatient. On sertraline at home. Related that he had been increasingly anxious since admission given his deterioration in health. Started seroquel 25 mg QHS:prn as well as trazaodone and ramelteon for sleep with improvement in mood. Avoided benzodiazepines and placed patient on delirium precautions. Held off on Seroquel on discharge as patient not using, but could consider if persistent anxiety. CHRONIC/RESOLVED ISSUES: # Leukocytoclastic vasculitis Likely cefazolin vs. infectious etiology on admission. Rash had resolved by time of transfer to medicine floor. # Elevated troponin Elevated on presentation, 0.48 -> 0.52, peak TNT 0.61. Likely due to demand ischemia, with ED EKG difficult to interpret and subsequent EKG showing no ischemic changes. # T2DM Continued ISS. CORE MEASURES # CODE: Full code # CONTACT: (HCP, wife), >30 min spent on dc related activities Medications on Admission: The Preadmission Medication list is accurate and complete. 1. Acetaminophen 650 mg PO Q6H:PRN Pain Mild/Fever 2. Albuterol 0.083% Neb Soln 1 NEB IH Q6H:PRN SOB/wheezing 3. Aspirin 81 mg PO DAILY 4. Atorvastatin 80 mg PO QPM 5. Bisacodyl 10 mg PO/PR DAILY:PRN Constipation Second Line 6. Brimonidine Tartrate 0.15% Ophth. 1 DROP BOTH EYES Q8H 7. Lidocaine 5% Patch 1 PTCH TD QAM 8. Neomycin-Polymyxin-Bacitracin 1 Appl TP PRN with all dressing changes 9. Omeprazole 20 mg PO BID 10. OxyCODONE (Immediate Release) 5 mg PO Q8H:PRN Pain Moderate 11. Polyethylene Glycol 17 g PO DAILY 12. Ramelteon 8 mg PO QHS:PRN sleep 13. Senna 8.6 mg PO BID 14. Ascorbic Acid mg PO DAILY 15. Calcium Carbonate 500 mg PO BID 16. CeFAZolin 2 g IV Q8H 17. Dextrose 50% 12.5 gm IV PRN hypoglycemia protocol 18. Diltiazem 30 mg PO Q6H 19. Multivitamins W/minerals 1 TAB PO DAILY 20. Sodium Chloride 0.9% Flush mL IV DAILY and PRN, line flush 21. Vitamin D 1000 UNIT PO DAILY 22. Zinc Sulfate 220 mg PO DAILY 23. Sarna Lotion 1 Appl TP QID:PRN itching 24. Simethicone 80 mg PO QID:PRN Bloating 25. TraZODone 25 mg PO QHS:PRN Sleep 26. Sertraline 25 mg PO DAILY 27. Ipratropium Bromide Neb 1 NEB IH Q6H:PRN dyspnea 28. Metoprolol Tartrate 62.5 mg PO Q6H 29. MD to order daily dose PO DAILY16 30. Glargine 8 Units Bedtime 31. Furosemide 40 mg IV BID 32. GuaiFENesin ER 600 mg PO Q12H 33. Magnesium Oxide 400 mg PO BID Discharge Medications: 1. Apixaban 5 mg PO BID 2. Daptomycin 900 mg IV Q24H infection 3. Tamsulosin 0.4 mg PO QHS 4. Torsemide 40 mg PO DAILY 5. Vancomycin Oral Liquid mg PO BID c. diff 6. Diltiazem 30 mg PO TID 7. Glargine 12 Units Bedtime Insulin SC Sliding Scale using HUM Insulin 8. Metoprolol Tartrate 50 mg PO Q6H 9. Acetaminophen 650 mg PO Q6H:PRN Pain Mild/Fever 10. Albuterol 0.083% Neb Soln 1 NEB IH Q6H:PRN SOB/wheezing 11. Ascorbic Acid mg PO DAILY 12. Aspirin 81 mg PO DAILY 13. Bisacodyl 10 mg PO/PR DAILY:PRN Constipation Second Line 14. Brimonidine Tartrate 0.15% Ophth. 1 DROP BOTH EYES Q8H 15. Calcium Carbonate 500 mg PO BID 16. Dextrose 50% 12.5 gm IV PRN hypoglycemia protocol 17. GuaiFENesin ER 600 mg PO Q12H 18. Ipratropium Bromide Neb 1 NEB IH Q6H:PRN dyspnea 19. Lidocaine 5% Patch 1 PTCH TD QAM 20. Magnesium Oxide 400 mg PO BID 21. Multivitamins W/minerals 1 TAB PO DAILY 22. Neomycin-Polymyxin-Bacitracin 1 Appl TP PRN with all dressing changes 23. Omeprazole 20 mg PO BID 24. OxyCODONE (Immediate Release) 5 mg PO Q8H:PRN Pain Moderate 25. Polyethylene Glycol 17 g PO DAILY 26. Ramelteon 8 mg PO QHS:PRN sleep Should be given 30 minutes before bedtime 27. Sarna Lotion 1 Appl TP QID:PRN itching 28. Senna 8.6 mg PO BID 29. Sertraline 25 mg PO DAILY 30. Simethicone 80 mg PO QID:PRN Bloating 31. Sodium Chloride 0.9% Flush mL IV DAILY and PRN, line flush 32. TraZODone 25 mg PO QHS:PRN Sleep 33. Vitamin D 1000 UNIT PO DAILY 34. Zinc Sulfate 220 mg PO DAILY 35. HELD Atorvastatin 80 mg PO QPM This medication was held. Do not restart Atorvastatin until you follow up with your doctor due to reaction with Daptomycin 1. Apixaban 5 mg PO BID RX *apixaban [Eliquis] 5 mg 1 tablet(s) by mouth twice a day Disp #*60 Tablet Refills:*0 2. Daptomycin 900 mg IV Q24H infection 3. Tamsulosin 0.4 mg PO QHS 4. Torsemide 40 mg PO DAILY 5. Vancomycin Oral Liquid mg PO BID c. diff 6. Diltiazem 30 mg PO TID 7. Glargine 12 Units Bedtime Insulin SC Sliding Scale using HUM Insulin 8. Metoprolol Tartrate 50 mg PO Q6H 9. Acetaminophen 650 mg PO Q6H:PRN Pain Mild/Fever 10. Albuterol 0.083% Neb Soln 1 NEB IH Q6H:PRN SOB/wheezing 11. Ascorbic Acid mg PO DAILY 12. Aspirin 81 mg PO DAILY 13. Bisacodyl 10 mg PO/PR DAILY:PRN Constipation Second Line 14. Brimonidine Tartrate 0.15% Ophth. 1 DROP BOTH EYES Q8H 15. Calcium Carbonate 500 mg PO BID 16. Dextrose 50% 12.5 gm IV PRN hypoglycemia protocol 17. GuaiFENesin ER 600 mg PO Q12H 18. Ipratropium Bromide Neb 1 NEB IH Q6H:PRN dyspnea 19. Lidocaine 5% Patch 1 PTCH TD QAM 20. Magnesium Oxide 400 mg PO BID 21. Multivitamins W/minerals 1 TAB PO DAILY 22. Neomycin-Polymyxin-Bacitracin 1 Appl TP PRN with all dressing changes 23. Omeprazole 20 mg PO BID 24. OxyCODONE (Immediate Release) 5 mg PO Q8H:PRN Pain Moderate 25. Polyethylene Glycol 17 g PO DAILY 26. Ramelteon 8 mg PO QHS:PRN sleep Should be given 30 minutes before bedtime 27. Sarna Lotion 1 Appl TP QID:PRN itching 28. Senna 8.6 mg PO BID 29. Sertraline 25 mg PO DAILY 30. Simethicone 80 mg PO QID:PRN Bloating 31. Sodium Chloride 0.9% Flush mL IV DAILY and PRN, line flush 32. TraZODone 25 mg PO QHS:PRN Sleep 33. Vitamin D 1000 UNIT PO DAILY 34. Zinc Sulfate 220 mg PO DAILY 35. HELD Atorvastatin 80 mg PO QPM This medication was held. Do not restart Atorvastatin until you follow up with your doctor due to reaction with Daptomycin Discharge Disposition: Extended Care Facility: Discharge Diagnosis: Rash (leukocytoclastic vasculitis) Heart Failure Bloodstream Infection Urinary Tract Infection Atrial Fibrillation Sleep Apnea Discharge Condition: Mental Status: Clear and coherent. Level of Consciousness: Alert and interactive. Activity Status: Out of Bed with assistance to chair or wheelchair. Discharge Instructions: Dear Mr. , WHY DID YOU COME TO THE HOSPITAL? You came to the hospital for a rash on your legs. WHAT HAPPENED AT THE HOSPITAL? -Your rash was evaluated by the dermatology and vascular surgery teams. -You were found to have a bloodstream infection, which was treated with antibiotics. -Your heart failure was treated with medications -You were given oxygen to help with your breathing. -Your blood counts were low and we gave you units of blood to bring your counts back up. -You had a urinary tract infection which was treated with antibiotics. -You had a bleed in your lungs that was a result of low platelets caused by a reaction to some of the antibiotics you were initially on -Your atrial fibrillation was better controlled with medications and anticoagulation WHAT NEEDS TO HAPPEN WHEN YOU LEAVE THE HOSPITAL? -Please follow up with your primary care physician as below. -If you notice any of the danger signs listed below, please contact your PCP or go to an emergency room immediately. It was a pleasure taking care of you during your stay! Sincerely, Your medical team Followup Instructions:"
}