{
  "10978711-DS-5": " \nName:  ___                   Unit No:   ___\n \nAdmission Date:  ___              Discharge Date:   ___\n \nDate of Birth:  ___             Sex:   M\n \nService: MEDICINE\n \nAllergies: \nNo Known Allergies / Adverse Drug Reactions\n \nAttending: ___.\n \nChief Complaint:\nBright red blood per rectum\n \nMajor Surgical or Invasive Procedure:\nColonoscopy ___\n\n \nHistory of Present Illness:\nMr. ___ is a ___ with h/o GERD, a fib on xarelto, HLD, HTN, \nasthma who presents for BRBPR for 2 days. Reports had been \nhaving explosive diarrhea and doesn't believe he has been \nstraining. Reports has had ___ episodes per day with increasing \namounts of BRBPR. Reports initially had small amount blood in \nstool and had\n\"gushing\" amounts of blood this morning. Denies chest pain, SOB, \nfever, chills, n/v/d. Reports has SOB all his life but is unsure \nwhy. Reports last night his left ankle was swollen and elevated \nit and resolved this morning. Denies lightheadedness, pre \nsyncope. Denies h/o CAD. Denies h/o blood transfusion. Denies \nabdominal pain, numbness or weakness.\n \nIn the ED, initial vital signs were:  T 97.3 HR 73 BP 123/101 RR \n22 O2 sat 99% RA \n\nExam notable for:   Orthostatic with HR 86-> 101 with stable \nblood pressure.\n-rectal: no ext hemorrhoids, dried blood at external sphincter, \ngross maroon blood, guaiac positive\n\nLabs were notable for: Hgb 9.8 WBC 10.4 with 83.4% PMNs, INR \n1.3, lactate 2.3, negative UA. \nBMP hemolyzed with K 5.6, BUN 44, Cr 1.2\n\nUpon arrival to the floor, the patient reports he is feeling \nwell. He thinks the bleeding is subsiding.  He says this all \nbegan about a month ago.  He noted that he was having much \nwider/larger stools than previous.  Then on ___ of this \nweek he began having large diarrhea like bowel movements that \nwere bloody.  He denies pain with these bowel movements. He says \nthat it got even worse last night and in the early morning of \n___\nand thus he decided to present to the ED.  \n\nThe patient does endorse that he has had prior colonoscopies and \nis followed by Dr. ___ at ___ for inflammation of \nhis gut that he has previously taken steroids. He has never \nheard the word colitis before. He has not had a flair in several \nyears. The patient also reports that his prior colonoscopies \nshowed some\npolyps that were removed. He has not had a repeat colonoscopy in \nthe last ___ years. He takes lomotil almost daily for diarrhea. \n\nThe patient has had intermittent weight loss. Including an \nepisode that resulted in a hospital admission because his \nappetite was severely limited. At that time they discovered, by \nCT, that the patient had a hiatal hernia. He has eaten small \nfrequent meals since then and says he has been maintaining his \nweight. He has a high weight in ___ of ~164 lbs and is \ncurrently ~147. He says in the last ___ years he has done more \nto maintain his weight and does not want to above 150. He works \nout daily and eats healthy to maintain his weight. Patient has \nSOB at baseline with longstanding asthma history. His inhalers \nimprove his symptoms. He also has a 1 day history of a swollen \nleft ankle that improved with elevation overnight. \n\nOn ROS: as above otherwise 10point ROS negative \n \nPast Medical History:\nGERD, Internal hemorrhoids, Diverticuli\nAfib on Xarelto, HLD, HTN, Asthma, BPH, Back pain, collagenous \ncolitis\n \nSocial History:\n___\nFamily History:\n- Father had HTN\n- Mother had diabetes\n- Brother had \"some kind of cancer, but was a big smoker\" \n \nPhysical Exam:\nADMISSION PHYSICAL EXAM:\n========================\nVitals- Temp 97.9, BP 143/79, HR 82, RR 18, 94% Ra \nGeneral: well appearing, appears younger than stated age\nHEENT: PERRLA (3->2 mm), oral pharynx clear, MMM, neck soft, \nnon-tender, with no lymphadenopathy \nCardiac: normal S1, S2, LLSB III holosystolic murmur, no rubs, \ngallops\nPulm: clear to auscultation in all lung fields\nAbdomen: normal, soft, non-tender with normal bowel sounds \nGI: deferred rectal (done in the ED and by GI previously)\nExtremities: Warm, well perfused, no edema, 2+ DP pulses\nSkin: seborric keratosis, and bandage over left shoulder from \nprior derm biopsy \n\nDISCHARGE PHYSICAL EXAM:\n========================\nGeneral: Alert, lying in bed, appears comfortable\nEyes:  Sclera anicteric,\nHEENT: MMM, oropharynx clear  \nResp: clear to auscultation bilaterally, no wheezes, rales, \nronchi  \nCV: regular rate and rhythm, normal S1 + S2, III/VI blowing \nholosystolic murmur heard throughout, loudest at base. No \nradiation to carotids or axilla.\nGI: soft, non-tender, non-distended, bowel sounds present, no \nrebound tenderness or guarding, no organomegaly  \nEXT: No ___ edema\nNeuro: A&O x3\n \nPertinent Results:\nADMISSION LABS:\n===============\n___ 08:00AM BLOOD WBC-10.4* RBC-3.35* Hgb-9.8* Hct-30.4* \nMCV-91 MCH-29.3 MCHC-32.2 RDW-13.3 RDWSD-43.6 Plt ___\n___ 08:40AM BLOOD ___ PTT-27.8 ___\n___ 08:00AM BLOOD Glucose-123* UreaN-44* Creat-1.2 Na-140 \nK-5.6* Cl-103 HCO3-24 AnGap-13\n___ 07:50AM BLOOD ALT-7 AST-12 LD(LDH)-130 AlkPhos-96 \nTotBili-0.3\n___:50AM BLOOD Calcium-8.0* Phos-3.2 Mg-1.9\n___ 08:00AM BLOOD CRP-5.0\n\nDISCHARGE LABS:\n===============\n___ 08:00AM BLOOD WBC-7.3 RBC-2.84* Hgb-8.3* Hct-26.6* \nMCV-94 MCH-29.2 MCHC-31.2* RDW-14.0 RDWSD-46.7* Plt ___\n___ 08:00AM BLOOD Glucose-95 UreaN-12 Creat-1.0 Na-146 \nK-4.0 Cl-106 HCO3-30 AnGap-10\n\nIMAGING/STUDIES:\n================\nCOLONOSCOPY ___: Internal hemorrhoids. Diverticulosis of the \nsigmoid. No evidence of old or fresh blood. Otherwise normal \ncolonoscopy to cecum \n\n \nBrief Hospital Course:\nMr. ___ is ___ man with PMH atrial fibrillation on \nxarelto, collagenous colitis, GERD, HTN who presented with \nseveral days of BRBPR, found to have internal hemorrhoids and \ndiverticuli on colonoscopy without clear source of bleeding \nidentified.\n\nACTIVE PROBLEMS:\n================  \n#GI BLEED with ACUTE BLOOD LOSS ANEMIA and ORTHOSTATIC \nHYPOTENSION: Several days of significant bright red blood per \nrectum in the setting of being on rivaroxaban likely \nprecipitated by being constipated as he reported several large \nhard stools prior to the bleeding. No further episodes since \nadmission and hemoglobin remained stable though approx. ___ \npoints below most recent baseline hemoglobin 11 in ___. \nColonoscopy revealed large internal hemorrhoids and diverticuli \nwithout clear evidence of site of bleeding. This was likely due \nto the fact that it took >48 hours to complete adequate \ncolonoscopy preparation. GI did not recommend EGD to evaluate \nfor upper source.  Discussed importance of avoiding \nconstipation.  \n\n#ATRIAL FIBRILLATION: On xarelto and diltiazem for rate control. \nCHADS2VASC2 of 3 (age, HTN). Anticoagulation held on admission. \nAfter colonoscopy, risk vs. benefit discussion was held with Mr. \n___. He preferred to remain on anticoagulation and given this \nis his first episode of bleeding we felt that was reasonable and \ndeferred further discussion to outpatient providers. Considered \nswitching to apixaban given potential for lower risk of GI \nbleeding however it is not covered by his insurance without \nprior authorization.\n\n#HYPERTENSION: Home lisinopril was resumed prior to discharge. \nHe remained normotensive on this regimen and Lasix was not \nresumed on discharge. \n\nTRANSITIONAL ISSUES:\n====================\n*Held Medications*\n[] Lasix 40mg daily- normotensive without\n[] Potassium chloride 10 meq daily\n\n[] Please evaluate whether to resume Lasix for hypertension\n[] Please continue risk vs. benefit discussion about \nanticoagulation\n[] Pleas discuss optimum bowel regimen to avoid constipation- \nconsider whether lomotil necessary\n[] Consider switching rivaroxaban to apixaban- requires prior \nauthorization\n[] If has further bleeding could potentially benefit from \ncolorectal referral for possible banding of hemorrhoids\n\n# CODE: Full, does not want to be on machines for more than a \nshort trial and does not want to be resuscitated if futile\n# CONTACT: ___ (daughter) is HCP ___ (day) and \n___ (night) ___ (daughter): ___ Mark (son): \n___\n\n>30 minutes spent on discharge planning \n \nMedications on Admission:\nThe Preadmission Medication list is accurate and complete.\n1. Diltiazem Extended-Release 180 mg PO DAILY \n2. Diphenoxylate-Atropine ___ TAB PO DAILY:PRN diarrhea \n3. Finasteride 5 mg PO DAILY \n4. Fluticasone Propionate 110mcg 1 PUFF IH BID \n5. Furosemide 40 mg PO DAILY \n6. Lisinopril 10 mg PO DAILY \n7. Montelukast 10 mg PO DAILY \n8. Omeprazole 20 mg PO DAILY \n9. Potassium Chloride 10 mEq PO DAILY \n10. Rivaroxaban 15 mg PO DAILY \n11. Tamsulosin 0.4 mg PO DAILY \n12. Vitamin D Dose is Unknown  PO Frequency is Unknown \n13. Cyanocobalamin Dose is Unknown  PO Frequency is Unknown \n14. Multivitamins 1 TAB PO DAILY \n15. Ferrous Sulfate 325 mg PO DAILY \n16. Detrol LA (tolterodine) 4 mg oral DAILY \n\n \nDischarge Medications:\n1.  Cyanocobalamin Dose is Unknown  PO ASDIR  \n2.  Detrol LA (tolterodine) 4 mg oral DAILY  \n3.  Diltiazem Extended-Release 180 mg PO DAILY  \n4.  Diphenoxylate-Atropine ___ TAB PO DAILY:PRN diarrhea  \n5.  Ferrous Sulfate 325 mg PO DAILY  \n6.  Finasteride 5 mg PO DAILY  \n7.  Fluticasone Propionate 110mcg 1 PUFF IH BID  \n8.  Lisinopril 10 mg PO DAILY  \n9.  Montelukast 10 mg PO DAILY  \n10.  Multivitamins 1 TAB PO DAILY  \n11.  Omeprazole 20 mg PO DAILY  \n12.  Rivaroxaban 15 mg PO DAILY  \n13.  Tamsulosin 0.4 mg PO DAILY  \n14.  Vitamin D Dose is Unknown  PO ASDIR  \n15. HELD- Furosemide 40 mg PO DAILY  This medication was held. \nDo not restart Furosemide until you see your primary doctor\n16. HELD- Potassium Chloride 10 mEq PO DAILY  This medication \nwas held. Do not restart Potassium Chloride until you see your \nprimary doctor\n\n \nDischarge Disposition:\nHome\n \nDischarge Diagnosis:\nLower GI bleed\nInternal hemorrhoids\nDiverticulosis\n\n \nDischarge Condition:\nMental Status: Clear and coherent.\nLevel of Consciousness: Alert and interactive.\nActivity Status: Ambulatory - Independent.\n\n \nDischarge Instructions:\nDear Mr. ___,\n\nIt was a pleasure caring for you at ___ \n___!\n\nWHY YOU WERE ADMITTED:\n-You were having bleeding from your rectum\n\nWHAT HAPPENED IN THE HOSPITAL:\n-You had a colonoscopy which showed hemorrhoids and diverticuli \n(outpouchings) in your large intestine. Either of these could \nhave caused your bleeding and it was unclear from the \ncolonoscopy which \ncaused your symptoms.\n-We discussed that being on a blood thinner places you at risk \nfor further bleeding. You preferred to stay on a blood thinner \nwhich we felt was reasonable. \n-You were restarted on a blood thinner without incident.\n\nWHAT YOU SHOULD DO AT HOME:\n-Please discuss the risks and benefits of being on your blood \nthinner with your cardiologist\n-Avoiding constipation will help prevent future bleeding. Please \ndiscuss how to best accomplish this with your primary doctor.\n\nThank you for allowing us to be involved in your care, we wish \nyou all the best!\n\nYour ___ Team\n \nFollowup Instructions:\n___\n"
}