{
  "10978711-DS-5": "MEDICINE Allergies: No Known Allergies / Adverse Drug Reactions Attending: . Chief Complaint: Bright red blood per rectum Major Surgical or Invasive Procedure: Colonoscopy History of Present Illness: Mr. is a with h/o GERD, a fib on xarelto, HLD, HTN, asthma who presents for BRBPR for 2 days. Reports had been having explosive diarrhea and doesn't believe he has been straining. Reports has had episodes per day with increasing amounts of BRBPR. Reports initially had small amount blood in stool and had \"gushing\" amounts of blood this morning. Denies chest pain, SOB, fever, chills, n/v/d. Reports has SOB all his life but is unsure why. Reports last night his left ankle was swollen and elevated it and resolved this morning. Denies lightheadedness, pre syncope. Denies h/o CAD. Denies h/o blood transfusion. Denies abdominal pain, numbness or weakness. In the ED, initial vital signs were: T 97.3 HR 73 BP 123/101 RR 22 O2 sat 99% RA Exam notable for: Orthostatic with HR 86-> 101 with stable blood pressure. -rectal: no ext hemorrhoids, dried blood at external sphincter, gross maroon blood, guaiac positive Labs were notable for: Hgb 9.8 WBC 10.4 with 83.4% PMNs, INR 1.3, lactate 2.3, negative UA. BMP hemolyzed with K 5.6, BUN 44, Cr 1.2 Upon arrival to the floor, the patient reports he is feeling well. He thinks the bleeding is subsiding. He says this all began about a month ago. He noted that he was having much wider/larger stools than previous. Then on of this week he began having large diarrhea like bowel movements that were bloody. He denies pain with these bowel movements. He says that it got even worse last night and in the early morning of and thus he decided to present to the ED. The patient does endorse that he has had prior colonoscopies and is followed by Dr. at for inflammation of his gut that he has previously taken steroids. He has never heard the word colitis before. He has not had a flair in several years. The patient also reports that his prior colonoscopies showed some polyps that were removed. He has not had a repeat colonoscopy in the last years. He takes lomotil almost daily for diarrhea. The patient has had intermittent weight loss. Including an episode that resulted in a hospital admission because his appetite was severely limited. At that time they discovered, by CT, that the patient had a hiatal hernia. He has eaten small frequent meals since then and says he has been maintaining his weight. He has a high weight in of ~164 lbs and is currently ~147. He says in the last years he has done more to maintain his weight and does not want to above 150. He works out daily and eats healthy to maintain his weight. Patient has SOB at baseline with longstanding asthma history. His inhalers improve his symptoms. He also has a 1 day history of a swollen left ankle that improved with elevation overnight. On ROS: as above otherwise 10point ROS negative Past Medical History: GERD, Internal hemorrhoids, Diverticuli Afib on Xarelto, HLD, HTN, Asthma, BPH, Back pain, collagenous colitis Social History: Family History: Father had HTN Mother had diabetes Brother had \"some kind of cancer, but was a big smoker\" Physical Exam: ADMISSION PHYSICAL EXAM: Vitals Temp 97.9, BP 143/79, HR 82, RR 18, 94% Ra General: well appearing, appears younger than stated age HEENT: PERRLA (3->2 mm), oral pharynx clear, MMM, neck soft, non-tender, with no lymphadenopathy Cardiac: normal S1, S2, LLSB III holosystolic murmur, no rubs, gallops Pulm: clear to auscultation in all lung fields Abdomen: normal, soft, non-tender with normal bowel sounds GI: deferred rectal (done in the ED and by GI previously) Extremities: Warm, well perfused, no edema, 2+ DP pulses Skin: seborric keratosis, and bandage over left shoulder from prior derm biopsy DISCHARGE PHYSICAL EXAM: General: Alert, lying in bed, appears comfortable Eyes: Sclera anicteric, HEENT: MMM, oropharynx clear Resp: clear to auscultation bilaterally, no wheezes, rales, ronchi CV: regular rate and rhythm, normal S1 + S2, III/VI blowing holosystolic murmur heard throughout, loudest at base. No radiation to carotids or axilla. GI: soft, non-tender, non-distended, bowel sounds present, no rebound tenderness or guarding, no organomegaly EXT: No edema Neuro: A&O x3 Pertinent Results: ADMISSION LABS: 08:00AM BLOOD WBC-10.4* RBC-3.35* Hgb-9.8* Hct-30.4* MCV-91 MCH-29.3 MCHC-32.2 RDW-13.3 RDWSD-43.6 Plt 08:40AM BLOOD PTT-27.8 08:00AM BLOOD Glucose-123* UreaN-44* Creat-1.2 Na-140 K-5.6* Cl-103 HCO3-24 AnGap-13 07:50AM BLOOD ALT-7 AST-12 LD(LDH)-130 AlkPhos-96 TotBili-0.3 :50AM BLOOD Calcium-8.0* Phos-3.2 Mg-1.9 08:00AM BLOOD CRP-5.0 DISCHARGE LABS: 08:00AM BLOOD WBC-7.3 RBC-2.84* Hgb-8.3* Hct-26.6* MCV-94 MCH-29.2 MCHC-31.2* RDW-14.0 RDWSD-46.7* Plt 08:00AM BLOOD Glucose-95 UreaN-12 Creat-1.0 Na-146 K-4.0 Cl-106 HCO3-30 AnGap-10 IMAGING/STUDIES: COLONOSCOPY : Internal hemorrhoids. Diverticulosis of the sigmoid. No evidence of old or fresh blood. Otherwise normal colonoscopy to cecum Brief Hospital Course: Mr. is man with PMH atrial fibrillation on xarelto, collagenous colitis, GERD, HTN who presented with several days of BRBPR, found to have internal hemorrhoids and diverticuli on colonoscopy without clear source of bleeding identified. ACTIVE PROBLEMS: #GI BLEED with ACUTE BLOOD LOSS ANEMIA and ORTHOSTATIC HYPOTENSION: Several days of significant bright red blood per rectum in the setting of being on rivaroxaban likely precipitated by being constipated as he reported several large hard stools prior to the bleeding. No further episodes since admission and hemoglobin remained stable though approx. points below most recent baseline hemoglobin 11 in . Colonoscopy revealed large internal hemorrhoids and diverticuli without clear evidence of site of bleeding. This was likely due to the fact that it took >48 hours to complete adequate colonoscopy preparation. GI did not recommend EGD to evaluate for upper source. Discussed importance of avoiding constipation. #ATRIAL FIBRILLATION: On xarelto and diltiazem for rate control. CHADS2VASC2 of 3 (age, HTN). Anticoagulation held on admission. After colonoscopy, risk vs. benefit discussion was held with Mr. . He preferred to remain on anticoagulation and given this is his first episode of bleeding we felt that was reasonable and deferred further discussion to outpatient providers. Considered switching to apixaban given potential for lower risk of GI bleeding however it is not covered by his insurance without prior authorization. #HYPERTENSION: Home lisinopril was resumed prior to discharge. He remained normotensive on this regimen and Lasix was not resumed on discharge. TRANSITIONAL ISSUES: *Held Medications* [] Lasix 40mg daily normotensive without [] Potassium chloride 10 meq daily [] Please evaluate whether to resume Lasix for hypertension [] Please continue risk vs. benefit discussion about anticoagulation [] Pleas discuss optimum bowel regimen to avoid constipation consider whether lomotil necessary [] Consider switching rivaroxaban to apixaban requires prior authorization [] If has further bleeding could potentially benefit from colorectal referral for possible banding of hemorrhoids # CODE: Full, does not want to be on machines for more than a short trial and does not want to be resuscitated if futile # CONTACT: (daughter) is HCP (day) and (night) (daughter): Mark (son): >30 minutes spent on discharge planning Medications on Admission: The Preadmission Medication list is accurate and complete. 1. Diltiazem Extended-Release 180 mg PO DAILY 2. Diphenoxylate-Atropine TAB PO DAILY:PRN diarrhea 3. Finasteride 5 mg PO DAILY 4. Fluticasone Propionate 110mcg 1 PUFF IH BID 5. Furosemide 40 mg PO DAILY 6. Lisinopril 10 mg PO DAILY 7. Montelukast 10 mg PO DAILY 8. Omeprazole 20 mg PO DAILY 9. Potassium Chloride 10 mEq PO DAILY 10. Rivaroxaban 15 mg PO DAILY 11. Tamsulosin 0.4 mg PO DAILY 12. Vitamin D Dose is Unknown PO Frequency is Unknown 13. Cyanocobalamin Dose is Unknown PO Frequency is Unknown 14. Multivitamins 1 TAB PO DAILY 15. Ferrous Sulfate 325 mg PO DAILY 16. Detrol LA (tolterodine) 4 mg oral DAILY Discharge Medications: 1. Cyanocobalamin Dose is Unknown PO ASDIR 2. Detrol LA (tolterodine) 4 mg oral DAILY 3. Diltiazem Extended-Release 180 mg PO DAILY 4. Diphenoxylate-Atropine TAB PO DAILY:PRN diarrhea 5. Ferrous Sulfate 325 mg PO DAILY 6. Finasteride 5 mg PO DAILY 7. Fluticasone Propionate 110mcg 1 PUFF IH BID 8. Lisinopril 10 mg PO DAILY 9. Montelukast 10 mg PO DAILY 10. Multivitamins 1 TAB PO DAILY 11. Omeprazole 20 mg PO DAILY 12. Rivaroxaban 15 mg PO DAILY 13. Tamsulosin 0.4 mg PO DAILY 14. Vitamin D Dose is Unknown PO ASDIR 15. HELD Furosemide 40 mg PO DAILY This medication was held. Do not restart Furosemide until you see your primary doctor 16. HELD Potassium Chloride 10 mEq PO DAILY This medication was held. Do not restart Potassium Chloride until you see your primary doctor Discharge Disposition: Home Discharge Diagnosis: Lower GI bleed Internal hemorrhoids Diverticulosis Discharge Condition: Mental Status: Clear and coherent. Level of Consciousness: Alert and interactive. Activity Status: Ambulatory Independent. Discharge Instructions: Dear Mr. , It was a pleasure caring for you at ! WHY YOU WERE ADMITTED: -You were having bleeding from your rectum WHAT HAPPENED IN THE HOSPITAL: -You had a colonoscopy which showed hemorrhoids and diverticuli (outpouchings) in your large intestine. Either of these could have caused your bleeding and it was unclear from the colonoscopy which caused your symptoms. -We discussed that being on a blood thinner places you at risk for further bleeding. You preferred to stay on a blood thinner which we felt was reasonable. -You were restarted on a blood thinner without incident. WHAT YOU SHOULD DO AT HOME: -Please discuss the risks and benefits of being on your blood thinner with your cardiologist -Avoiding constipation will help prevent future bleeding. Please discuss how to best accomplish this with your primary doctor. Thank you for allowing us to be involved in your care, we wish you all the best! Your Team Followup Instructions:"
}