{
  "hadm_id": "21537662",
  "note_id": "10186442-DS-20",
  "note": " \nName:  ___.               Unit No:   ___\n \nAdmission Date:  ___              Discharge Date:   ___\n \nDate of Birth:  ___             Sex:   F\n \nService: CARDIOTHORACIC\n \nAllergies: \nNo Known Allergies / Adverse Drug Reactions\n \nAttending: ___.\n \nChief Complaint:\nshortness of breath\n \nMajor Surgical or Invasive Procedure:\nIntubation, EGD, paracentesis x2, thoracentesis \n\n \nHistory of Present Illness:\nMs. ___ is an ___ y/o female with a history of HTN, HLD, CKD \nstage III, amyloid cardiomyopathy (EF 42%), DM and recent R MCA \nstroke s/p tPA ___ (which lead to hemorrhagic \ntransformation) who presents with altered mental status, \nhypotension and hypoxemia. Patient was recently admitted from \n___ with AMS. In brief, AMS was attributed to enterococcus \nUTI (treatment with IV ampicillin for a 7-day course) and \ndehydration on admission. Patient received IVF and and developed \nan O2 requirement ___ CHF exacerbation. Patient was diuresed and \nrestarted on her home lasix. Patient also had poorly controlled \nglucose with both hypo and hyperglycemic episodes. She also \ndeveloped new hypoxemia which was attributed to atelectasis, \npleural effusions and shallow breathing. IP was consulted and \nthoracentesis was deferred due to hemorrhage risk in the setting \nof anticoagulation. Patient was ultimately discharged on home \nO2. In addition, patient was noted to have a normocytic anemia \nlikely ___ CKD. Patient was noted to have guiaic positive stools \nand there was concern for a possible UGIB, however workup was \nnot pursued. \n\nPatient was discharged home on ___ and was doing well per her \nsister. Yesterday, there was an acute change in her mental \nstatus from her baseline. Patient complained of pain at her \nfoley catheter site and had two episodes of loose stools that \nwere black per the sister. She also complained of chest and back \ndiscomfort at rest (unclear if patient complains of this at \nbaseline). Today, the visiting nurse went to change her foley \ncatheter and at that time the patient was noted to be altered, \nnot responding to questions, with SBPs ___, sating 60% on RA. \nEMS was called and patient was transferred to the ED.   \n\nIn the ED, initial vitals: T 99.8, HR 101, BP 94/41, RR 34, 100% \nNRB (desats to 70% on RA). Patient was not responding to painful \nstimuli and was altered. CT head was obtained and prelim read \nshowed progression encephalomalacia in the right MCA region but \nno evidence of new hemorrhage or infarction. CXR was performed \nand showed bilateral hazy opacities and bilateral pleural \neffusions, slightly improved from prior (not read by radiology). \nUrine was grossly bloody and UA showed large leuks, moderate \nbacteria. UCx and BCx were sent. Rectal exam was notable for \nbrown stool, heme+. Given the concern for sepsis, patient \nreceived approximately 3L IVF and was placed on broad spectrum \nabx with vancomycin/zosyn. Levophed was initiated. Patient \ncontinued to do poorly a respiratory standpoint and required \nintubation.   \n \nOn arrival to the MICU, VS T 98.9, HR 107, BP 112/60 on \nlevophed, 100% on CMV Vt 450, RR 14, PEEP 5, FiO2 50%. Patient \nwas sedated and unable to repsond to voice or painful stimuli.  \n\n \nPast Medical History:\n- Type II Diabetes  \n- Hyperlipidemia  \n- Hypertension  \n- Hypothyroidism  \n- Chronic kidney injury (stage 3)  \n- Chronic normocytic anemia  \n- Allergic rhinitis  \n- Ayloid Cardiomyopathy  \n- Paroxysmal Atrial Fibrillation  \n- R MCA infarct s/p tPA with hemorrhage  ___\n \nSocial History:\n___\nFamily History:\nMother, deceased, with diabetes ___ and hypertension. \nFather, deceased, with unknown medical history. Daughter and \nmultiple other family members with diabetes ___. No known \nfamily history of early MI, arrhythmia, cardiomyopathies, or \nsudden cardiac death; otherwise non-contributory.  \n \nPhysical Exam:\nADMISSION PHYSICAL:\nVitals- T 98.9, HR 107, BP 112/60 on levophed, 100% on CMV Vt \n450, RR 14, PEEP 5, FiO2 50%  \nGENERAL: intubated and sedated, not responding to painful \nstimuli  \nHEENT: Sclera anicteric, MMM, with ET tube, right EJ  \nNECK: supple, JVP not elevated, no LAD  \nLUNGS: mechanical breath sounds anteriorly, bibasilar crackles \nCV: irregular rhythym, regular rate, normal S1 and S2, ___ \nsystolic murmur heard best at the LUSB w/o radiation to carotids \nor axillae  \nABD: soft, non-tender, distended, bowel sounds present, no \nrebound tenderness or guarding, no organomegaly  \nEXT: warm, 1+ pulses, no clubbing, cyanosis, trace pitting edema \nup to knees b/l  \nGU: per report, brown guiaic positive stool  \nNEURO: unable to assess ___ intubation and sedation\n\nDISCHARGE PHYSICAL EXAM\nGENERAL: Eyes open\nHEENT: Sclera anicteric, MMM\nNECK: supple, JVP not elevated\nLUNGS: clear anteriorly, bibasilar crackles \nCV: irregular rhythym, regular rate, normal S1 and S2, ___ \nsystolic murmur heard best at the LUSB w/o radiation to carotids \nor axillae  \nABD: distended abdomen but soft, bowel sounds hyperactive, no \nrebound tenderness or guarding, no organomegaly, +ascites  \nEXT: warm, 1+ pulses, no clubbing, cyanosis, 1+ pitting edema up \nto knees b/l NEURO: able to follow some commands\n \nPertinent Results:\nADMISSION LABS:\n\n___ 12:04AM   ___ PTT-28.3 ___\n___ 12:04AM   PLT SMR-NORMAL PLT COUNT-359\n___ 12:04AM   HYPOCHROM-3+ ANISOCYT-1+ POIKILOCY-OCCASIONAL \nMACROCYT-1+ MICROCYT-NORMAL POLYCHROM-OCCASIONAL \nTEARDROP-OCCASIONAL\n___ 12:04AM   NEUTS-85.7* LYMPHS-8.1* MONOS-4.7 EOS-1.0 \nBASOS-0.4\n___ 12:04AM   WBC-13.2* RBC-2.44* HGB-6.6* HCT-22.8* MCV-93 \nMCH-26.9* MCHC-28.8* RDW-18.5*\n___ 12:04AM   CALCIUM-9.0 PHOSPHATE-4.0 MAGNESIUM-2.6\n___ 12:04AM   estGFR-Using this\n___ 12:04AM   GLUCOSE-253* UREA N-52* CREAT-1.0 SODIUM-146* \nPOTASSIUM-4.6 CHLORIDE-104 TOTAL CO2-30 ANION GAP-17\n___ 12:06AM   LACTATE-3.5*\n___ 01:09AM   ___ PO2-30* PCO2-38 PH-7.26* TOTAL \nCO2-18* BASE XS--10\n___ 01:20AM   TYPE-ART ___ TIDAL VOL-450 PEEP-5 \nO2-100 PO2-421* PCO2-53* PH-7.38 TOTAL CO2-33* BASE XS-5 \nAADO2-236 REQ O2-47 -ASSIST/CON INTUBATED-INTUBATED\n___ 02:00AM URINE  MUCOUS-FEW\n___ 02:00AM URINE  GRANULAR-130* HYALINE-65*\n___ 02:00AM URINE  RBC->182* WBC->182* BACTERIA-MOD \nYEAST-NONE EPI-0\n___ 02:00AM URINE  BLOOD-LG NITRITE-NEG PROTEIN-100 \nGLUCOSE-NEG KETONE-NEG BILIRUBIN-NEG UROBILNGN-NEG PH-6.5 \nLEUK-LG\n___ 02:00AM URINE  COLOR-RED APPEAR-Cloudy SP ___\n___ 02:00AM URINE  UHOLD-HOLD\n___ 02:00AM URINE  HOURS-RANDOM\n___ 08:22AM   PLT COUNT-286\n___ 08:22AM   WBC-12.3* RBC-2.58* HGB-7.2* HCT-23.5* MCV-91 \nMCH-27.9 MCHC-30.6* RDW-18.0*\n___ 08:22AM   CALCIUM-8.4 PHOSPHATE-3.4 MAGNESIUM-2.4\n___ 08:22AM   CK-MB-3 cTropnT-0.13* ___\n___ 08:22AM   ALT(SGPT)-109* AST(SGOT)-109* CK(CPK)-102 ALK \nPHOS-114* TOT BILI-0.4\n___ 08:22AM   GLUCOSE-186* UREA N-47* CREAT-0.9 SODIUM-145 \nPOTASSIUM-3.5 CHLORIDE-107 TOTAL CO2-31 ANION GAP-11\n___ 08:54AM   LACTATE-1.7\n___ 01:30PM   PLT COUNT-308\n___ 01:30PM   WBC-11.8* RBC-2.63* HGB-7.4* HCT-24.3* MCV-93 \nMCH-28.1 MCHC-30.4* RDW-17.6*\n___ 01:30PM   CK-MB-3 cTropnT-0.14*\n___ 08:00PM   PLT COUNT-299\n___ 08:00PM   WBC-14.1* RBC-2.69* HGB-7.6* HCT-25.1* MCV-93 \nMCH-28.1 MCHC-30.1* RDW-17.6*\n___ 08:00PM   CALCIUM-8.8 PHOSPHATE-3.7 MAGNESIUM-2.4\n___ 08:00PM   CK-MB-3 cTropnT-0.14*\n___ 08:00PM   GLUCOSE-119* UREA N-39* CREAT-0.8 SODIUM-145 \nPOTASSIUM-4.0 CHLORIDE-109* TOTAL CO2-30 ANION GAP-10\n\nMICRO\n\nUCx ___ Mixed flora\nSputum ___ Mixed flora\nPleural fluid ___ No growth\nPeritoneal fluid ___ No growth\nBCx ___ No growth\nBCx ___ No growth\nC diff ___ Negative\nUcx ___ No growth\n\nIMAGING:\n___ CT HEAD\nIMPRESSION:  \n  \nProgression of encephalomalacia in the patient's right MCA \ninfarction. The cortical gyriform hyperattenuating areas are \nmost consistent with dystrophic mineralization at sites of \npseudolaminar necrosis. No evidence of hemorrhage or new \ninfarction. \n\n___\nCXR\nIMPRESSION:  \n  \nStable moderate to severe pulmonary edema. \nSlight interval increase in moderate layering bilateral pleural \neffusions. \n\n___ KUB\nIMPRESSION: \n    \n1. No evidence of obstruction. \n2. Cardiomegaly and small left pleural effusion. \n\n___ RUQ US\nIMPRESSION:  \n  \nModerate ascites and a right pleural effusion. \n\n___ ECHO\nConclusions  \nThere is moderate symmetric left ventricular hypertrophy. The \nleft ventricular cavity size is normal. Overall left ventricular \nsystolic function is mildly depressed (LVEF= 40%) secondary to \nmild global hypokinesis. Right ventricular chamber size and free \nwall motion are normal. The aortic valve leaflets (3) are mildly \nthickened. No aortic regurgitation is seen. The mitral valve \nleaflets are mildly thickened. There is no mitral valve \nprolapse. Moderate (2+) mitral regurgitation is seen. The \ntricuspid valve leaflets are mildly thickened. The pulmonary \nartery systolic pressure could not be determined. The \nend-diastolic pulmonic regurgitation velocity is increased \nsuggesting pulmonary artery diastolic hypertension. There is a \ntrivial/physiologic pericardial effusion. \n\nCompared with the prior study (images reviewed) of ___, \nfindings are overall similar.   \n\n___ CXR\nIMPRESSION: \n \nAs compared to the previous radiograph, there is increasing \nevidence of\npulmonary edema with increasing bilateral pleural effusions and \nappearance ofmultiple air bronchograms, predominantly in the \nright perihilar lung zones.The size of the cardiac silhouette is \nunchanged. Unchanged position of theright PICC line.\n\n___ KUB\nNonspecific bowel gas pattern. No evidence for obstruction or \nileus.\n\n___ RENAL US\n1.  No hydronephrosis, large stones or worrisome masses in \neither kidney. \n2.  Echogenic kidneys consistent with chronic medical renal \ndisease. \n3.  Gallbladder sludge without signs of acute cholecystitis. \n\nCYTOLOGY\n___ PLEURAL FLUID NEG FOR MALIGNANT CELLS\n\nDISCHARGE LABS\n\n___ 03:01AM BLOOD WBC-10.4 RBC-2.76* Hgb-7.6* Hct-24.3* \nMCV-88 MCH-27.6 MCHC-31.3 RDW-16.8* Plt ___\n___ 03:51AM BLOOD ___ PTT-32.9 ___\n___ 03:01AM BLOOD Glucose-189* UreaN-80* Creat-4.5* Na-130* \nK-4.8 Cl-88* HCO3-26 AnGap-21*\n___ 03:01AM BLOOD Calcium-8.6 Phos-6.7* Mg-3.2*\n \nBrief Hospital Course:\n___ y/o female with a history of HTN, HLD, CKD stage III, amyloid \ncardiomyopathy (EF 42%), DM and recent R MCA stroke s/p tPA \n___ who presented with altered mental status, septic shock \nand hypoxemic respiratory failure. Hospital course was \ncomplicated by refractory shock ___ severe cardiomyopathy. After \nmultiple family discussions the decision was made to discharge \nthe patient home with hospice services. Hospital course is \noutlined below by problem:\n\n# Septic shock likely ___ UTI - presented with dysuria, \nhematuria and urine concerning for a urinary tract infection. \nAlternative etiologies include hospital acquired pneumonia given \nhypoxemic respiratory failure (see below) and recent \nhospitalization. She had enterococcus UTI was sensitive to \nvancomycin, was treated with ampicillin during her last \nhospitalization, She was treated with vancomycin and cefepime \nfor broad gram negative coverage. Her blood pressure was \nmaintained on levophed, for MAPS >65, and then switched to neo \nin the setting of atrial tachycardia (see below). \n\n# Cardiogenic shock ___ amyloid cardiomyopathy: patient \ncontinued to have a pressor requirement despite treatment of her \nsepsis. Cardiology was consulted and her shock was attributed to \nhypovolemia and severe amyloid cardiomyopathy. The team \nattempted to wean her neo however she continued to have a \npressor requirement. Cardiology expressed their concerns \nregarding her poor prognosis in the setting of amyloid \ncardiomyopathy. She was started on midodrine in an attempt to \ndischarge her home with hospice services. Hospice unfortunately \nwas unable to provide neo and alternative IV pressors would not \nbe appropriate in the setting of amyloid cardiomyopathy. She was \nstarted on pseudoephedrine in an attempt to decrease her IV \npressor requirement. \n\n# Hypoxemic respiratory failure requiring intubation: patient \nhas had multiple episodes of hypoxemia during her previous \nhospitalizations which were attributed to acute pulmonary edema \nin the setting of CHF secondary to amyloid. CXR on admission \nwith pulmonary edema and bilateral pleural effusions. She was \ntreated with vancomycin and cefepime for HCAP coverage.  PE was \na consideration, however patient had been on anticoagulation \ntherapy for months given recent stroke. Of note, patient has a \nknown left sided pleural effusion that had not been tapped due \nto concern for hemorrhage during procedure. Patient's \nanticoagulation (rivaroxaban) was held and a L chest tube was \nplaced to drain the pleural effusion. Patient also was found to \nhave ascites, for which a therapeutic paracentesis was \nperformed. She was aggressively diuresed with IV lasix. \nPatient's hypoxemia improved, and she was extubated. Patient \ncontinued to have a 2L NC oxygen requirement due to pulmonary \nedema and pleural effusions from her cardiomyopathy.\n\n# Altered mental status - likely due to hypoxemia, hypotension \nand sepsis. Patient's mental status remained poor, following \ncommands intermittently and inconsistently, during her \nadmission. \n                                     \n# Anemia - likely multifactorial, from anemia of chronic disease \nand renal failure. There was concern for a potential upper GI \nbleed, as she had a guiaic positive stool, with Hb 6.6 in the \nED. She was started on a PPI and Rivaroxaban was held and an EGD \nperformed, which was negative. Her anticoagulation was held as \nthe patient was at high risk for bleeding and her Hct remained \nstable throughout the rest of her hospitalization.  \n\n# DMII: Patient was on home lantus 12U BID, which was reduced \nwhen Patient was NPO, and then held in the setting of \nhypoglycemia. It was restarted when she began tube feeds. She \nwas discharged on lantus 8U qHS and sliding scale. \n\n# CHF (amyloid): Echo showed LVEF= 40% secondary to mild global \nhypokinesis. Patient was diuresed with IV lasix as above. Her \nhome metoprolol was initially held in the setting of \nhypotension/sepsis. The patient developed anasarca and \nhypotension and therefore cardiology was consulted to assist \nwith management of her cardiomyopathy. She was treated with \nlasix boluses, then gtt and transitioned to bumex gtt and \nmetolazone as she was refractory to lasix. She was maintained on \nneo as levophed resulted in tachyarrhytmias. She developed ___ \n___ ATN due to cardiorenal syndrome and hypotension. After \ndiscussion with cardiology, her prognosis was deemed to be quite \npoor. The decision was made to send the patient home with \nhospice services and manage her blood pressure with oral \nmedications.  \n\n# Paroxysmal atrial fibrillation with RVR/frequent ectopy/atrial \ntachycardia - Patient was normally maintained on AV nodal \nagents, which were held in the setting of sepsis. She developed \nafib with RVR, with rates in the 120s. Her systolic pressures \ncontinued to be in the ___. She was seen by Cardiology, who \nrecommended she be loaded with amiodarone. She was continued on \namiodarone and her AV nodal agents were discontinued due to \nhypotension and amyloid cardiomyopathy.\n\n# ___ ___ cardiorenal syndrome, toxic/ischemic ATN: patient \ndeveloped ___ in the setting of severe hypotension, high pressor \nrequirement, and high levels of vancomycin. Her creatinine \nunfortunately did not improve and her UOP decreased despite \nattempts to diurese with IV diuretics. Renal was consulted and \nshe was considered to be a poor candidate for dialysis due to \nher pressor requirement and overall poor prognosis from her \ncardiomyopathy (as she was very sensitive to fluid shifts). \n\n# Recurrent ascites: ___ heart failure. Underwent two \nparacentesis due to tense ascites. Her symptoms improved with \nthis intervention.\n\n# Pleural effusion: underwent left thoracentesis at the \nbeginning of her hospitalization. Pleural effusion was \nattributed to cardiomyopathy.\n\n# Hypothyroidism: continued home levothyroxine\n\n# Recent MCA stroke: patient was initially on anticoagulation \nwith rivaroxaban. This was held in the setting of a potential \nUGIB. She was restarted on rivaroxaban. There was concern about \nthe interaction b/w rivaroxaban and amiodarone and therefore was \nstarted on pradaxa. Pradax was discontinued in the setting of \n___. As the goals of care transitioned, the decision was made to \nstop anticoagulation as heparin/warfarin was her only option.\n\n# Goals of care: patient remained in the hospital for 3 weeks \nand unfortunately did not show signs of clinical improvement \ndespite attempts at aggressive medical management of her \nmultiple co-morbidities. Multiple family meetings were held to \ndetermine what her goals were. We expressed the severity of her \nillnesses and that unfortunately her prognosis was quite poor as \nmultiple organ systems were failing. Palliative care was \nconsulted to help with this difficult time. The decision was \nmade to discharge the patient home with hospice. We tried to \nprovide her with IV pressors at home, but unfortunately hospice \nwas unable to provide neo. We expressed that since the goal is \nto not perform any aggressive life sustaining measures and not \nto place her on life support should her organ systems fail, that \nit would be appropriate to make her DNR/DNI, as attempts at \nresuscitation would be futile and harmful. The family understood \nand her husband ___ agreed with this. Her healthcare proxy \n___ was also aware of the plan to discharge her home with \nhospice services and she agreed with discharge home. She was \ndischarged home with hospice on ___. \n \n \nMedications on Admission:\nThe Preadmission Medication list may be inaccurate and requires \nfuther investigation.\n1. Acetaminophen (Liquid) 650 mg PO Q6H:PRN Discomfort \n2. Aspirin 81 mg NG DAILY \n3. Bethanechol 5 mg NG TID \n4. Bisacodyl ___ID:PRN Constipation \n5. Chlorhexidine Gluconate 0.12% Oral Rinse 5 mL ORAL BID \n6. Docusate Sodium (Liquid) 200 mg NG/OG BID \n7. Levothyroxine Sodium 175 mcg PO QAM \n8. Rosuvastatin Calcium 40 mg PO QAM \n9. Senna 17.2 mg NG BID \n10. Rivaroxaban 15 mg PO DINNER \n11. Nystatin Oral Suspension 5 mL PO QID \n12. Furosemide 60 mg PO BID \n13. Metoprolol Tartrate 25 mg PO Q6H \n14. Glucagon 1 mg IM Q15MIN:PRN hypoglycemia protocol \n15. Simethicone 80 mg PO QID:PRN gas pain \n16. Potassium Chloride (Powder) 10 mEq NG DAILY \n17. Lansoprazole Oral Disintegrating Tab 30 mg PO DAILY \n18. Glargine 12 Units Breakfast\nGlargine 12 Units Dinner\nInsulin SC Sliding Scale using UNK Insulin\n\n \nDischarge Medications:\n1. Acetaminophen (Liquid) 650 mg PO Q6H:PRN Discomfort \n2. Aspirin 81 mg NG DAILY \n3. Docusate Sodium (Liquid) 200 mg NG/OG BID \n4. Glucagon 1 mg IM Q15MIN:PRN hypoglycemia protocol \n5. Glargine 0 Units Breakfast\nGlargine 8 Units Bedtime\nInsulin SC Sliding Scale using HUM Insulin\n6. Nystatin Oral Suspension 5 mL PO QID \n7. Rosuvastatin Calcium 40 mg PO QAM \n8. Senna 17.2 mg NG BID \n9. Amiodarone 200 mg PO DAILY \n10. Levothyroxine Sodium 175 mcg PO QAM \n11. Midodrine 20 mg PO TID \n12. OxycoDONE (Immediate Release)  2.5-5 mg PO Q4H:PRN pain \n13. Pseudoephedrine 30 mg PO Q6H \n14. Sodium Chloride 0.9%  Flush ___ mL IV DAILY and PRN, line \nflush \n\n \nDischarge Disposition:\nHome With Service\n \nFacility:\n___\n \nDischarge Diagnosis:\nPrimary diagnosis: cardiogenic/septic shock\nSecondary diagnosis: hypoxemic respiratory failure, anemia, \nacute renal failure, amyloid cardiomyopathy, pleural effusion\n\n \nDischarge Condition:\nMental Status: Confused - sometimes.\nLevel of Consciousness: Lethargic but arousable.\nActivity Status: Bedbound.\n\n \nDischarge Instructions:\nDear ___, \nIt was a pleasure taking care of you during your \nhospitalization. You came in with a bad urinary tract infection, \ntrouble breathing and low blood pressure. While you were here we \ntreated you for an infection and we helped your breathing. Your \nblood pressure remained low and we think this is because of your \nheart failure. Our goal is to get you home so you can be with \nyour family. \n \nFollowup Instructions:\n___\n",
  "boolean_questions": {
    "qafib": {
      "criterion": "afib",
      "question": "Does the note describe the patient as having permanent, paroxysmal, or persistent afib?",
      "answer": "Yes",
      "not_specified": false
    },
    "qprior_stroke": {
      "criterion": "prior_stroke",
      "question": "Does the note describe the patient as ever having a stroke or transient ischemic attack?",
      "answer": "Yes",
      "not_specified": false
    },
    "qarterial_hypertension": {
      "criterion": "arterial_hypertension",
      "question": "Does the note describe the patient as having arterial hypertension on treatment (high bp e.g. >140, or HTN)?",
      "answer": "Yes",
      "not_specified": false
    },
    "qt2d": {
      "criterion": "t2d",
      "question": "Does the note describe the patient as having Diabetes mellitus (DM1, DM2, T2D, T1DM, T2DM)?",
      "answer": "Yes",
      "not_specified": false
    },
    "qheart_failure": {
      "criterion": "heart_failure",
      "question": "Does the note describe the patient as having heart failure?",
      "answer": "Yes",
      "not_specified": false
    },
    "qsurgical_valvular_disease": {
      "criterion": "surgical_valvular_disease",
      "question": "Does the note describe the patient as ever having valvular disease requiring surgery (stenosis)?",
      "answer": "No",
      "not_specified": false
    },
    "qafib_ablation": {
      "criterion": "afib_ablation",
      "question": "Does the note describe the patient as having a planned or past ablation procedure for afib?",
      "answer": "No",
      "not_specified": false
    },
    "qbleeding": {
      "criterion": "bleeding",
      "question": "Does the note describe the patient as having a serious bleeding in the past 6 months?",
      "answer": "Yes",
      "not_specified": false
    },
    "qpeptic_ulcer_disease": {
      "criterion": "peptic_ulcer_disease",
      "question": "Does the note describe the patient as ever having peptic ulcer disease?",
      "answer": "No",
      "not_specified": false
    },
    "qrecent_stroke": {
      "criterion": "recent_stroke",
      "question": "Does the note describe the patient as having a stroke during this admission or within the last month? (Answer yes for any recent stroke if the date is unclear)",
      "answer": "Yes",
      "not_specified": false
    },
    "qhemorrhagic": {
      "criterion": "hemorrhagic",
      "question": "Does the note describe the patient as ever having any hemorrhagic tendencies or blood dyscrasias?",
      "answer": "Yes",
      "not_specified": false
    },
    "qbipolar": {
      "criterion": "bipolar",
      "question": "Does the note describe the patient as ever being diagnosed with bipolar disorder?",
      "answer": "No",
      "not_specified": false
    },
    "qschizophrenia": {
      "criterion": "schizophrenia",
      "question": "Does the note describe the patient as ever being diagnosed with schizophrenia or any schizoaffective disorders?",
      "answer": "No",
      "not_specified": false
    },
    "qmdd": {
      "criterion": "mdd",
      "question": "Does the note describe the patient as ever being diagnosed with depression or major depressive disorder (MDD)?",
      "answer": "No",
      "not_specified": false
    },
    "qmed_decisions": {
      "criterion": "med_decisions",
      "question": "Does the note describe the patient as being unable to make medical decisions? (Answer no unless there is evidence the patient cannot make their own medical decisions).",
      "answer": "Yes",
      "not_specified": false
    }
  },
  "numeric_questions": {
    "qchads2": {
      "criterion": "chads2",
      "question": "What is the highest CHADS2 score mentioned? Answer \"NA\" if no CHADS2 score is in the note. ",
      "answer": "",
      "not_specified": false
    },
    "qblood_glucose": {
      "criterion": "blood_glucose",
      "question": "What is the highest blood glucose lab mentioned? Answer \"NA\" if no blood glucose score is in the note.",
      "answer": "253",
      "not_specified": false
    },
    "qlvef": {
      "criterion": "lvef",
      "question": "What is the lowest left ventricular ejection (LVEF, ef, ejection fraction) fraction mentioned in the note? Answer \"NA\" if no LVEF is in the note, Answer 55 if the lowest value is 55% or greater.",
      "answer": "40",
      "not_specified": false
    },
    "qPLT": {
      "criterion": "PLT",
      "question": "What is the lowest platelet count (PLT) mentioned in the note? Answer \"NA\" if no platelet count is available in the note.",
      "answer": "286",
      "not_specified": false
    },
    "qHGB": {
      "criterion": "HGB",
      "question": "What is the lowest hemoglobin (HGB) mentioned in the note? Answer \"NA\" if no HGB value is available in the note.",
      "answer": "6.6",
      "not_specified": false
    },
    "qCREAT": {
      "criterion": "CREAT",
      "question": "What is the higest serum creatinine (Creat) mentioned in the note? Answer \"NA\" if no creatinine value is available in the note.",
      "answer": "4.5",
      "not_specified": false
    },
    "qAST": {
      "criterion": "AST",
      "question": "What is the higest aspartate aminotransferase level (AST) mentioned in the note? Answer \"NA\" if no AST value is available in the note.",
      "answer": "109",
      "not_specified": false
    },
    "qBILI": {
      "criterion": "BILI",
      "question": "What is the higest total bilirubin (TotBili, Bili) mentioned in the note? Answer \"NA\" if no bilirubin value is available in the note.",
      "answer": "0.4",
      "not_specified": false
    }
  },
  "patient_number": 79
}