{
  "10186442-DS-20": "Name: . Unit No: Admission Date: Discharge Date: Date of Birth: Sex: F Service: CARDIOTHORACIC Allergies: No Known Allergies / Adverse Drug Reactions Attending: . Chief Complaint: shortness of breath Major Surgical or Invasive Procedure: Intubation, EGD, paracentesis x2, thoracentesis History of Present Illness: Ms. is an y/o female with a history of HTN, HLD, CKD stage III, amyloid cardiomyopathy (EF 42%), DM and recent R MCA stroke s/p tPA (which lead to hemorrhagic transformation) who presents with altered mental status, hypotension and hypoxemia. Patient was recently admitted from with AMS. In brief, AMS was attributed to enterococcus UTI (treatment with IV ampicillin for a 7-day course) and dehydration on admission. Patient received IVF and and developed an O2 requirement CHF exacerbation. Patient was diuresed and restarted on her home lasix. Patient also had poorly controlled glucose with both hypo and hyperglycemic episodes. She also developed new hypoxemia which was attributed to atelectasis, pleural effusions and shallow breathing. IP was consulted and thoracentesis was deferred due to hemorrhage risk in the setting of anticoagulation. Patient was ultimately discharged on home O2. In addition, patient was noted to have a normocytic anemia likely CKD. Patient was noted to have guiaic positive stools and there was concern for a possible UGIB, however workup was not pursued. Patient was discharged home on and was doing well per her sister. Yesterday, there was an acute change in her mental status from her baseline. Patient complained of pain at her foley catheter site and had two episodes of loose stools that were black per the sister. She also complained of chest and back discomfort at rest (unclear if patient complains of this at baseline). Today, the visiting nurse went to change her foley catheter and at that time the patient was noted to be altered, not responding to questions, with SBPs , sating 60% on RA. EMS was called and patient was transferred to the ED. In the ED, initial vitals: T 99.8, HR 101, BP 94/41, RR 34, 100% NRB (desats to 70% on RA). Patient was not responding to painful stimuli and was altered. CT head was obtained and prelim read showed progression encephalomalacia in the right MCA region but no evidence of new hemorrhage or infarction. CXR was performed and showed bilateral hazy opacities and bilateral pleural effusions, slightly improved from prior (not read by radiology). Urine was grossly bloody and UA showed large leuks, moderate bacteria. UCx and BCx were sent. Rectal exam was notable for brown stool, heme+. Given the concern for sepsis, patient received approximately 3L IVF and was placed on broad spectrum abx with vancomycin/zosyn. Levophed was initiated. Patient continued to do poorly a respiratory standpoint and required intubation. On arrival to the MICU, VS T 98.9, HR 107, BP 112/60 on levophed, 100% on CMV Vt 450, RR 14, PEEP 5, FiO2 50%. Patient was sedated and unable to repsond to voice or painful stimuli. Past Medical History: Type II Diabetes Hyperlipidemia Hypertension Hypothyroidism Chronic kidney injury (stage 3) Chronic normocytic anemia Allergic rhinitis Ayloid Cardiomyopathy Paroxysmal Atrial Fibrillation R MCA infarct s/p tPA with hemorrhage Social History: Family History: Mother, deceased, with diabetes and hypertension. Father, deceased, with unknown medical history. Daughter and multiple other family members with diabetes . No known family history of early MI, arrhythmia, cardiomyopathies, or sudden cardiac death; otherwise non-contributory. Physical Exam: ADMISSION PHYSICAL: Vitals T 98.9, HR 107, BP 112/60 on levophed, 100% on CMV Vt 450, RR 14, PEEP 5, FiO2 50% GENERAL: intubated and sedated, not responding to painful stimuli HEENT: Sclera anicteric, MMM, with ET tube, right EJ NECK: supple, JVP not elevated, no LAD LUNGS: mechanical breath sounds anteriorly, bibasilar crackles CV: irregular rhythym, regular rate, normal S1 and S2, systolic murmur heard best at the LUSB w/o radiation to carotids or axillae ABD: soft, non-tender, distended, bowel sounds present, no rebound tenderness or guarding, no organomegaly EXT: warm, 1+ pulses, no clubbing, cyanosis, trace pitting edema up to knees b/l GU: per report, brown guiaic positive stool NEURO: unable to assess intubation and sedation DISCHARGE PHYSICAL EXAM GENERAL: Eyes open HEENT: Sclera anicteric, MMM NECK: supple, JVP not elevated LUNGS: clear anteriorly, bibasilar crackles CV: irregular rhythym, regular rate, normal S1 and S2, systolic murmur heard best at the LUSB w/o radiation to carotids or axillae ABD: distended abdomen but soft, bowel sounds hyperactive, no rebound tenderness or guarding, no organomegaly, +ascites EXT: warm, 1+ pulses, no clubbing, cyanosis, 1+ pitting edema up to knees b/l NEURO: able to follow some commands Pertinent Results: ADMISSION LABS: 12:04AM PTT-28.3 12:04AM PLT SMR-NORMAL PLT COUNT-359 12:04AM HYPOCHROM-3+ ANISOCYT-1+ POIKILOCY-OCCASIONAL MACROCYT-1+ MICROCYT-NORMAL POLYCHROM-OCCASIONAL TEARDROP-OCCASIONAL 12:04AM NEUTS-85.7* LYMPHS-8.1* MONOS-4.7 EOS-1.0 BASOS-0.4 12:04AM WBC-13.2* RBC-2.44* HGB-6.6* HCT-22.8* MCV-93 MCH-26.9* MCHC-28.8* RDW-18.5* 12:04AM CALCIUM-9.0 PHOSPHATE-4.0 MAGNESIUM-2.6 12:04AM estGFR-Using this 12:04AM GLUCOSE-253* UREA N-52* CREAT-1.0 SODIUM-146* POTASSIUM-4.6 CHLORIDE-104 TOTAL CO2-30 ANION GAP-17 12:06AM LACTATE-3.5* 01:09AM PO2-30* PCO2-38 PH-7.26* TOTAL CO2-18* BASE XS-10 01:20AM TYPE-ART TIDAL VOL-450 PEEP-5 O2-100 PO2-421* PCO2-53* PH-7.38 TOTAL CO2-33* BASE XS-5 AADO2-236 REQ O2-47 -ASSIST/CON INTUBATED-INTUBATED 02:00AM URINE MUCOUS-FEW 02:00AM URINE GRANULAR-130* HYALINE-65* 02:00AM URINE RBC->182* WBC->182* BACTERIA-MOD YEAST-NONE EPI-0 02:00AM URINE BLOOD-LG NITRITE-NEG PROTEIN-100 GLUCOSE-NEG KETONE-NEG BILIRUBIN-NEG UROBILNGN-NEG PH-6.5 LEUK-LG 02:00AM URINE COLOR-RED APPEAR-Cloudy SP 02:00AM URINE UHOLD-HOLD 02:00AM URINE HOURS-RANDOM 08:22AM PLT COUNT-286 08:22AM WBC-12.3* RBC-2.58* HGB-7.2* HCT-23.5* MCV-91 MCH-27.9 MCHC-30.6* RDW-18.0* 08:22AM CALCIUM-8.4 PHOSPHATE-3.4 MAGNESIUM-2.4 08:22AM CK-MB-3 cTropnT-0.13* 08:22AM ALT(SGPT)-109* AST(SGOT)-109* CK(CPK)-102 ALK PHOS-114* TOT BILI-0.4 08:22AM GLUCOSE-186* UREA N-47* CREAT-0.9 SODIUM-145 POTASSIUM-3.5 CHLORIDE-107 TOTAL CO2-31 ANION GAP-11 08:54AM LACTATE-1.7 01:30PM PLT COUNT-308 01:30PM WBC-11.8* RBC-2.63* HGB-7.4* HCT-24.3* MCV-93 MCH-28.1 MCHC-30.4* RDW-17.6* 01:30PM CK-MB-3 cTropnT-0.14* 08:00PM PLT COUNT-299 08:00PM WBC-14.1* RBC-2.69* HGB-7.6* HCT-25.1* MCV-93 MCH-28.1 MCHC-30.1* RDW-17.6* 08:00PM CALCIUM-8.8 PHOSPHATE-3.7 MAGNESIUM-2.4 08:00PM CK-MB-3 cTropnT-0.14* 08:00PM GLUCOSE-119* UREA N-39* CREAT-0.8 SODIUM-145 POTASSIUM-4.0 CHLORIDE-109* TOTAL CO2-30 ANION GAP-10 MICRO UCx Mixed flora Sputum Mixed flora Pleural fluid No growth Peritoneal fluid No growth BCx No growth BCx No growth C diff Negative Ucx No growth IMAGING: CT HEAD IMPRESSION: Progression of encephalomalacia in the patient's right MCA infarction. The cortical gyriform hyperattenuating areas are most consistent with dystrophic mineralization at sites of pseudolaminar necrosis. No evidence of hemorrhage or new infarction. CXR IMPRESSION: Stable moderate to severe pulmonary edema. Slight interval increase in moderate layering bilateral pleural effusions. KUB IMPRESSION: 1. No evidence of obstruction. 2. Cardiomegaly and small left pleural effusion. RUQ US IMPRESSION: Moderate ascites and a right pleural effusion. ECHO Conclusions There is moderate symmetric left ventricular hypertrophy. The left ventricular cavity size is normal. Overall left ventricular systolic function is mildly depressed (LVEF40%) secondary to mild global hypokinesis. Right ventricular chamber size and free wall motion are normal. The aortic valve leaflets (3) are mildly thickened. No aortic regurgitation is seen. The mitral valve leaflets are mildly thickened. There is no mitral valve prolapse. Moderate (2+) mitral regurgitation is seen. The tricuspid valve leaflets are mildly thickened. The pulmonary artery systolic pressure could not be determined. The end-diastolic pulmonic regurgitation velocity is increased suggesting pulmonary artery diastolic hypertension. There is a trivial/physiologic pericardial effusion. Compared with the prior study (images reviewed) of , findings are overall similar. CXR IMPRESSION: As compared to the previous radiograph, there is increasing evidence of pulmonary edema with increasing bilateral pleural effusions and appearance ofmultiple air bronchograms, predominantly in the right perihilar lung zones.The size of the cardiac silhouette is unchanged. Unchanged position of theright PICC line. KUB Nonspecific bowel gas pattern. No evidence for obstruction or ileus. RENAL US 1. No hydronephrosis, large stones or worrisome masses in either kidney. 2. Echogenic kidneys consistent with chronic medical renal disease. 3. Gallbladder sludge without signs of acute cholecystitis. CYTOLOGY PLEURAL FLUID NEG FOR MALIGNANT CELLS DISCHARGE LABS 03:01AM BLOOD WBC-10.4 RBC-2.76* Hgb-7.6* Hct-24.3* MCV-88 MCH-27.6 MCHC-31.3 RDW-16.8* Plt 03:51AM BLOOD PTT-32.9 03:01AM BLOOD Glucose-189* UreaN-80* Creat-4.5* Na-130* K-4.8 Cl-88* HCO3-26 AnGap-21* 03:01AM BLOOD Calcium-8.6 Phos-6.7* Mg-3.2* Brief Hospital Course: y/o female with a history of HTN, HLD, CKD stage III, amyloid cardiomyopathy (EF 42%), DM and recent R MCA stroke s/p tPA who presented with altered mental status, septic shock and hypoxemic respiratory failure. Hospital course was complicated by refractory shock severe cardiomyopathy. After multiple family discussions the decision was made to discharge the patient home with hospice services. Hospital course is outlined below by problem: # Septic shock likely UTI presented with dysuria, hematuria and urine concerning for a urinary tract infection. Alternative etiologies include hospital acquired pneumonia given hypoxemic respiratory failure (see below) and recent hospitalization. She had enterococcus UTI was sensitive to vancomycin, was treated with ampicillin during her last hospitalization, She was treated with vancomycin and cefepime for broad gram negative coverage. Her blood pressure was maintained on levophed, for MAPS >65, and then switched to neo in the setting of atrial tachycardia (see below). # Cardiogenic shock amyloid cardiomyopathy: patient continued to have a pressor requirement despite treatment of her sepsis. Cardiology was consulted and her shock was attributed to hypovolemia and severe amyloid cardiomyopathy. The team attempted to wean her neo however she continued to have a pressor requirement. Cardiology expressed their concerns regarding her poor prognosis in the setting of amyloid cardiomyopathy. She was started on midodrine in an attempt to discharge her home with hospice services. Hospice unfortunately was unable to provide neo and alternative IV pressors would not be appropriate in the setting of amyloid cardiomyopathy. She was started on pseudoephedrine in an attempt to decrease her IV pressor requirement. # Hypoxemic respiratory failure requiring intubation: patient has had multiple episodes of hypoxemia during her previous hospitalizations which were attributed to acute pulmonary edema in the setting of CHF secondary to amyloid. CXR on admission with pulmonary edema and bilateral pleural effusions. She was treated with vancomycin and cefepime for HCAP coverage. PE was a consideration, however patient had been on anticoagulation therapy for months given recent stroke. Of note, patient has a known left sided pleural effusion that had not been tapped due to concern for hemorrhage during procedure. Patient's anticoagulation (rivaroxaban) was held and a L chest tube was placed to drain the pleural effusion. Patient also was found to have ascites, for which a therapeutic paracentesis was performed. She was aggressively diuresed with IV lasix. Patient's hypoxemia improved, and she was extubated. Patient continued to have a 2L NC oxygen requirement due to pulmonary edema and pleural effusions from her cardiomyopathy. # Altered mental status likely due to hypoxemia, hypotension and sepsis. Patient's mental status remained poor, following commands intermittently and inconsistently, during her admission. # Anemia likely multifactorial, from anemia of chronic disease and renal failure. There was concern for a potential upper GI bleed, as she had a guiaic positive stool, with Hb 6.6 in the ED. She was started on a PPI and Rivaroxaban was held and an EGD performed, which was negative. Her anticoagulation was held as the patient was at high risk for bleeding and her Hct remained stable throughout the rest of her hospitalization. # DMII: Patient was on home lantus 12U BID, which was reduced when Patient was NPO, and then held in the setting of hypoglycemia. It was restarted when she began tube feeds. She was discharged on lantus 8U qHS and sliding scale. # CHF (amyloid): Echo showed LVEF40% secondary to mild global hypokinesis. Patient was diuresed with IV lasix as above. Her home metoprolol was initially held in the setting of hypotension/sepsis. The patient developed anasarca and hypotension and therefore cardiology was consulted to assist with management of her cardiomyopathy. She was treated with lasix boluses, then gtt and transitioned to bumex gtt and metolazone as she was refractory to lasix. She was maintained on neo as levophed resulted in tachyarrhytmias. She developed ATN due to cardiorenal syndrome and hypotension. After discussion with cardiology, her prognosis was deemed to be quite poor. The decision was made to send the patient home with hospice services and manage her blood pressure with oral medications. # Paroxysmal atrial fibrillation with RVR/frequent ectopy/atrial tachycardia Patient was normally maintained on AV nodal agents, which were held in the setting of sepsis. She developed afib with RVR, with rates in the 120s. Her systolic pressures continued to be in the . She was seen by Cardiology, who recommended she be loaded with amiodarone. She was continued on amiodarone and her AV nodal agents were discontinued due to hypotension and amyloid cardiomyopathy. # cardiorenal syndrome, toxic/ischemic ATN: patient developed in the setting of severe hypotension, high pressor requirement, and high levels of vancomycin. Her creatinine unfortunately did not improve and her UOP decreased despite attempts to diurese with IV diuretics. Renal was consulted and she was considered to be a poor candidate for dialysis due to her pressor requirement and overall poor prognosis from her cardiomyopathy (as she was very sensitive to fluid shifts). # Recurrent ascites: heart failure. Underwent two paracentesis due to tense ascites. Her symptoms improved with this intervention. # Pleural effusion: underwent left thoracentesis at the beginning of her hospitalization. Pleural effusion was attributed to cardiomyopathy. # Hypothyroidism: continued home levothyroxine # Recent MCA stroke: patient was initially on anticoagulation with rivaroxaban. This was held in the setting of a potential UGIB. She was restarted on rivaroxaban. There was concern about the interaction b/w rivaroxaban and amiodarone and therefore was started on pradaxa. Pradax was discontinued in the setting of . As the goals of care transitioned, the decision was made to stop anticoagulation as heparin/warfarin was her only option. # Goals of care: patient remained in the hospital for 3 weeks and unfortunately did not show signs of clinical improvement despite attempts at aggressive medical management of her multiple co-morbidities. Multiple family meetings were held to determine what her goals were. We expressed the severity of her illnesses and that unfortunately her prognosis was quite poor as multiple organ systems were failing. Palliative care was consulted to help with this difficult time. The decision was made to discharge the patient home with hospice. We tried to provide her with IV pressors at home, but unfortunately hospice was unable to provide neo. We expressed that since the goal is to not perform any aggressive life sustaining measures and not to place her on life support should her organ systems fail, that it would be appropriate to make her DNR/DNI, as attempts at resuscitation would be futile and harmful. The family understood and her husband agreed with this. Her healthcare proxy was also aware of the plan to discharge her home with hospice services and she agreed with discharge home. She was discharged home with hospice on . Medications on Admission: The Preadmission Medication list may be inaccurate and requires futher investigation. 1. Acetaminophen (Liquid) 650 mg PO Q6H:PRN Discomfort 2. Aspirin 81 mg NG DAILY 3. Bethanechol 5 mg NG TID 4. Bisacodyl ID:PRN Constipation 5. Chlorhexidine Gluconate 0.12% Oral Rinse 5 mL ORAL BID 6. Docusate Sodium (Liquid) 200 mg NG/OG BID 7. Levothyroxine Sodium 175 mcg PO QAM 8. Rosuvastatin Calcium 40 mg PO QAM 9. Senna 17.2 mg NG BID 10. Rivaroxaban 15 mg PO DINNER 11. Nystatin Oral Suspension 5 mL PO QID 12. Furosemide 60 mg PO BID 13. Metoprolol Tartrate 25 mg PO Q6H 14. Glucagon 1 mg IM Q15MIN:PRN hypoglycemia protocol 15. Simethicone 80 mg PO QID:PRN gas pain 16. Potassium Chloride (Powder) 10 mEq NG DAILY 17. Lansoprazole Oral Disintegrating Tab 30 mg PO DAILY 18. Glargine 12 Units Breakfast Glargine 12 Units Dinner Insulin SC Sliding Scale using UNK Insulin Discharge Medications: 1. Acetaminophen (Liquid) 650 mg PO Q6H:PRN Discomfort 2. Aspirin 81 mg NG DAILY 3. Docusate Sodium (Liquid) 200 mg NG/OG BID 4. Glucagon 1 mg IM Q15MIN:PRN hypoglycemia protocol 5. Glargine 0 Units Breakfast Glargine 8 Units Bedtime Insulin SC Sliding Scale using HUM Insulin 6. Nystatin Oral Suspension 5 mL PO QID 7. Rosuvastatin Calcium 40 mg PO QAM 8. Senna 17.2 mg NG BID 9. Amiodarone 200 mg PO DAILY 10. Levothyroxine Sodium 175 mcg PO QAM 11. Midodrine 20 mg PO TID 12. OxycoDONE (Immediate Release) 2.5-5 mg PO Q4H:PRN pain 13. Pseudoephedrine 30 mg PO Q6H 14. Sodium Chloride 0.9% Flush mL IV DAILY and PRN, line flush Discharge Disposition: Home With Service Facility: Discharge Diagnosis: Primary diagnosis: cardiogenic/septic shock Secondary diagnosis: hypoxemic respiratory failure, anemia, acute renal failure, amyloid cardiomyopathy, pleural effusion Discharge Condition: Mental Status: Confused sometimes. Level of Consciousness: Lethargic but arousable. Activity Status: Bedbound. Discharge Instructions: Dear , It was a pleasure taking care of you during your hospitalization. You came in with a bad urinary tract infection, trouble breathing and low blood pressure. While you were here we treated you for an infection and we helped your breathing. Your blood pressure remained low and we think this is because of your heart failure. Our goal is to get you home so you can be with your family. Followup Instructions:"
}