{
  "12732134-DS-10": "MEDICINE Allergies: No Known Allergies / Adverse Drug Reactions Attending: Chief Complaint: Dysarthria Major Surgical or Invasive Procedure: None History of Present Illness: Mr. is a year old man with history of R MCA stroke in , HFpEF, CAD c/b MI, DM, Afib on apixaban, presenting with dysarthria and confusion. Per his daughter, he has been progressively declining at home with intermittent confusion and difficulty managing medications. Per his daughter, for several days he has sent \"garbled\" text messages. On , she found him to be confused and dysarthric and had a brain MRI per his neurologist's recommendation. The MRI was negative for acute intracranial process. Then, the morning of presentation around 10AM his daughter was taking him to his PCP appointment when she noted him to be dysarthric and confused. At his PCP appointment, he stated he felt he was going to die, with generalized pain and weakness. His PCP sent him to the ED given for evaluation for possible TIA and management of his hyperglycemia. In the ED, initial vitals were: T 95.6 BP 125/85 HR 101 RR 16 SpO2 99% RA Exam notable for: At 12:30PM, he was alert and oriented with non-slurred speech. Labs notable for: blood glucose 412 HbA1C 13.5 negative Utox lactate 2.3 Na 132 Studies notable for: NCHCT: 1. No acute intracranial process, no hemorrhage. 2. Redemonstration of frontal lobe encephalomalacia, consistent with chronic right MCA distribution infarct. EKG: Sinus rhythm Abnormal R-wave progression, early transition Inferior infarct, old Compared to previous ECG, inferior Q waves and lateral t wave inversions are new The patient was given: 12U insulin -> 2U insulin, apixaban, atorvastatin, 250cc NS x2 Neurology was consulted and felt further TIA workup was not indicated at the time given his neurologic exam was near his baseline per prior outpatient notes. They felt his symptoms were related to hyperglycemia causing recrudescence vs being off his apixaban (held due to tooth extraction recently). Per case management he is not yet ready for SNF placement, so recommended admission to medicine. On arrival to the floor, he reports feeling overall well. He states he is having no current confusion and denies any difficulty speaking currently. He notes that occasionally he develops confusion at home, but that it quickly resolves. He takes his 78U glargine at bedtime and does not take short acting insulin at home. He checks his blood glucose very rarely (less than once per week) and does not know the range. REVIEW OF SYSTEMS: Per HPI, otherwise, 10-point review of systems was within normal limits. Past Medical History: 1. Right MCA stroke 2. Afib 3. CAD with MI years ago 4. DM 5. HLD 6. Vitamin B12 deficiency Social History: Family History: No family history of stroke or MI Grandfather: DM2 Physical Exam: ADMISSION PHYSICAL EXAM: GENERAL: Alert and interactive. In no acute distress. VITALS: T 97.5 BP 149/76 HR 93 RR 18 SpO2 97% RA HEENT: Pupils equal, round, sluggishly reactive to light. Sclera anicteric and without injection. MMM. CARDIAC: Regular rhythm, normal rate. Audible S1 and S2. No murmurs/rubs/gallops. LUNGS: Clear to auscultation bilaterally. No wheezes, rhonchi or rales. No increased work of breathing. ABDOMEN: Normal bowels sounds, non distended, non-tender to deep palpation in all four quadrants. EXTREMITIES: No clubbing, cyanosis, or edema. NEUROLOGIC: Alert, oriented to person, , , I thought it was the but I might be wrong, either or . Face symmetric. Tongue midline. Palate elevates midline. Moving all 4 limbs antigravity. Normal sensation. DISCHARGE PHYSICAL EXAM: Vitals: 24 HR Data (last updated @ 728) Temp: refused.vitals (Tm 98.5), BP: 104/64 (104-119/57-68), HR: 64 (63-82), RR: 18, O2 sat: 96% (96-98), O2 delivery: Ra GENERAL: Alert and interactive. In no acute distress. HEENT: Pupils equal, round, reactive to light. Sclera anicteric and without injection. MMM. CARDIAC: Regular rhythm, normal rate. Audible S1 and S2. No murmurs/rubs/gallops. LUNGS: Clear to auscultation bilaterally. No wheezes, rhonchi or rales. No increased work of breathing. ABDOMEN: Normal bowels sounds, non distended, non-tender to deep palpation in all four quadrants. EXTREMITIES: No clubbing, cyanosis, or edema. NEUROLOGIC: Alert, oriented to person, , . Face symmetric. Tongue midline. Palate elevates midline. Moving all 4 limbs antigravity. Decreased sensation in stocking glove pattern. Mildly dysmetric on F2N, finger tapping L>R. Pertinent Results: ADMISSION LABS: 12:45PM BLOOD WBC-8.6 RBC-4.56* Hgb-14.1 Hct-42.3 MCV-93 MCH-30.9 MCHC-33.3 RDW-12.0 RDWSD-40.6 Plt 12:45PM BLOOD Neuts-72.3* Monos-5.0 Eos-0.2* Baso-0.3 Im AbsNeut-6.24* AbsLymp-1.89 AbsMono-0.43 AbsEos-0.02* AbsBaso-0.03 12:45PM BLOOD PTT-24.4* 12:45PM BLOOD Glucose-412* UreaN-33* Creat-1.1 Na-132* K-6.8* Cl-94* HCO3-22 AnGap-16 12:45PM BLOOD ALT-16 AST-44* AlkPhos-65 TotBili-0.9 06:26AM BLOOD Albumin-3.5 Calcium-9.3 Phos-2.9 Mg-1.9 12:45PM BLOOD ASA-NEG Ethanol-NEG Acetmnp-NEG Tricycl-NEG 12:56PM BLOOD Lactate-2.3* K-4.7 12:45PM BLOOD Lipase-33 PERTINENT LABS: 12:45PM BLOOD %HbA1c-13.5* eAG-341* 06:40AM BLOOD Triglyc-97 HDL-43 CHOL/HD-3.1 LDLcalc-70 LDLmeas-78 06:40AM BLOOD TSH-2.3 01:54PM BLOOD pO2-143* pCO2-47* pH-7.40 calTCO2-30 Base XS-3 Comment-GREEN TOP DISCHARGE LABS: 05:45AM BLOOD WBC-10.6* RBC-3.66* Hgb-11.3* Hct-34.2* MCV-93 MCH-30.9 MCHC-33.0 RDW-12.4 RDWSD-41.9 Plt 05:45AM BLOOD Glucose-107* UreaN-16 Creat-1.1 Na-141 K-3.7 Cl-97 HCO3-26 AnGap-18 05:45AM BLOOD Calcium-8.9 Phos-3.7 Mg-1.6 IMAGING: . No acute intracranial process, no hemorrhage. 2. Redemonstration of frontal lobe/insular encephalomalacia, consistent with chronic right MCA distribution infarct. Brief Hospital Course: PATIENT SUMMARY: In summary, this is a year old man with history of R MCA stroke in , HFpEF, CAD c/b MI, DM, Afib on apixaban, presenting with dysarthria and confusion, found to be hyperglycemic to >400 without evidence of acute neurologic event. TRANSITIONAL ISSUES: #Hyperglycemia #T2DM [] Consider starting GLP-1 inhibitor (Trulicity). [] Please ensure patient follows up with clinic [] Consider restarting home glimepiride, which was held on discharge #CAD [] Consider starting aspirin for secondary prevention following pt's planned dental implant. [] Consider uptitrating statin as tolerated. #Functional status [] Please consider services for patient at home after rehab ACUTE MEDICAL ISSUES: #HYPERGLYCEMIA #T2DM Patient has poorly controlled DM at baseline with HbA1C 13.5%, with BG > 400 on presentation, which was well controlled as an inpatient. He was seen by endocrinologists and the insulin teacher. He reported that he does not take blood glucose at home and does not want to start, however he does give himself his nightly insulin, although inconsistently. He was put on an insulin sliding scale, restarted on metformin 500mg BID which was well tolerated, and his glargine was decreased to 40U QPM with good blood sugar control during his stay. His home glimpiride was held. He will see as an outpatient, and will likely start a GLP-1 inhibitor as an outpatient. #DYSARTHRIA #CONFUSION #HISTORY OF MCA STROKE Patient and family reported several days of confusion in the setting of likely elevated blood glucose. He underwent a head CT with no acute changes, and was noted to have a recent MRI with no acute changes. He was seen by neurology without concern for acute neurological event, and his confusion was thought to be likely stroke recrudescence in the setting of hyperglycemia and dehydration. His confusion improved after his hyperglycemia and dehydration were resolved. Throughout his stay, his neurological exam has been near his baseline per outpatient neurology notes (mild dysarthria, difficulty with orientation to date). #PLACEMENT Per daughter, patient was recently having more difficulty living alone and managing home medications. He was seen by physical and occupational therapy, who recommended rehab. CHRONIC MEDICAL ISSUES: #Atrial fibrillation: he was continued on his home apixaban #Heart failure with preserved ejection fraction: he was continued on his home furosemide #Coronary artery disease: his home atorvastatin was increased to 40mg daily Medications on Admission: The Preadmission Medication list is accurate and complete. 1. Metoprolol Succinate XL 25 mg PO DAILY 2. Apixaban 5 mg PO BID 3. Atorvastatin 20 mg PO QPM 4. Glargine 78 Units Bedtime Insulin SC Sliding Scale using HUM Insulin 5. Furosemide 20 mg PO DAILY 6. glimepiride 1 mg oral DAILY 7. Cyanocobalamin mcg PO DAILY Discharge Medications: 1. MetFORMIN (Glucophage) 500 mg PO BID 2. Glargine 40 Units Bedtime Insulin SC Sliding Scale using HUM Insulin 3. Apixaban 5 mg PO BID 4. Atorvastatin 20 mg PO QPM 5. Cyanocobalamin mcg PO DAILY 6. Furosemide 20 mg PO DAILY 7. Metoprolol Succinate XL 25 mg PO DAILY 8. HELD glimepiride 1 mg oral DAILY This medication was held. Do not restart glimepiride until you speak with your PCP or doctor Discharge Disposition: Extended Care Facility: Discharge Diagnosis: Hyperglycemia Discharge Condition: Mental Status: Clear and coherent. Level of Consciousness: Alert and interactive. Activity Status: Ambulatory Independent. Discharge Instructions: DISCHARGE INSTRUCTIONS Dear , It was a pleasure caring for you at . WHY WAS I IN THE HOSPITAL? You were confused and found to have high blood sugar levels. WHAT HAPPENED TO ME IN THE HOSPITAL? You underwent evaluation including blood tests, CT scan of your head, and an EKG. You were seen by our neurology team and our diabetes team. WHAT SHOULD I DO AFTER I LEAVE THE HOSPITAL? Continue to take all your medicines and keep your appointments. We wish you the best! Sincerely, Your Team Followup Instructions:"
}