{
  "17006856-DS-28": "MEDICINE Allergies: No Known Allergies / Adverse Drug Reactions Attending: Chief Complaint: \"leaking G tube\" Major Surgical or Invasive Procedure: none History of Present Illness: (history per records/report given aphasia) w/hx of large R MCA hemispheric hemorrhage () with resulting left sided paralysis, aphasia, and seizure disorder, receiving nutrition through PEG tube admitted with worsening abdominal distention and leaking G tube. Patient initially presented on day prior to admission after she accidentally pulled out her G tube. She had the tube replaced by F MIC gastrostomy tube) and was discharged back to her facility. She then represented on the day of admission due to continued leakage of G tube and abdominal distention. Of note, patient has a chronic G tube that was initially placed by , and replaced by on when balloon was in subcutaneous tract. In the ED, initial vitals: 97.4 104 135/76 16 94% RA Exam notable for: abdominal distention, tender to palpation Labs notable for: Na 145, K 3.5, Cl 111, C03 24, BUN 30, Cr 0.7, WBC 3.8, Hgb 9.7, Plts 133. UA on was negative Imaging notable for: Re demonstration of extensive distention of the entirety of the large bowel, in keeping with provided history of syndrome and no evidence of free intraperitoneal air On arrival to the floor, pt is resting in bed, AAO , , denying any pain. Past Medical History: pseudoobstruction w/ recent hospitalization Alcoholic Cirrhosis (c/b grade I varices + GAVE in , coagulopathy, and hepatic encephalopathy) Major intraparenchymal hemorrhage spanning the entirety of the right MCA territory () exerting prominent mass effect causing subfalcine and uncal herniation, resulting in poor functional status (unable to move L side, slurred speech, able to follow simple commands), c/b seizure disorder, s/p trach (decannulated) and PEG T2DM Atrial Fibrillation Vitamin D Colonic Polyps: Asthma Iron Deficiency Anemia ERCP stenting ORIF right forearm Foot fracture Social History: Family History: (per prior discharge summary) Father died from alcoholic cirrhosis. No family history of seizure or stroke. Physical Exam: ADMISSION: Vitals 98.2 109 20 97% RA General AAOx3 (name, , month/year), slightly uncomfortable but no acute distress. HEENT Sclerae anicteric, dry mmm, trace thrush Neck supple, JVP not elevated, no LAD Lungs CTAB anteriorly CV RRR, Nl S1, S2, No MRG Abdomen distended, tympanic, (+)BS, difficult to assess tenderness. PEG in place w/ trace serous drainage Ext warm well perfused, 1+ pitting edema, L arm in contracture brace, b/l feet in pressure boots w/ contractures Neuro: Left facial droop, able to close eyes/puff cheeks/stick out tongue. Able to squeeze right hand, not left, follows commands appropriately, dysarthric but able to speak simple words/sentences. DISCHARGE: Vitals 97.9 130/59 (90-140) 80 (60-80s) 20 100%RA I/O + 1000 stool General AAOx3 (name, , month/year), resting comfortable HEENT Sclerae anicteric, slightly dry mmm, Neck supple, Lungs CTA anteriorly CV RRR, Nl S1, S2, No MRG Abdomen soft, significantly less distended, (+)BS, Nontender, G tube with dressing, no drainage at site Ext warm well perfused, L arm in contracture brace, b/l feet in pressure boots w/ contractures Neuro: Left facial droop, Able to squeeze right hand, not left, follows commands appropriately, dysarthric but able to speak simple words/sentences. Pertinent Results: ADMISSION LABS: 10:30AM PTT-34.5 10:30AM PLT COUNT-133* 10:30AM NEUTS-47.9 MONOS-11.8 EOS-3.7 BASOS-1.3* IM AbsNeut-1.82 AbsLymp-1.33 AbsMono-0.45 AbsEos-0.14 AbsBaso-0.05 10:30AM WBC-3.8* RBC-2.76* HGB-10.0* HCT-30.4* MCV-110* MCH-36.2* MCHC-32.9 RDW-15.8* RDWSD-63.7* 10:30AM ALBUMIN-2.9* CALCIUM-9.6 PHOSPHATE-3.3 MAGNESIUM-1.6 10:30AM ALT(SGPT)-23 AST(SGOT)-46* ALK PHOS-223* TOT BILI-0.9 10:30AM GLUCOSE-99 UREA N-24* CREAT-0.5 SODIUM-141 POTASSIUM-3.5 CHLORIDE-109* TOTAL CO2-23 ANION GAP-13 11:52AM URINE MUCOUS-RARE 11:52AM URINE MUCOUS-RARE 11:52AM URINE RBC-9* WBC-3 BACTERIA-FEW YEAST-NONE EPI-2 11:52AM URINE BLOOD-NEG NITRITE-NEG PROTEIN-TR GLUCOSE-NEG KETONE-NEG BILIRUBIN-NEG UROBILNGN-NEG PH-6.0 LEUK-NEG DISCHARGE LABS: 06:06AM BLOOD WBC-3.6* RBC-2.41* Hgb-8.7* Hct-26.1* MCV-108* MCH-36.1* MCHC-33.3 RDW-15.3 RDWSD-60.6* Plt 11:39AM BLOOD PTT-34.7 06:06AM BLOOD Glucose-133* UreaN-5* Creat-0.4 Na-140 K-3.5 Cl-114* HCO3-18* AnGap-12 06:06AM BLOOD Calcium-8.1* Phos-2.1* Mg-2.0 IMAGING: CXR IMPRESSION: Low lung volumes with bibasilar atelectasis. Air distended loops of bowel within the left upper quadrant. No air is identified under the right hemidiaphragm. Right PICC appears to project over the anticipated location of the low superior vena cava. CT ABD IMPRESSION: 1. Compared with the prior CT studies of , there has been interval removal of the gastrostomy tube. No evidence of free intraperitoneal air. 2. Re demonstration of extensive distention of the entirety of the large bowel, in keeping with provided history of syndrome. 3. Unchanged cirrhotic liver morphology with extensive splenic varices. 4. Unchanged bibasilar atelectasis/opacities, as seen on the chest radiograph from earlier on the same date. Superimposed infection or aspiration is not excluded in the correct clinical setting. Brief Hospital Course: w/hx of large R MCA hemispheric hemorrhage () with resulting left sided paralysis, aphasia, and seizure disorder, receiving nutrition through PEG tube admitted with worsening abdominal distention and leaking G tube. # G tube leaking: Patient presents after recent replacement of G tube on , now sent back from rehab to leaking tube. Evaluated by and found granulation tissue but no evidence of leakage. Her tube feeds were restarted without difficulty or evidence of leakage. #Electrolytes Abnormality Patient with persistent hypokalemia, hypomagnesemia, and hypophosphatemia likely due to refeeding syndrome and . She required aggressive repletion of her electrolytes and BID labs. Her next chem-7 should be drawn on # Patient with recurrent multiple times in past now w/ persistent extensive distention of large bowels on imaging with abdominal distention and mild tenderness. Significant air evacuated post flexiseal and improvement in distention. She was restarted on her tube feeds without difficulty. Abdomen was soft and nondistended on discharge. If significant abdominal distention recurs would recommend replacement of flexiseal/rectal tube for venting. # Atrial Fibrillation Patient with Atrial Fibrillation w/ CHADs of 1 (prior stroke was hemorrhagic, not embolic). Currently on nadolol as beta blocker for rate control. She was started on apixiban during her and prior hospitalization for anticoagulation. However there is a drug interaction with phenytoin, which reduces the level of apixiban, making her subtherapeutic and not adequately anti-coagulated. Given her low CHADs score, prior hemorrhagic stroke, and drug interaction her apixiban was stopped and she was started on a low dose Aspirin 81mg daily. If she requires anticoagulation in the future she would need Coumadin (instead of the newer anticoagulants) # Seizure disorder stable, she was continued on her home medications. # Cirrhosis: Patient with h/o cirrhosis with grade 1 varices in . She was continued on her nadolol and rifaxamin. Her spironolactone and Lasix were held due to initial NPO/Tube feeds being held. Should restart spironolactone and Lasix if Chem-7 panel is normal on #thrombocytopenia/anemia: Stable from prior. likely cirrhosis TRANSITIONAL ISSUES: -STOPPED apixiban (Due to drug interaction with phenytoin) -STARTED Aspirin 81mg daily -Repeat Basic metabolic panel on -restart Lasix/spironolactone as outpatient -If worsening abdominal distention, vent via G tube and place rectal tube for decompression # CODE STATUS: Full, per MOLST # CONTACT: ( Medications on Admission: The Preadmission Medication list may be inaccurate and requires futher investigation. 1. Acetaminophen 325 mg PO Q4H:PRN pain 2. Apixaban 5 mg PO BID 3. Artificial Tears DROP BOTH EYES BID:PRN dry eyes 4. Ipratropium-Albuterol Neb 1 NEB NEB Q6H SOB, wheeze 5. LACOSamide 200 mg PO BID 6. LeVETiracetam Oral Solution 1000 mg PO BID 7. Magnesium Oxide 800 mg PO TID 8. Metoclopramide 5 mg PO QID 9. Multivitamins 1 TAB PO DAILY 10. Nadolol 20 mg PO DAILY 11. Phenytoin Infatab 100 mg PO TID 12. Rifaximin 550 mg PO BID 13. Spironolactone 50 mg PO DAILY 14. Bisacodyl 10 mg PO DAILY:PRN constipation 15. Docusate Sodium 100 mg PO DAILY:PRN constipation 16. Fleet Enema AILY:PRN constipation not controlled with other agents 17. Milk of Magnesia 30 mL PO Q12H:PRN constipation 18. Nystatin Oral Suspension 5 mL PO QID:PRN thrush 19. Senna 8.6 mg PO DAILY 20. TraZODone 50 mg PO QHS 21. Furosemide 20 mg PO DAILY 22. NexIUM (esomeprazole magnesium) 40 mg oral DAILY 23. Potassium Chloride 40 mEq PO DAILY Discharge Medications: 1. Acetaminophen 325 mg PO Q4H:PRN pain 2. Artificial Tears DROP BOTH EYES BID:PRN dry eyes 3. Bisacodyl 10 mg PO DAILY:PRN constipation 4. Docusate Sodium 100 mg PO DAILY:PRN constipation 5. Ipratropium-Albuterol Neb 1 NEB NEB Q6H SOB, wheeze 6. LACOSamide 200 mg PO BID 7. LeVETiracetam Oral Solution 1000 mg PO BID 8. Metoclopramide 5 mg PO QID 9. Multivitamins 1 TAB PO DAILY 10. Nadolol 20 mg PO DAILY 11. Nystatin Oral Suspension 5 mL PO QID:PRN thrush 12. Phenytoin Infatab 100 mg PO TID 13. Potassium Chloride 40 mEq PO DAILY 14. Rifaximin 550 mg PO BID 15. Aspirin 81 mg PO DAILY 16. Fleet Enema AILY:PRN constipation not controlled with other agents 17. Furosemide 20 mg PO DAILY 18. Magnesium Oxide 800 mg PO TID 19. Milk of Magnesia 30 mL PO Q12H:PRN constipation 20. NexIUM (esomeprazole magnesium) 40 mg oral DAILY 21. Senna 8.6 mg PO DAILY 22. Spironolactone 50 mg PO DAILY 23. TraZODone 50 mg PO QHS Discharge Disposition: Extended Care Facility: Discharge Diagnosis: Primary Diagnosis: \"Leaking G tube\" syndrome Refeeding Syndrome Secondary Diagnosis: Atrial Fibrillation Discharge Condition: Mental Status: Clear and coherent. Level of Consciousness: Alert and interactive. Activity Status: Bedbound. Discharge Instructions: Dear Ms , It was a pleasure taking care of you at . You came to the hospital because of abdominal distention and concern that your feeding tube was leaking. You had a rectal tube placed that improved your abdominal distention. Your feeding tube was evaluated and fortunately there was no problem. You were restarted on your feeds and were closely monitored. We stopped your apixiban because it interacted with one of your medications and started you on Aspirin. Weigh yourself every morning, call MD if weight goes up more than 3 lbs. Followup Instructions:"
}