{
  "17563305-DS-6": " \nName:  ___                Unit No:   ___\n \nAdmission Date:  ___              Discharge Date:   ___\n \nDate of Birth:  ___             Sex:   M\n \nService: MEDICINE\n \nAllergies: \nZocor\n \nAttending: ___.\n \nChief Complaint:\nfatigue and weakness\n \nMajor Surgical or Invasive Procedure:\nR femoral line (removed)\nR IJ central catheter (removed)\n \nHistory of Present Illness:\nMr. ___ is a ___ yo man with stage 4 metastatic melanoma on\nnivolumab monotherapy, atrial fibrillation, hx of GI bleed (x2,\n___, and PE s/p IVC filter (___) now with recent admission\nin ___ to ___ for new LLE DVT (on apixiban) and cellulitis. \nHe\npresented to ___ on ___ for fatigue, weakness, and was\nfound to be in septic shock with GNR in 2x peripheral blood\ncultures, lactate of 9, Cr 1.9. He was also found to be positive\nfor c. diff. He was started on vanc/cefepime/flagyl, \nresuscitated\nin the ICU with fluids and transitioned to the floor. \n\nOn ___, a rapid response was called for hypoxia and A Fib with\nRVR with HR to 200s.  He received 3 x amiodarone, diltiazem. His\nblood pressures became unstable requiring neo, levophed, and\nvasopression and was electrically cardioverted with HR 110s.  \n\nNotably, in ___, he had a CT a/p that showed a large\nright-sided adrenal mass measuring 13x13x10cm appearing \nunchanged\nfrom prior CT but with question of compression of IVC for which\ntransfer to ___ was planned for evaluation.\n\nOn admission to the ___ he is on HFNC, amio drip, and\nvasopressin. Neo and levo were weanted in transit. He reports\nfeeling weak and tired. \n \nPast Medical History:\nGastric bypass\nShoulder arthritis, rotator cuff injury awaiting surgery\natrial fibrillation\ndiabetes\nalcohol abuse\nfatty liver\nhypertension\nosteoarthritis of the knee\nradial nerve palsy\nsleep apnea\nGI bleed from PUD while on anticoagulation for afib\n\n \nSocial History:\n___\nFamily History:\nHis brother had skin cancer though he does not think it was\nmelanoma.\n \nPhysical Exam:\nADMISSION PHYSICAL EXAM\n========================\nVS: afebrile, HR 78 in sinus, BP 108/80, on high flow at 55L and\n70% FiO2\nGENERAL: Tired appearing but interactive. In no acute distress.  \n\nHEENT: Sclera anicteric and without injection. MMM.  \nCARDIAC: Regular rhythm, normal rate. Audible S1 and S2. No\nmurmurs/rubs/gallops.  \nLUNGS: Bilateral rhonchi at lung bases   \nABDOMEN: Normal bowels sounds, non distended, non-tender to deep\npalpation in all four quadrants. No organomegaly.  \nEXTREMITIES: No clubbing, cyanosis, or edema. \nSKIN: Warm. Cap refill <2s. Scattered cuts, scabs, bruises   \nNEUROLOGIC: CN2-12 grossly intact. AOx3.  \n\nDISCHARGE PHYSICAL EXAM\n=======================\nVS: 24 HR Data (last updated ___ @ 2312)\n    Temp: 97.8 (Tm 98.8), BP: 117/84 (117-142/72-96), HR: 63\n(63-69), RR: 16 (___), O2 sat: 99% (99-100), O2 delivery: RA,\nWt: 194.7 lb/88.32 kg  \nGENERAL: In NAD\nHEENT: AT/NC, Sclerae anicteric, MMM, dried lesions overlying\nlips, PERRL, EOMI\nNECK: Supple, normal range of motion. JVP wnl.\nCV: RRR, normal S1/S2, no m/r/g  \nPULM: CTAB, no crackles/wheezes/rhonchi\nABD: abdomen soft, NT, ND, no organomegaly\nEXT: WWP, 2+ pitting edema b/l  \nSKIN: improving bruising in arms and legs, R groin site w/o\nevidence of expanding hematoma, R upper thigh and buttock with\nstable ecchymosis\nNEURO: A&Ox3, motor and sensation grossly intact\nACCESS: L Port on chest\n \nPertinent Results:\nADMISSION LABS\n===============\n___ 10:27PM BLOOD WBC-11.5* RBC-2.53* Hgb-8.7* Hct-26.6* \nMCV-105* MCH-34.4* MCHC-32.7 RDW-15.0 RDWSD-57.7* Plt Ct-20*\n___ 10:27PM BLOOD Anisocy-1+* Poiklo-1+* Macrocy-3+* \nPolychr-1+* Ovalocy-1+* Schisto-1+* Tear Dr-1+* RBC Mor-SLIDE \nREVI\n___ 10:27PM BLOOD Glucose-244* UreaN-17 Creat-0.6 Na-132* \nK-3.4* Cl-102 HCO3-20* AnGap-10\n___ 10:27PM BLOOD ALT-19 AST-47* LD(LDH)-913* AlkPhos-153* \nTotBili-0.7\n___ 10:27PM BLOOD Albumin-1.8* Calcium-7.3* Phos-3.2 Mg-1.9\n\nIMAGING \n========\nCT abdomen/pelvis ___:  \n1. High-grade compression of the IVC by a large right adrenal \nlesion, \nincreased from prior study. Nonocclusive IVC thrombus is \nunchanged in size. \n2. Large right adrenal lesion remains stable in size. No \nevidence of \nhemorrhage. \n3. Partially visualized bilateral airspace opacification may \nrepresent \natelectasis however infection cannot be ruled out. \n4. 2.9 cm nodule in the right middle lobe and right \nretroperitoneal nodule are unchanged in size. \n5. Large bilateral pleural effusions. \n\nTTE ___:\nCONCLUSION:\nThe left atrial volume index is normal. The inferior vena cava \ndiameter is normal. There is mild symmetric left\nventricular hypertrophy with a normal cavity size. There is mild \nglobal left ventricular hypokinesis. Quantitative biplane left \nventricular ejection fraction is 45 % (normal 54-73%). Left \nventricular cardiac index is low normal (2.0-2.5 L/min/m2). \nThere is no resting left ventricular outflow tract gradient. \nNormal right ventricular cavity size with normal free wall \nmotion. The aortic sinus diameter is normal for gender with \nmildly dilated ascending aorta. There is a normal descending \naorta diameter. The aortic valve leaflets (3) appear \nstructurally normal. There is no aortic valve stenosis. There is \nno aortic regurgitation. The mitral valve leaflets appear \nstructurally normal with no mitral valve prolapse. There is \nmoderate mitral annular calcification. There is mild [1+] mitral \nregurgitation. Due to acoustic shadowing, the severity of mitral \nregurgitation could be UNDERestimated. The pulmonic valve \nleaflets are not well seen. The tricuspid valve leaflets appear \nstructurally normal. There is physiologic tricuspid \nregurgitation. The estimated pulmonary\nartery systolic pressure is high normal. There is no pericardial \neffusion. A left pleural effusion is present.\nIMPRESSION: Suboptimal image quality. Mild symmetric left \nventricular hypertrophy with normal\ncavity size and mild global hypokinesis. Mild mitral \nregurgitation with normal valve morphology.\nHigh normal estimated pulmonary artery systolic pressure.\n\nDISCHARGED LABS\n===============\n___ 05:36AM BLOOD WBC-6.6 RBC-2.56* Hgb-8.5* Hct-27.3* \nMCV-107* MCH-33.2* MCHC-31.1* RDW-17.2* RDWSD-66.5* Plt ___\n___ 05:36AM BLOOD ___ PTT-27.6 ___\n___ 05:36AM BLOOD Glucose-68* UreaN-9 Creat-0.4* Na-140 \nK-3.9 Cl-105 HCO3-28 AnGap-7*\n___ 05:34AM BLOOD ALT-8 AST-16 LD(LDH)-389* AlkPhos-171* \nTotBili-0.7\n___ 05:36AM BLOOD Calcium-8.1* Phos-3.5 Mg-1.6\n \nBrief Hospital Course:\nMr. ___ is a ___ w/ ___ metastatic melanoma (on nivolumab), \nAFib, recent DVT (on apixaban) who was transferred from ___ \nto the ___ ICU for septic shock ___ E. coli bacteremia, course \nc/b AFib w/ RVR requiring cardioversion, acute hypoxemic \nrespiratory failure, non-occluding IVC clot and IVC compression \nfrom R adrenal mass, clinically improved on the floor and ready \nfor rehab. \n\nTRANSITIONAL ISSUES\n===================\n[] Will complete 14 day course of PO vancomycin (last day ___\n[] Found to have adrenal mass compression of IVC, but no \nintervention was done ___ thrombocytopenia. Discuss in the \noutpatient setting role of IVC filter/stenting. \n\nACUTE ISSUES\n============\n#E.coli bacteremia\n#Septic shock\nHis ___ cultures grew pan sensitive E.coli, which have been \nnegative since then. He completed a 14 day course of ceftriaxone \non ___. On ___, the patient was noted to be rigoring and \nhypotensive on the floor requiring transfer back to the ICU. He \nwas briefly on norepinephrine and was fluid resuscitated. \nAntibiotics were broadened to vancomycin and cefepime. He \nsubsequently improved. Cultures continued to show no growth and \nhe was transferred back to the floor. His antibiotics were \nstopped on ___.\n\n#AFib w/ RVR\nHe has a history of atrial fibrillation at baseline on digoxin. \nHe presented to OSH w/ rapid AFib, likely due to infection vs. \nbeing volume up in the setting of his decompensation after \nleaving the hospital on ___ was given an amiodarone load at \nOSH, followed by diltiazem and then was electrically \ncardioverted for hypotension. He was started on levophed, \nneosynephrine, and vasopressin briefly but was titrated off \nshortly after. We checked a digoxin level that was normal and \ncontinued his home digoxin, he remained in normal sinus rhythm.  \nHis home apixiban was held in the setting of his \nthrombocytopenia but was restarted once Plt > 50.\n\n#Acute hypoxemic respiratory failure\nHis new oxygen requirement was likely due to pleural effusions \nand volume overload. He was quickly weaned off HFNC and is now \non room air or nasal cannula. He is still volume overloaded and \nwould benefit from more diuresis. After diuresis, a repeat CXR \nshowed interval improvement of pleural effusion and vascular \ncongestion. He was diuresed throughout his general oncology \nfloor admission to maintain adequate respiration with a goal of \n1L net negative.\n\n#Thrombocytopenia\nPlatelets dropped from normal range to <20 over the course of 1 \nweek. Hematology saw the patient and thought this was due to \nbone marrow suppression in the setting of septic shock/acute \nillness along with a history of alcohol use and recent \ncephalexin use (for cellulitis). TTP, DIC, HIT, and HIV induced \nthrombocytopenia were ruled out. He received 2 platelet \ntransfusions that he tolerated well. He had a blood smear w/o\nschistocytes. His home apixaban was held until plt > 50.\n\n#C/f adrenal insufficiency\n#Chronic steroid use\nHe has a history of adrenal insufficiency d/t immunotherapy and \nis on chronic hydrocortisone 20 mg qAM and 10 mg qHS. This was \nfelt to have contributed to his shock physiology on admission. \nHe was started on high dose steroids while hypotensive, but \ntapered back to home dose of steroids by the time of discharge. \n\n#Non occlusive IVC clot\n#Hx of DVT/PE\nHe received a CTA venogram showing increased compression of IVC \nfrom an adrenal mass, causing a non-occlusive IVC thrombus. \nVascular surgery were consulted inpatient but declined \nintervention given his clinical comorbidities. If indicated, \nwill need to follow up as an outpatient for IVC filter/stent \nplacement.\n\n#Coagulopathy\nThis was thought to be likely nutritional. His admission INR was \n1.6; it improved with improved PO intake.\n\n# Delirium\nHe had intermittent delirium while clinically sick. He was able \nto be redirected by his brother occasionally, and resolved days \nbefore discharge.\n\n#C. diff colitis\nDiagnosed at OSH, not currently having diarrhea. His PO vanc was \ncontinued throughout admission, will complete course through \n___.\n\n#Metastatic melanoma\nCurrently on nivolumab monotherapy (C8 ___. His outpatient \noncologist Dr. ___ was informed throughout.\n\n#Severe protein calorie malnutrition\nAlbumin 1.8 on admission. Nutrition was consulted throughout \nadmission.\n\nCHRONIC ISSUES\n==============\n#DM2\nPt with improved BG after gastric bypass, not on home meds \ncurrently. He was on SSI while on steroids.\n\n#HTN\nImproved after gastric bypass, not on home meds\n\n#Alcohol use disorder\n#NAFLD\nSteatosis but not cirrhosis noted on imaging. Not showing signs \nof withdrawal.\n\n#Macrocytic anemia\nLikely iso chronic alcohol use, received B12 supplements\n\n#Hypothyroidism\nContinued home levothyroxine\n\n#CODE: Full (presumed)\n#CONTACT: ___ (HCP/brother) ___\n \nMedications on Admission:\nThe Preadmission Medication list is accurate and complete.\n1. Cyanocobalamin 100 mcg PO DAILY \n2. Digoxin 0.125 mg PO DAILY \n3. Ferrous Sulfate 325 mg PO DAILY \n4. Hydrocortisone 10 mg PO QHS \n5. Hydrocortisone 20 mg PO QAM \n6. Levothyroxine Sodium 75 mcg PO DAILY \n7. Multivitamins W/minerals 1 TAB PO DAILY \n8. Omeprazole 20 mg PO DAILY \n9. Apixaban 10 mg PO BID \n10. Cephalexin 500 mg PO QID \n11. Colchicine 0.6 mg PO DAILY:PRN gout flare \n\n \nDischarge Medications:\n1.  Vancomycin Oral Liquid ___ mg PO QID  \n2.  Apixaban 5 mg PO BID  \n3.  Colchicine 0.6 mg PO DAILY:PRN gout flare  \n4.  Cyanocobalamin 100 mcg PO DAILY  \n5.  Digoxin 0.125 mg PO DAILY  \n6.  Ferrous Sulfate 325 mg PO DAILY  \n7.  Hydrocortisone 10 mg PO QHS  \n8.  Hydrocortisone 20 mg PO QAM  \n9.  Levothyroxine Sodium 75 mcg PO DAILY  \n10.  Multivitamins W/minerals 1 TAB PO DAILY  \n11.  Omeprazole 20 mg PO DAILY  \n12. HELD- Cephalexin 500 mg PO QID  This medication was held. Do \nnot restart Cephalexin until you talk with your doctor\n\n \nDischarge Disposition:\nExtended Care\n \nFacility:\n___\n \n___ Diagnosis:\nPrimary diagnosis: E.coli bacteremia, atrial fibrillation, acute \nhypoxemic respiratory failure\n\nSecondary diagnosis: thrombocytopenia, C.diff colitis, adrenal \ninsufficiency, delirium, non-occlusive IVC clot, diabetes \nmellitus type 2, hypertension, macrocytic anemia, hypothyroidism\n\n \nDischarge Condition:\nMental Status: Clear and coherent.\nLevel of Consciousness: Alert and interactive.\nActivity Status: Out of Bed with assistance to chair or \nwheelchair.\n\n \nDischarge Instructions:\nDear Mr. ___,\n \nIt was a pleasure caring for you at ___ \n___.  \n \nWHY WAS I IN THE HOSPITAL?  \n- You were admitted for a bacterial blood infection.\n \nWHAT HAPPENED TO ME IN THE HOSPITAL?  \n- You were started on antibiotics to treat your bacterial blood \ninfection at ___\n- You had trouble breathing and electrical problems with your \nheart at ___, so you were transferred to the ICU at \n___, where your heart was shocked and you were given extra \noxygen\n- They found a mass on your right adrenal gland, as well as a \nclot in your IVC filter, and the decision was made to transfer \nyou to ___ ICU for further care\n- At the ___ ICU, you were given more antibiotics for your \ninfection and diarrhea, and received platelets to help boost \nyour counts\n- You were given medications to help control your heart rate\n- After you became stable, you were transferred to the general \noncology floor where you continued to receive antibiotics and \nfluids\n- We started lowering your dose of steroids as well\n- You were feeling better and the physical therapists \nrecommended you get stronger at rehab\n\nWHAT SHOULD I DO AFTER I LEAVE THE HOSPITAL?  \n- Continue to take all your medicines and keep your \nappointments.\n- Be sure to finish your antibiotics completely\n- You will have an appointment with vascular surgery to discuss \nthe clot in your IVC filter\n \nWe wish you the best!  \n \nSincerely,  \nYour ___ Team \n \nFollowup Instructions:\n___\n"
}