{
  "17563305-DS-6": "MEDICINE Allergies: Zocor Attending: . Chief Complaint: fatigue and weakness Major Surgical or Invasive Procedure: R femoral line (removed) R IJ central catheter (removed) History of Present Illness: Mr. is a yo man with stage 4 metastatic melanoma on nivolumab monotherapy, atrial fibrillation, hx of GI bleed (x2, , and PE s/p IVC filter () now with recent admission in to for new LLE DVT (on apixiban) and cellulitis. He presented to on for fatigue, weakness, and was found to be in septic shock with GNR in 2x peripheral blood cultures, lactate of 9, Cr 1.9. He was also found to be positive for c. diff. He was started on vanc/cefepime/flagyl, resuscitated in the ICU with fluids and transitioned to the floor. On , a rapid response was called for hypoxia and A Fib with RVR with HR to 200s. He received 3 x amiodarone, diltiazem. His blood pressures became unstable requiring neo, levophed, and vasopression and was electrically cardioverted with HR 110s. Notably, in , he had a CT a/p that showed a large right-sided adrenal mass measuring 13x13x10cm appearing unchanged from prior CT but with question of compression of IVC for which transfer to was planned for evaluation. On admission to the he is on HFNC, amio drip, and vasopressin. Neo and levo were weanted in transit. He reports feeling weak and tired. Past Medical History: Gastric bypass Shoulder arthritis, rotator cuff injury awaiting surgery atrial fibrillation diabetes alcohol abuse fatty liver hypertension osteoarthritis of the knee radial nerve palsy sleep apnea GI bleed from PUD while on anticoagulation for afib Social History: Family History: His brother had skin cancer though he does not think it was melanoma. Physical Exam: ADMISSION PHYSICAL EXAM VS: afebrile, HR 78 in sinus, BP 108/80, on high flow at 55L and 70% FiO2 GENERAL: Tired appearing but interactive. In no acute distress. HEENT: Sclera anicteric and without injection. MMM. CARDIAC: Regular rhythm, normal rate. Audible S1 and S2. No murmurs/rubs/gallops. LUNGS: Bilateral rhonchi at lung bases ABDOMEN: Normal bowels sounds, non distended, non-tender to deep palpation in all four quadrants. No organomegaly. EXTREMITIES: No clubbing, cyanosis, or edema. SKIN: Warm. Cap refill <2s. Scattered cuts, scabs, bruises NEUROLOGIC: CN2-12 grossly intact. AOx3. DISCHARGE PHYSICAL EXAM VS: 24 HR Data (last updated @ 2312) Temp: 97.8 (Tm 98.8), BP: 117/84 (117-142/72-96), HR: 63 (63-69), RR: 16 (), O2 sat: 99% (99-100), O2 delivery: RA, Wt: 194.7 lb/88.32 kg GENERAL: In NAD HEENT: AT/NC, Sclerae anicteric, MMM, dried lesions overlying lips, PERRL, EOMI NECK: Supple, normal range of motion. JVP wnl. CV: RRR, normal S1/S2, no m/r/g PULM: CTAB, no crackles/wheezes/rhonchi ABD: abdomen soft, NT, ND, no organomegaly EXT: WWP, 2+ pitting edema b/l SKIN: improving bruising in arms and legs, R groin site w/o evidence of expanding hematoma, R upper thigh and buttock with stable ecchymosis NEURO: A&Ox3, motor and sensation grossly intact ACCESS: L Port on chest Pertinent Results: ADMISSION LABS 10:27PM BLOOD WBC-11.5* RBC-2.53* Hgb-8.7* Hct-26.6* MCV-105* MCH-34.4* MCHC-32.7 RDW-15.0 RDWSD-57.7* Plt Ct-20* 10:27PM BLOOD Anisocy-1+* Poiklo-1+* Macrocy-3+* Polychr-1+* Ovalocy-1+* Schisto-1+* Tear Dr-1+* RBC Mor-SLIDE REVI 10:27PM BLOOD Glucose-244* UreaN-17 Creat-0.6 Na-132* K-3.4* Cl-102 HCO3-20* AnGap-10 10:27PM BLOOD ALT-19 AST-47* LD(LDH)-913* AlkPhos-153* TotBili-0.7 10:27PM BLOOD Albumin-1.8* Calcium-7.3* Phos-3.2 Mg-1.9 IMAGING CT abdomen/pelvis : 1. High-grade compression of the IVC by a large right adrenal lesion, increased from prior study. Nonocclusive IVC thrombus is unchanged in size. 2. Large right adrenal lesion remains stable in size. No evidence of hemorrhage. 3. Partially visualized bilateral airspace opacification may represent atelectasis however infection cannot be ruled out. 4. 2.9 cm nodule in the right middle lobe and right retroperitoneal nodule are unchanged in size. 5. Large bilateral pleural effusions. TTE : CONCLUSION: The left atrial volume index is normal. The inferior vena cava diameter is normal. There is mild symmetric left ventricular hypertrophy with a normal cavity size. There is mild global left ventricular hypokinesis. Quantitative biplane left ventricular ejection fraction is 45 % (normal 54-73%). Left ventricular cardiac index is low normal (2.0-2.5 L/min/m2). There is no resting left ventricular outflow tract gradient. Normal right ventricular cavity size with normal free wall motion. The aortic sinus diameter is normal for gender with mildly dilated ascending aorta. There is a normal descending aorta diameter. The aortic valve leaflets (3) appear structurally normal. There is no aortic valve stenosis. There is no aortic regurgitation. The mitral valve leaflets appear structurally normal with no mitral valve prolapse. There is moderate mitral annular calcification. There is mild [1+] mitral regurgitation. Due to acoustic shadowing, the severity of mitral regurgitation could be UNDERestimated. The pulmonic valve leaflets are not well seen. The tricuspid valve leaflets appear structurally normal. There is physiologic tricuspid regurgitation. The estimated pulmonary artery systolic pressure is high normal. There is no pericardial effusion. A left pleural effusion is present. IMPRESSION: Suboptimal image quality. Mild symmetric left ventricular hypertrophy with normal cavity size and mild global hypokinesis. Mild mitral regurgitation with normal valve morphology. High normal estimated pulmonary artery systolic pressure. DISCHARGED LABS 05:36AM BLOOD WBC-6.6 RBC-2.56* Hgb-8.5* Hct-27.3* MCV-107* MCH-33.2* MCHC-31.1* RDW-17.2* RDWSD-66.5* Plt 05:36AM BLOOD PTT-27.6 05:36AM BLOOD Glucose-68* UreaN-9 Creat-0.4* Na-140 K-3.9 Cl-105 HCO3-28 AnGap-7* 05:34AM BLOOD ALT-8 AST-16 LD(LDH)-389* AlkPhos-171* TotBili-0.7 05:36AM BLOOD Calcium-8.1* Phos-3.5 Mg-1.6 Brief Hospital Course: Mr. is a w/ metastatic melanoma (on nivolumab), AFib, recent DVT (on apixaban) who was transferred from to the ICU for septic shock E. coli bacteremia, course c/b AFib w/ RVR requiring cardioversion, acute hypoxemic respiratory failure, non-occluding IVC clot and IVC compression from R adrenal mass, clinically improved on the floor and ready for rehab. TRANSITIONAL ISSUES [] Will complete 14 day course of PO vancomycin (last day [] Found to have adrenal mass compression of IVC, but no intervention was done thrombocytopenia. Discuss in the outpatient setting role of IVC filter/stenting. ACUTE ISSUES #E.coli bacteremia #Septic shock His cultures grew pan sensitive E.coli, which have been negative since then. He completed a 14 day course of ceftriaxone on . On , the patient was noted to be rigoring and hypotensive on the floor requiring transfer back to the ICU. He was briefly on norepinephrine and was fluid resuscitated. Antibiotics were broadened to vancomycin and cefepime. He subsequently improved. Cultures continued to show no growth and he was transferred back to the floor. His antibiotics were stopped on . #AFib w/ RVR He has a history of atrial fibrillation at baseline on digoxin. He presented to OSH w/ rapid AFib, likely due to infection vs. being volume up in the setting of his decompensation after leaving the hospital on was given an amiodarone load at OSH, followed by diltiazem and then was electrically cardioverted for hypotension. He was started on levophed, neosynephrine, and vasopressin briefly but was titrated off shortly after. We checked a digoxin level that was normal and continued his home digoxin, he remained in normal sinus rhythm. His home apixiban was held in the setting of his thrombocytopenia but was restarted once Plt > 50. #Acute hypoxemic respiratory failure His new oxygen requirement was likely due to pleural effusions and volume overload. He was quickly weaned off HFNC and is now on room air or nasal cannula. He is still volume overloaded and would benefit from more diuresis. After diuresis, a repeat CXR showed interval improvement of pleural effusion and vascular congestion. He was diuresed throughout his general oncology floor admission to maintain adequate respiration with a goal of 1L net negative. #Thrombocytopenia Platelets dropped from normal range to <20 over the course of 1 week. Hematology saw the patient and thought this was due to bone marrow suppression in the setting of septic shock/acute illness along with a history of alcohol use and recent cephalexin use (for cellulitis). TTP, DIC, HIT, and HIV induced thrombocytopenia were ruled out. He received 2 platelet transfusions that he tolerated well. He had a blood smear w/o schistocytes. His home apixaban was held until plt > 50. #C/f adrenal insufficiency #Chronic steroid use He has a history of adrenal insufficiency d/t immunotherapy and is on chronic hydrocortisone 20 mg qAM and 10 mg qHS. This was felt to have contributed to his shock physiology on admission. He was started on high dose steroids while hypotensive, but tapered back to home dose of steroids by the time of discharge. #Non occlusive IVC clot #Hx of DVT/PE He received a CTA venogram showing increased compression of IVC from an adrenal mass, causing a non-occlusive IVC thrombus. Vascular surgery were consulted inpatient but declined intervention given his clinical comorbidities. If indicated, will need to follow up as an outpatient for IVC filter/stent placement. #Coagulopathy This was thought to be likely nutritional. His admission INR was 1.6; it improved with improved PO intake. # Delirium He had intermittent delirium while clinically sick. He was able to be redirected by his brother occasionally, and resolved days before discharge. #C. diff colitis Diagnosed at OSH, not currently having diarrhea. His PO vanc was continued throughout admission, will complete course through . #Metastatic melanoma Currently on nivolumab monotherapy (C8 . His outpatient oncologist Dr. was informed throughout. #Severe protein calorie malnutrition Albumin 1.8 on admission. Nutrition was consulted throughout admission. CHRONIC ISSUES #DM2 Pt with improved BG after gastric bypass, not on home meds currently. He was on SSI while on steroids. #HTN Improved after gastric bypass, not on home meds #Alcohol use disorder #NAFLD Steatosis but not cirrhosis noted on imaging. Not showing signs of withdrawal. #Macrocytic anemia Likely iso chronic alcohol use, received B12 supplements #Hypothyroidism Continued home levothyroxine #CODE: Full (presumed) #CONTACT: (HCP/brother) Medications on Admission: The Preadmission Medication list is accurate and complete. 1. Cyanocobalamin 100 mcg PO DAILY 2. Digoxin 0.125 mg PO DAILY 3. Ferrous Sulfate 325 mg PO DAILY 4. Hydrocortisone 10 mg PO QHS 5. Hydrocortisone 20 mg PO QAM 6. Levothyroxine Sodium 75 mcg PO DAILY 7. Multivitamins W/minerals 1 TAB PO DAILY 8. Omeprazole 20 mg PO DAILY 9. Apixaban 10 mg PO BID 10. Cephalexin 500 mg PO QID 11. Colchicine 0.6 mg PO DAILY:PRN gout flare Discharge Medications: 1. Vancomycin Oral Liquid mg PO QID 2. Apixaban 5 mg PO BID 3. Colchicine 0.6 mg PO DAILY:PRN gout flare 4. Cyanocobalamin 100 mcg PO DAILY 5. Digoxin 0.125 mg PO DAILY 6. Ferrous Sulfate 325 mg PO DAILY 7. Hydrocortisone 10 mg PO QHS 8. Hydrocortisone 20 mg PO QAM 9. Levothyroxine Sodium 75 mcg PO DAILY 10. Multivitamins W/minerals 1 TAB PO DAILY 11. Omeprazole 20 mg PO DAILY 12. HELD Cephalexin 500 mg PO QID This medication was held. Do not restart Cephalexin until you talk with your doctor Discharge Disposition: Extended Care Facility: Diagnosis: Primary diagnosis: E.coli bacteremia, atrial fibrillation, acute hypoxemic respiratory failure Secondary diagnosis: thrombocytopenia, C.diff colitis, adrenal insufficiency, delirium, non-occlusive IVC clot, diabetes mellitus type 2, hypertension, macrocytic anemia, hypothyroidism Discharge Condition: Mental Status: Clear and coherent. Level of Consciousness: Alert and interactive. Activity Status: Out of Bed with assistance to chair or wheelchair. Discharge Instructions: Dear Mr. , It was a pleasure caring for you at . WHY WAS I IN THE HOSPITAL? You were admitted for a bacterial blood infection. WHAT HAPPENED TO ME IN THE HOSPITAL? You were started on antibiotics to treat your bacterial blood infection at You had trouble breathing and electrical problems with your heart at , so you were transferred to the ICU at , where your heart was shocked and you were given extra oxygen They found a mass on your right adrenal gland, as well as a clot in your IVC filter, and the decision was made to transfer you to ICU for further care At the ICU, you were given more antibiotics for your infection and diarrhea, and received platelets to help boost your counts You were given medications to help control your heart rate After you became stable, you were transferred to the general oncology floor where you continued to receive antibiotics and fluids We started lowering your dose of steroids as well You were feeling better and the physical therapists recommended you get stronger at rehab WHAT SHOULD I DO AFTER I LEAVE THE HOSPITAL? Continue to take all your medicines and keep your appointments. Be sure to finish your antibiotics completely You will have an appointment with vascular surgery to discuss the clot in your IVC filter We wish you the best! Sincerely, Your Team Followup Instructions:"
}