{
  "17631600-DS-11": "MEDICINE Allergies: Penicillins Attending: Chief Complaint: Abdominal pain Major Surgical or Invasive Procedure: tube placement History of Present Illness: w/ recent admission for severe acute necrotizing pancreatitis and multiple complications: GOO from mass effect of walled-off necrosis (requiring cyst gastrostomy by surgery, then necrosectomy x2 by advanced endoscopy), splenic vein thrombosis, subsegmental PE treated with Eliquis, multifocal HAP, pill aspiration requiring bronch, respiratory failure requiring intubation, and severe/prolonged metabolic encephalopathy, who now returns with LLQ/mid-abdominal pain. His abdominal pain began about ten days ago and has waxed and waned in intensity. It is a diffuse pain across the lower abdomen, definitely all below the umbilicus. It is not worsened by food intake and is not relieved by bowel movements. No changes to his stool. No fevers or chills. The pain became persistent 48 hours prior to admission at an intensity of about . He says this is much more mild than pain when admitted for acute pancreatitis, but bad enough to be bothersome. Poor PO intake the last two days due to the pain. He called his GI physician; he was referred to the ED for evaluation, given his recent history. Vitals in the ED were: Tmax 98.9, HR 115, BP 153/97, SpO2 100% RA Preliminary labs/studies were notable for: WBC 5.7 with normal differential Unremarkable LFTs Lipase much lower than prior (209 down from >3000). CT abdomen/pelvis showed known necrotizing pancreatitis, but with a new 4 cm organizing collection. The patient was seen by surgery (who did his cyst gastrostomy), and they reiterate that no surgical intervention is needed for the collection, although they advised involvement by GI. He was admitted to medicine. Past Medical History: Acute idiopathic pancreatitis, idiopathic and again . More recent episode complicated by: GOO from mass effect of necrotic collection (requiring cyst gastrostomy by surgery, then necrosectomy x2 by advanced endoscopy) subsegmental PE (Eliquis x3 months) splenic vein thrombosis Multifocal HAP Pill aspiration, requiring bronchoscopy respiratory failure requiring intubation profound metabolic encephalopathy, with re-intubation for mental status HTN HLD LVH ?HFpEF (only episode in the setting of IVF for pancreatitis) Panic disorder/GAD Keratoconus Social History: Family History: Father with DM, heart disease, prostate CA, stroke. Mother with HTN. Physical Exam: ADMISSION EXAM VITALS: all vitals since arrival on the medical ward were reviewed. Afebrile. CONSTITUTIONAL: well-appearing and well-developed man (looks far better than I expected after reading about his recent long and complicated hospital course). NAD. EYE: sclerae anicteric, EOMI ENT: audition grossly intact, MMM, OP clear LYMPHATIC: No LAD CARDIAC: RRR, no M/R/G, JVP not elevated, no edema PULM: normal effort of breathing, LCAB GI: soft, NT, ND, NABS. I am unable to reproduce his discomfort by palpation. GU: no CVA tenderness, suprapubic region soft and nontender MSK: no visible joint effusions or acute deformities. DERM: no visible rash. No jaundice. NEURO: AAOx3. No facial droop, moving all extremities. PSYCH: Full range of affect Pertinent Results: **************** ADMISSION LABS **************** 07:33PM BLOOD WBC-5.7 RBC-4.02* Hgb-11.2* Hct-36.9* MCV-92 MCH-27.9 MCHC-30.4* RDW-15.3 RDWSD-51.0* Plt 07:33PM BLOOD Glucose-97 UreaN-10 Creat-0.6 Na-140 K-4.3 Cl-102 HCO3-25 AnGap-13 07:33PM BLOOD ALT-15 AST-18 AlkPhos-46 TotBili-0.3 07:33PM BLOOD Lipase-209* **************** IMAGING **************** CT ABD/PELVIS () -Necrotizing pancreatitis with increased peripancreatic inflammation and new organizing collection measuring up to 4 cm. -Similar decreased attenuation of the portal and SMV confluence. -No signs of pseudoaneurysm. MD adds: bladder wall appears thickened; will obtain UA to correlate. MRCP (last admission) Large organized peripancreatic necrotic collection. Pancreatic necrosis involving more than half the gland. Persistent moderate to large ascites. Brief Hospital Course: w/ recent admission for severe acute necrotizing pancreatitis and multiple complications: GOO from mass effect of walled-off necrosis (requiring cyst gastrostomy by surgery, then necrosectomy x2 by advanced endoscopy), splenic vein thrombosis, subsegmental PE treated with Eliquis, multifocal HAP, pill aspiration requiring bronch, respiratory failure requiring intubation, and severe/prolonged metabolic encephalopathy, who now returns with lower abdominal pain. #LOWER-ABDOMINAL PAIN, MODEST LIPASE ELEVATION, MILD INCREASE IN FAT-STRANDING #RECENT EPISODE OF NECROTIZING PANCREATITIS #NEW AREA OF WALLED-OFF NECROSIS The pancreatitis looks a little worse radiographically and lipase is nonspecifically elevated. There is a concern for a subacute failure of outpatient therapy for pancreatitis. He had a NJ tube placed and started on tube feeds on . He had some loose stools initially but this improved prior to discharge. To avoid clogging, he should just have tube feeds go through the tube. He can take his meds by mouth. He can also eat ice chips and drink some sips of water if he is hungry. Dr. Dr. coordinate an outpatient cholecystectomy. #PROVOKED subsegmental PULMONARY EMBOLISM continue Eliquis for three months (ends #QUESTION OF PVT The portal vein has decreased attenuation at the level of the pancreas on imaging here, but without other signs to suggest thrombosis. Possibly narrowed or partially occluded? Would defer to Dr. can consider follow up imaging prior to when he would be coming off Eliquis in case this is an indication for him to continue apixaban. #PANCREATIC INSUFFICIENCY holding Creon as he is not taking any food by mouth #Code status: full #HCP: his wife on Admission: The Preadmission Medication list is accurate and complete. 1. Multivitamins W/minerals 1 TAB PO DAILY 2. Creon 12 4 CAP PO QIDWMHS meals 3. Vitamin D UNIT PO 1X/WEEK (SA) 4. Apixaban 5 mg PO BID Discharge Medications: 1. Apixaban 5 mg PO BID 2. Multivitamins W/minerals 1 TAB PO DAILY 3. Vitamin D UNIT PO 1X/WEEK (SA) 4. HELD Creon 12 4 CAP PO QIDWMHS meals This medication was held. Do not restart Creon 12 until you see Dr. Disposition: Home With Service Facility: Discharge Diagnosis: Pancreatitis Discharge Condition: Mental Status: Clear and coherent. Level of Consciousness: Alert and interactive. Activity Status: Ambulatory requires assistance or aid (walker or cane). Discharge Instructions: Please follow with Dr. Dr. to plan an outpatient gallbladder removal. MD Completed by:"
}