{
  "13728990-DS-15": " \nName:  ___                   Unit No:   ___\n \nAdmission Date:  ___              Discharge Date:   ___\n \nDate of Birth:  ___             Sex:   M\n \nService: MEDICINE\n \nAllergies: \nNo Known Allergies / Adverse Drug Reactions\n \nAttending: ___.\n \nChief Complaint:\nabdominal pain \n\n \nMajor Surgical or Invasive Procedure:\nNone \n\n \nHistory of Present Illness:\n___ h/o A fib on eliquis, ___, and HTH presents with 1 day of \nacute onset abdominal pain that started ___ night as diffuse \nachey pain with bloating.  Over the next ___ hours the pain \nworsened localizing to the right abdomen with associated \nnausea/vomiting.  Pain has since improved with dilaudid and \nmorphine received in the ED.  This is the first episode of \nsimilar pain.  He had a temp of 100.5F here but denies known \nfever at home or chills/sweats.  His last bowel movement was 2 \ndays ago and normal.  He denies urinary complaints.  He denies \nsick contacts.   \n\nPatient declining antibiotics noting that fever is low grade an \nresolving.  When informed that antibiotics were also started due \nto elevated lactate, leukocytosis, and possible pneumonia he \nnoted that most illnesses like this are viral and does not want \nthe complications of antibiotic resistance or to worsen his \nliver disease.  I informed him progression of infection to shock \nwith multi organ failure is possible without treatment, which he \nunderstood.   \n\nROS: as above otherwise 10point ROS negative \n \nPast Medical History:\n-___, A fib on eliquis, prostate cancer s/p prostatectomy,\nvitamin D deficiency  \n-pituitary adenoma, low testosterone \n-depression \n-Notes most recent colonoscopy ___ years ago reported as normal.\n\n \nSocial History:\n___\nFamily History:\n-Father: colon cancer \n-Sister: pancreatitis x1, hypertriglyceridemia\n-Sister: DM\n-Brother: A fib \n \nPhysical Exam:\nADMISSION PHYSICAL EXAM:\n-VS:  reviewed in POE\n-General Appearance: pleasant, comfortable, no acute distress\n-Eyes: PERLL, EOMI, no conjuctival injection, anicteric\n-HENT: moist mucus membranes, atraumatic, normocephalic\n-Respiratory: clear b/l, no wheeze, no crackles \n-Cardiovascular: RRR, no murmur \n-Gastrointestinal: soft, lower abdominal tenderness (between \numbilicus and suprapubic regions and slightly to the right but \nnot quite right lower quadrant), nondistended, bowel sounds \npresent\n-GU: no catheter in place, no CVA/suprapubic tenderness  \n-MSK: no edema or joint swelling \n-Skin: warm, no rashes/no jaundice/no skin ulcerations noted\n-Neurological: AAOx3, no focal neurological deficits, somnolent  \n\n-Psychiatric: pleasant, appropriate affect\n\nDISCHARGE PHYSICAL EXAM\n-Vitals: reviewed in POE - tax 100.0F, SpO2 93% on room air \n-General: sitting up in bed and walking in halls, overall \nappears better\n-HEENT: Anicteric, moist mucus membranes\n-Cardiovascular: irregularly irregular, regular rate, no murmur\n-Pulmonary: clear b/l, no wheeze, tachypnea \n-Gastroinestinal: soft, nondistended, bowel sounds present.  \nTenderness seems to be periumbilical R>L.  He initially notes \nrebound tenderness but upon repeat exam there is no rebound.  No \nhepatosplenomegaly.  No psoas sign.\n-GU: no CVA tenderness.  no foley \n-MSK: No edema or joint swelling\n-Skin: worsening petechial appearing macular rash in groin, \nback,\nand axilla.\n-Neurological: AAOx3, no focal neurological deficits \n-Psychiatric: pleasant, appropriate affect\n \nPertinent Results:\nADMISSION LABS\n___ 07:23AM BLOOD WBC-11.3* RBC-4.71 Hgb-14.3 Hct-42.9 \nMCV-91 MCH-30.4 MCHC-33.3 RDW-12.9 RDWSD-42.8 Plt ___\n___ 07:23AM BLOOD Neuts-74.8* Lymphs-17.5* Monos-5.8 \nEos-1.2 Baso-0.3 Im ___ AbsNeut-8.44* AbsLymp-1.98 \nAbsMono-0.65 AbsEos-0.14 AbsBaso-0.03\n\n___ 07:23AM BLOOD Glucose-146* UreaN-21* Creat-1.3* Na-146* \nK-4.3 Cl-105 HCO3-25 AnGap-16\n___ 07:23AM BLOOD ALT-169* AST-115* AlkPhos-107 TotBili-0.5\n___ 07:23AM BLOOD Albumin-4.4 Calcium-10.4* Phos-3.5 Mg-2.5\n\n___ 07:23AM BLOOD Lipase-623*\n\n___ 07:23AM BLOOD cTropnT-<0.01\n\n___ 07:23AM BLOOD Triglyc-134\n\n___ 11:30PM BLOOD %HbA1c-5.0 eAG-97\n\n___ 03:05AM BLOOD Lithium-0.8\n\n___ 10:50AM BLOOD HCV Ab-NEG\n\n___ 07:53AM BLOOD Lactate-2.3*\n\nDISCHARGE LABS \n___ 07:55AM BLOOD WBC-17.1* RBC-3.92* Hgb-11.6* Hct-34.9* \nMCV-89 MCH-29.6 MCHC-33.2 RDW-13.8 RDWSD-45.2 Plt ___\n___ 07:15AM BLOOD Neuts-83.1* Lymphs-7.0* Monos-6.3 Eos-2.8 \nBaso-0.2 Im ___ AbsNeut-14.72*# AbsLymp-1.25 AbsMono-1.12* \nAbsEos-0.50 AbsBaso-0.04\n\n___ 07:55AM BLOOD Glucose-112* UreaN-16 Creat-1.1 Na-146* \nK-3.9 Cl-111* HCO3-20* AnGap-15\n___ 07:15AM BLOOD ALT-46* AST-16 AlkPhos-71 TotBili-0.6\n\n___ 03:05AM BLOOD Lipase-42\n___ 01:44PM BLOOD cTropnT-<0.01\n\n___ 11:30PM BLOOD %HbA1c-5.0 eAG-97\n\n___ 07:15AM BLOOD TSH-0.88\n\n___ 07:23AM BLOOD Triglyc-134\n\n___ 07:34AM BLOOD Lactate-1.5\n\nIMAGING:\n-CTA abdomen/pelvis ___: \n1. No evidence of mesenteric ischemia or other acute process in \nthe abdomen or pelvis. \n2. Ground-glass opacities at the bilateral lung bases may \nreflect atelectasis but can't exclude infection or aspiration. \n3. Cholelithiasis, with no evidence of acute cholecystitis. \n4. Few small pancreatic hypodensities measuring up to 7 mm \nlikely represent side branch IPMNs.  This could be better \nevaluated on MRCP. \n5. Left adrenal adenoma. \n\n-RUQ US ___: \n-Cholelithiasis, without evidence of acute cholecystitis. \n-No choledocholithiasis in the visualized portion of the common \nbile duct. \n- Echogenic liver consistent with steatosis. Other forms of \nliver disease and more advanced liver disease including \nsteatohepatitis or significant hepatic  fibrosis/cirrhosis \ncannot be excluded on this study. \n\n-CXR ___ lung volumes with bibasilar opacities, most \nprominent in the retrocardiac region, may represent atelectasis, \nhowever infection or aspiration is difficult to exclude. \n\n-CTA chest ___:\n1. No evidence of pulmonary embolism or aortic abnormality.\n2. Homogeneously enhancing consolidations within the dependent \nportion of the lower lobes bilaterally, likely atelectasis, \nalthough superimposed infection cannot entirely be excluded.\n3. Mild centrilobular emphysema with a 2.0 cm lung cyst within \nthe right lower lobe.\n4. 6 mm subpleural nodule within the right upper lobe, for which \nfollow-up chest CT is recommended.\n5. 1.5 cm hypodense nodule within the left lobe of the thyroid, \nfor which thyroid ultrasound can be considered.\n \nBrief Hospital Course:\n___ h/o A fib on eliquis, ___, and HTH presents w/ acute onset \nabdominal pain & nausea/vomiting.\n\n1. Abdominal pain, nausea/vomiting\n-CT abdomen grossly unremarkable with negative troponin, \nin-range lithium, and negative hepatitis panel.  Although no \nradiographic evidence of acute pancreatitis on CT scan lipase \nwas elevated at 623 that normalized within 24 hours w/ IV \nfluids, which may be elevated in setting of vomiting or \npancreatitis.  Viral gastroenteritis or food borne illness is \nalso a differential.  Pain improved with IV fluids, IV pain \nmeds, and bowel rest although did not resolve completely \nconcerning for other process; however, patient refused MRI/MRCP. \n Pain management was also an issue as patient refused most \nmedications: acetaminophen (due to ___), NSAIDS (due to \neliquis), and tramadol (felt\naddicted to this before).  Given restrictions patient placed on \nhis own care he will need to continue follow up with his PCP. \n\n2. Acute hypoxic respiratory failure \n-Hypoxia developed during the ED course concerning for \nrespiratory sedation in setting of narcotics and fluid overload \ns/p 7L in the ED.  CXR showed bibasilar pneumonia vs \natelectasis.  However, O2 needs increased during admission and \nCTA chest was obtained that did not show acute process.  Patient \ninitially declined antibiotics and then agreed for treatment of \npneumonia.  Pulmonology consult was offered many times and \ndeclined by patient.  At time of discharge he was weaned off \noxygen that seemed to improve with good posture and full \nrespirations.  Given restrictions patient placed on his own care \nhe will need to continue follow up with his PCP. \n\n3. SIRS, lactic acidosis, sepsis \n-SIRS (fever and leukocytosis) with lactic acidosis concerning \nfor infection with suspicion of pneumonia.  Patient initially \nrefused antibitoics but then agreed and in piece-meal fashion on \nceftriaone, metronidazole, and doxycycline that was transitioned \nto levofloxacin at discharge. \n\n4. Rash\n-Morbilliform rash concerning for drug reaction potentially due \nto ceftriaxone although he was also on metronidazole and \ndoxycycline; however, distribution was atypical for drug rash \noccurring in groin and axilla.  Antibiotics were changed to \nlevofloxacin but patient declined monitoring for improvement or \ndermatology consult. Patient later recounted similar rash ___ \nyears prior when receiving IV contrast, which may be the culprit \nas rash worsened after second IV contrast load.  \n\n5. Transaminitis h/o NASH\n-AST and ALT initially elevated above baseline in setting of \nacute illness that have since improved/normalized. \n\n6. A fib RVR\n-RVR in setting of infection and pain that resolved with control \nof these issues.  Continue eliquis and tikosyn (requires class I \ntelemetry and daily EKG).  QTc was okay despite addition of \nlevofloxacin. \n\n7. ___\n-Prerenal improving with IV fluids.\n\n8. Limitations to care\n-Patient very particular about care he would accept limiting \nmedications (specifically antibiotics, analgesias, and trial of \ndiuretics), imaging (delayed CT chest, declined MRCP/MRI \nabdomen), consults (dermatology, pulmonology), and continued \nhospitalization for continued monitoring.  Risks of all of these \nwere discussed with patient including worsening infection, \nhypoxia, organ damage, progression of rash, or death.   Patient \nunderstood and accepted all of these risks, which were noted in \ndischarge instructions/paperwork and reviewed with patient and \nhis wife by me.  Given his history as a physician he felt he \nknew what was best for him.  Patient will need close follow up \nwith his PCP to ensure he is not decompensating further.  \n\nCHRONIC MEDICAL PROBLEMS\n1. Depression, anxiety: continue clonazepam, Seroquel, \nlamotrigine, and lithium \n2. Chronic pain: continue gabapentin\n3. Rhinitis: continue fluticasone\n4. HTN: continue amlodipine with holding parmeters\n5. Vitamin D deficiency: resume supplements at discharge\n\nTRANSITIONAL ISSUES\n-?IPMN: follow up with MRCP when patient consents  \n-Adrenal adenoma: given size <4cm and international hounds filed \nunits <10 without symptoms this is most likely a benign \nincidental adenoma.  Recommend repeat imaging in ___ months.  \n-6mm pulmonary nodule: repeat imaging in ___ months. \n-Thyroid nodule: outpatient ultrasound.  TSH within normal \nlimits.\n\n>30 minutes spent on discharge planning  \n \nMedications on Admission:\nThe Preadmission Medication list is accurate and complete.\n1. Apixaban 5 mg PO BID \n2. amLODIPine 10 mg PO DAILY \n3. Gabapentin 300-600 mg PO BID \n4. Dofetilide 500 mcg PO Q12H \n5. Lithium Carbonate 675 mg PO DAILY \n6. ClonazePAM 1 mg PO QHS \n7. Fluticasone Propionate NASAL ___ SPRY NU DAILY \n8. LamoTRIgine 50 mg PO DAILY \n9. QUEtiapine Fumarate 50 mg PO QHS \n10. Calcitrate-Vitamin D (calcium citrate-vitamin D3) 315-250 \nmg-unit oral daily \n11. Vitamin D 400 UNIT PO DAILY \n12. Fish Oil (Omega 3) 3000 mg PO DAILY \n\n \nDischarge Medications:\n1.  Levofloxacin 750 mg PO DAILY pneumonia  \ntake through ___ \nRX *levofloxacin [Levaquin] 750 mg 1 tablet(s) by mouth daily \nDisp #*2 Tablet Refills:*0 \n2.  amLODIPine 10 mg PO DAILY  \n3.  Apixaban 5 mg PO BID  \n4.  Calcitrate-Vitamin D (calcium citrate-vitamin D3) 315-250 \nmg-unit oral daily  \n5.  ClonazePAM 1 mg PO QHS  \n6.  Dofetilide 500 mcg PO Q12H  \n7.  Fish Oil (Omega 3) 3000 mg PO DAILY  \n8.  Fluticasone Propionate NASAL ___ SPRY NU DAILY  \n9.  Gabapentin 300-600 mg PO BID \n___ in the morning\n600mg at night   \n10.  LamoTRIgine 50 mg PO DAILY  \n11.  Lithium Carbonate 675 mg PO DAILY  \n12.  QUEtiapine Fumarate 50 mg PO QHS  \n13.  Vitamin D 400 UNIT PO DAILY  \n\n \nDischarge Disposition:\nHome\n \nDischarge Diagnosis:\nSepsis, community acquired pneumonia\nAcute hypoxic respiratory failure\nRash\nAcute pancreatitis, abdominal pain, nausea/vomiting \n\n \nDischarge Condition:\nMental Status: Clear and coherent.\nLevel of Consciousness: Alert and interactive.\nActivity Status: Ambulatory - Independent.\n\n \nDischarge Instructions:\nMr. ___,\n\nYou were admitted with abdominal pain and nausea found to have \nfever.  Your CT abdomen did not have any acute processes to \nexplain your pain.  You labs showed elevated lipase suggestive \nof pancreatitis that was treated with IV fluids, IV pain \nmedications, and bowel rest with improvement in your pain but \nnot resolution.  MRI/MRCP of your abdomen was offered for better \nvisualization of your pancreas and biliary ducts, which you \ndeclined at this time.  \n\nYour blood work also showed elevated lactate and white blood \ncells, which were concerning for infection.  Xray and CT scan of \nyour lungs showed bilateral lower lung infiltrates concerning \nfor pneumonia, which could explain your low oxygen and abnormal \nlabs.  Although you initially declined antibiotics you later \nagreed and will be treated for pneumonia.  Your oxygen was low \nduring the admission with no acute findings on chest xray or CT \nscan to explain this.  Your oxygen improved enough just before \ndischarge that you do not need oxygen.\n\nDuring admission you also developed worsening rash that was \ninitially attributed to antibiotics; however, you remembered \nthat you had a similar rash when getting IV contrast in the \npast, which could be the cause.  With itchiness you can use \nBenadryl, topical anti-itch creams (over the counter), or \ntopical hydrocortisone cream (over the counter).  \n\nI understand that you feel better but I am concerned about your \nongoing abdominal pain, low oxygen, and rash.  As we discussed \nthese issues can progress with worsening infection, lower \noxygen, rash and allergic reaction that could lead to sepsis, \nshock, organ damage, and even death, which you understood.  You \ndeclined additional evaluation by pulmonology and dermatology, \ncontinued monitoring of rash with change in medications, imaging \n(MRI/MRCP), or trial of Lasix.  Although your oxygen improved \nenough just prior to discharge not qualifying for home oxygen, \nwe were not able to monitor you to ensure it did not drop again. \n Please monitor your symptoms closely and with any changes or \nworsening please discuss with your PCP or go to the ED.  If \nthese symptoms persist your PCP can arrange for referrals to \nthese specialists and imaging.  \n\nContinue incentive spirometry to improve your oxygen number and \nactivity to improve your chronic back pain.  If you continue to \nhave chronic back pain please talk to your PCP about pain \nmanagement. \n\nIt was a pleasure taking care of you.\n-Your ___ team\n \nFollowup Instructions:\n___\n"
}