{
  "13728990-DS-15": "MEDICINE Allergies: No Known Allergies / Adverse Drug Reactions Attending: . Chief Complaint: abdominal pain Major Surgical or Invasive Procedure: None History of Present Illness: h/o A fib on eliquis, , and HTH presents with 1 day of acute onset abdominal pain that started night as diffuse achey pain with bloating. Over the next hours the pain worsened localizing to the right abdomen with associated nausea/vomiting. Pain has since improved with dilaudid and morphine received in the ED. This is the first episode of similar pain. He had a temp of 100.5F here but denies known fever at home or chills/sweats. His last bowel movement was 2 days ago and normal. He denies urinary complaints. He denies sick contacts. Patient declining antibiotics noting that fever is low grade an resolving. When informed that antibiotics were also started due to elevated lactate, leukocytosis, and possible pneumonia he noted that most illnesses like this are viral and does not want the complications of antibiotic resistance or to worsen his liver disease. I informed him progression of infection to shock with multi organ failure is possible without treatment, which he understood. ROS: as above otherwise 10point ROS negative Past Medical History: -, A fib on eliquis, prostate cancer s/p prostatectomy, vitamin D deficiency -pituitary adenoma, low testosterone -depression -Notes most recent colonoscopy years ago reported as normal. Social History: Family History: -Father: colon cancer -Sister: pancreatitis x1, hypertriglyceridemia -Sister: DM -Brother: A fib Physical Exam: ADMISSION PHYSICAL EXAM: -VS: reviewed in POE -General Appearance: pleasant, comfortable, no acute distress -Eyes: PERLL, EOMI, no conjuctival injection, anicteric -HENT: moist mucus membranes, atraumatic, normocephalic -Respiratory: clear b/l, no wheeze, no crackles -Cardiovascular: RRR, no murmur -Gastrointestinal: soft, lower abdominal tenderness (between umbilicus and suprapubic regions and slightly to the right but not quite right lower quadrant), nondistended, bowel sounds present -GU: no catheter in place, no CVA/suprapubic tenderness -MSK: no edema or joint swelling -Skin: warm, no rashes/no jaundice/no skin ulcerations noted -Neurological: AAOx3, no focal neurological deficits, somnolent -Psychiatric: pleasant, appropriate affect DISCHARGE PHYSICAL EXAM -Vitals: reviewed in POE tax 100.0F, SpO2 93% on room air -General: sitting up in bed and walking in halls, overall appears better -HEENT: Anicteric, moist mucus membranes -Cardiovascular: irregularly irregular, regular rate, no murmur -Pulmonary: clear b/l, no wheeze, tachypnea -Gastroinestinal: soft, nondistended, bowel sounds present. Tenderness seems to be periumbilical R>L. He initially notes rebound tenderness but upon repeat exam there is no rebound. No hepatosplenomegaly. No psoas sign. -GU: no CVA tenderness. no foley -MSK: No edema or joint swelling -Skin: worsening petechial appearing macular rash in groin, back, and axilla. -Neurological: AAOx3, no focal neurological deficits -Psychiatric: pleasant, appropriate affect Pertinent Results: ADMISSION LABS 07:23AM BLOOD WBC-11.3* RBC-4.71 Hgb-14.3 Hct-42.9 MCV-91 MCH-30.4 MCHC-33.3 RDW-12.9 RDWSD-42.8 Plt 07:23AM BLOOD Neuts-74.8* Lymphs-17.5* Monos-5.8 Eos-1.2 Baso-0.3 Im AbsNeut-8.44* AbsLymp-1.98 AbsMono-0.65 AbsEos-0.14 AbsBaso-0.03 07:23AM BLOOD Glucose-146* UreaN-21* Creat-1.3* Na-146* K-4.3 Cl-105 HCO3-25 AnGap-16 07:23AM BLOOD ALT-169* AST-115* AlkPhos-107 TotBili-0.5 07:23AM BLOOD Albumin-4.4 Calcium-10.4* Phos-3.5 Mg-2.5 07:23AM BLOOD Lipase-623* 07:23AM BLOOD cTropnT-<0.01 07:23AM BLOOD Triglyc-134 11:30PM BLOOD %HbA1c-5.0 eAG-97 03:05AM BLOOD Lithium-0.8 10:50AM BLOOD HCV Ab-NEG 07:53AM BLOOD Lactate-2.3* DISCHARGE LABS 07:55AM BLOOD WBC-17.1* RBC-3.92* Hgb-11.6* Hct-34.9* MCV-89 MCH-29.6 MCHC-33.2 RDW-13.8 RDWSD-45.2 Plt 07:15AM BLOOD Neuts-83.1* Lymphs-7.0* Monos-6.3 Eos-2.8 Baso-0.2 Im AbsNeut-14.72*# AbsLymp-1.25 AbsMono-1.12* AbsEos-0.50 AbsBaso-0.04 07:55AM BLOOD Glucose-112* UreaN-16 Creat-1.1 Na-146* K-3.9 Cl-111* HCO3-20* AnGap-15 07:15AM BLOOD ALT-46* AST-16 AlkPhos-71 TotBili-0.6 03:05AM BLOOD Lipase-42 01:44PM BLOOD cTropnT-<0.01 11:30PM BLOOD %HbA1c-5.0 eAG-97 07:15AM BLOOD TSH-0.88 07:23AM BLOOD Triglyc-134 07:34AM BLOOD Lactate-1.5 IMAGING: -CTA abdomen/pelvis : 1. No evidence of mesenteric ischemia or other acute process in the abdomen or pelvis. 2. Ground-glass opacities at the bilateral lung bases may reflect atelectasis but can't exclude infection or aspiration. 3. Cholelithiasis, with no evidence of acute cholecystitis. 4. Few small pancreatic hypodensities measuring up to 7 mm likely represent side branch IPMNs. This could be better evaluated on MRCP. 5. Left adrenal adenoma. -RUQ US : -Cholelithiasis, without evidence of acute cholecystitis. -No choledocholithiasis in the visualized portion of the common bile duct. Echogenic liver consistent with steatosis. Other forms of liver disease and more advanced liver disease including steatohepatitis or significant hepatic fibrosis/cirrhosis cannot be excluded on this study. -CXR lung volumes with bibasilar opacities, most prominent in the retrocardiac region, may represent atelectasis, however infection or aspiration is difficult to exclude. -CTA chest : 1. No evidence of pulmonary embolism or aortic abnormality. 2. Homogeneously enhancing consolidations within the dependent portion of the lower lobes bilaterally, likely atelectasis, although superimposed infection cannot entirely be excluded. 3. Mild centrilobular emphysema with a 2.0 cm lung cyst within the right lower lobe. 4. 6 mm subpleural nodule within the right upper lobe, for which follow-up chest CT is recommended. 5. 1.5 cm hypodense nodule within the left lobe of the thyroid, for which thyroid ultrasound can be considered. Brief Hospital Course: h/o A fib on eliquis, , and HTH presents w/ acute onset abdominal pain & nausea/vomiting. 1. Abdominal pain, nausea/vomiting -CT abdomen grossly unremarkable with negative troponin, in-range lithium, and negative hepatitis panel. Although no radiographic evidence of acute pancreatitis on CT scan lipase was elevated at 623 that normalized within 24 hours w/ IV fluids, which may be elevated in setting of vomiting or pancreatitis. Viral gastroenteritis or food borne illness is also a differential. Pain improved with IV fluids, IV pain meds, and bowel rest although did not resolve completely concerning for other process; however, patient refused MRI/MRCP. Pain management was also an issue as patient refused most medications: acetaminophen (due to ), NSAIDS (due to eliquis), and tramadol (felt addicted to this before). Given restrictions patient placed on his own care he will need to continue follow up with his PCP. 2. Acute hypoxic respiratory failure -Hypoxia developed during the ED course concerning for respiratory sedation in setting of narcotics and fluid overload s/p 7L in the ED. CXR showed bibasilar pneumonia vs atelectasis. However, O2 needs increased during admission and CTA chest was obtained that did not show acute process. Patient initially declined antibiotics and then agreed for treatment of pneumonia. Pulmonology consult was offered many times and declined by patient. At time of discharge he was weaned off oxygen that seemed to improve with good posture and full respirations. Given restrictions patient placed on his own care he will need to continue follow up with his PCP. 3. SIRS, lactic acidosis, sepsis -SIRS (fever and leukocytosis) with lactic acidosis concerning for infection with suspicion of pneumonia. Patient initially refused antibitoics but then agreed and in piece-meal fashion on ceftriaone, metronidazole, and doxycycline that was transitioned to levofloxacin at discharge. 4. Rash -Morbilliform rash concerning for drug reaction potentially due to ceftriaxone although he was also on metronidazole and doxycycline; however, distribution was atypical for drug rash occurring in groin and axilla. Antibiotics were changed to levofloxacin but patient declined monitoring for improvement or dermatology consult. Patient later recounted similar rash years prior when receiving IV contrast, which may be the culprit as rash worsened after second IV contrast load. 5. Transaminitis h/o NASH -AST and ALT initially elevated above baseline in setting of acute illness that have since improved/normalized. 6. A fib RVR -RVR in setting of infection and pain that resolved with control of these issues. Continue eliquis and tikosyn (requires class I telemetry and daily EKG). QTc was okay despite addition of levofloxacin. 7. -Prerenal improving with IV fluids. 8. Limitations to care -Patient very particular about care he would accept limiting medications (specifically antibiotics, analgesias, and trial of diuretics), imaging (delayed CT chest, declined MRCP/MRI abdomen), consults (dermatology, pulmonology), and continued hospitalization for continued monitoring. Risks of all of these were discussed with patient including worsening infection, hypoxia, organ damage, progression of rash, or death. Patient understood and accepted all of these risks, which were noted in discharge instructions/paperwork and reviewed with patient and his wife by me. Given his history as a physician he felt he knew what was best for him. Patient will need close follow up with his PCP to ensure he is not decompensating further. CHRONIC MEDICAL PROBLEMS 1. Depression, anxiety: continue clonazepam, Seroquel, lamotrigine, and lithium 2. Chronic pain: continue gabapentin 3. Rhinitis: continue fluticasone 4. HTN: continue amlodipine with holding parmeters 5. Vitamin D deficiency: resume supplements at discharge TRANSITIONAL ISSUES -?IPMN: follow up with MRCP when patient consents -Adrenal adenoma: given size <4cm and international hounds filed units <10 without symptoms this is most likely a benign incidental adenoma. Recommend repeat imaging in months. -6mm pulmonary nodule: repeat imaging in months. -Thyroid nodule: outpatient ultrasound. TSH within normal limits. >30 minutes spent on discharge planning Medications on Admission: The Preadmission Medication list is accurate and complete. 1. Apixaban 5 mg PO BID 2. amLODIPine 10 mg PO DAILY 3. Gabapentin 300-600 mg PO BID 4. Dofetilide 500 mcg PO Q12H 5. Lithium Carbonate 675 mg PO DAILY 6. ClonazePAM 1 mg PO QHS 7. Fluticasone Propionate NASAL SPRY NU DAILY 8. LamoTRIgine 50 mg PO DAILY 9. QUEtiapine Fumarate 50 mg PO QHS 10. Calcitrate-Vitamin D (calcium citrate-vitamin D3) 315-250 mg-unit oral daily 11. Vitamin D 400 UNIT PO DAILY 12. Fish Oil (Omega 3) 3000 mg PO DAILY Discharge Medications: 1. Levofloxacin 750 mg PO DAILY pneumonia take through RX *levofloxacin [Levaquin] 750 mg 1 tablet(s) by mouth daily Disp #*2 Tablet Refills:*0 2. amLODIPine 10 mg PO DAILY 3. Apixaban 5 mg PO BID 4. Calcitrate-Vitamin D (calcium citrate-vitamin D3) 315-250 mg-unit oral daily 5. ClonazePAM 1 mg PO QHS 6. Dofetilide 500 mcg PO Q12H 7. Fish Oil (Omega 3) 3000 mg PO DAILY 8. Fluticasone Propionate NASAL SPRY NU DAILY 9. Gabapentin 300-600 mg PO BID in the morning 600mg at night 10. LamoTRIgine 50 mg PO DAILY 11. Lithium Carbonate 675 mg PO DAILY 12. QUEtiapine Fumarate 50 mg PO QHS 13. Vitamin D 400 UNIT PO DAILY Discharge Disposition: Home Discharge Diagnosis: Sepsis, community acquired pneumonia Acute hypoxic respiratory failure Rash Acute pancreatitis, abdominal pain, nausea/vomiting Discharge Condition: Mental Status: Clear and coherent. Level of Consciousness: Alert and interactive. Activity Status: Ambulatory Independent. Discharge Instructions: Mr. , You were admitted with abdominal pain and nausea found to have fever. Your CT abdomen did not have any acute processes to explain your pain. You labs showed elevated lipase suggestive of pancreatitis that was treated with IV fluids, IV pain medications, and bowel rest with improvement in your pain but not resolution. MRI/MRCP of your abdomen was offered for better visualization of your pancreas and biliary ducts, which you declined at this time. Your blood work also showed elevated lactate and white blood cells, which were concerning for infection. Xray and CT scan of your lungs showed bilateral lower lung infiltrates concerning for pneumonia, which could explain your low oxygen and abnormal labs. Although you initially declined antibiotics you later agreed and will be treated for pneumonia. Your oxygen was low during the admission with no acute findings on chest xray or CT scan to explain this. Your oxygen improved enough just before discharge that you do not need oxygen. During admission you also developed worsening rash that was initially attributed to antibiotics; however, you remembered that you had a similar rash when getting IV contrast in the past, which could be the cause. With itchiness you can use Benadryl, topical anti-itch creams (over the counter), or topical hydrocortisone cream (over the counter). I understand that you feel better but I am concerned about your ongoing abdominal pain, low oxygen, and rash. As we discussed these issues can progress with worsening infection, lower oxygen, rash and allergic reaction that could lead to sepsis, shock, organ damage, and even death, which you understood. You declined additional evaluation by pulmonology and dermatology, continued monitoring of rash with change in medications, imaging (MRI/MRCP), or trial of Lasix. Although your oxygen improved enough just prior to discharge not qualifying for home oxygen, we were not able to monitor you to ensure it did not drop again. Please monitor your symptoms closely and with any changes or worsening please discuss with your PCP or go to the ED. If these symptoms persist your PCP can arrange for referrals to these specialists and imaging. Continue incentive spirometry to improve your oxygen number and activity to improve your chronic back pain. If you continue to have chronic back pain please talk to your PCP about pain management. It was a pleasure taking care of you. -Your team Followup Instructions:"
}