{
  "12058581-DS-28": "MEDICINE Allergies: House Dust / dogs Attending: Complaint: male history of HTN, CKD (baseline Cr 1.7-2.0), paroxysmal AF (on apixaban), severe COPD secondary to alpha-1 antitrypsin deficiency (not on home O2) who presented to OSH ) with dyspnea and hypoxemia likely secondary to community-acquired pneumonia with concomitant COPD exacerbation. Major Surgical or Invasive Procedure: PICC line placed . PICC removed . History of Present Illness: Patient reports that he has had a productive cough for the last 4 days. He presented for scheduled follow-up with his outpatient pulmonologist yesterday at which time he had a mild cough but no other overt symptoms. He was ordered for a CXR but declined. He returned to his home on on but woke up this morning with shortness of breath and hypoxemia. He measured his oxygen at rest and found to be in the mid-80s while normally he is in the mid to high at rest. He also had rigors, but no documented fevers. No sick contacts or recent travel. He denies chest pain or palpitations. Has baseline lower extremity edema which is stable. Past Medical History: Alpha-1 antitrypsin deficiency GOLD IV COPD (on intermittent home O2; recently on a prolonged prednisone taper) tracheobronchomalacia Recurrent pneumonia (per his pulmonologist's preference, he has been treated with vanc/cefepime in order to obtain rapid control of infection, as he is usually very slow to recover) Paroxysmal a-fib (on apixaban; CHA2DS-VASc 4 for age, DM, HTN) HTN DM CKD stage IIIB (w/ proteinuria; presumed secondary to DM) BPH (s/p TURP hypotonic bladder nephrolithiasis Gout Depression cellulitis in left arm Bactrim and Keflex. Social History: Family History: Father-deceased disease, prostate ca. Mother-deceased cancer. Physical Exam: PHYSICAL EXAM: VITALS: 24 HR Data (last updated @ 2321) Temp: 98.4 (Tm 98.4), BP: 160/70 (144-164/68-89), HR: 52 (52-76), RR: 18, O2 sat: 98% (90-98), O2 delivery: 3L GENERAL: Alert and interactive, sitting in the chair. On RA. HEENT: Sclera anicteric and without injection. MMM. NECK: JVP CARDIAC: Distant heart sounds. regular rate, regular rhythm. Audible S1 and S2. No murmurs/rubs/gallops. LUNGS: Very distant lung sounds. Expiratory wheezes in LLL only, improved from prior. ABDOMEN: Normal bowels sounds, NTND. No organomegaly. EXTREMITIES: No clubbing, cyanosis. Bilateral 2+ pitting edema to the knees. Pulses DP/Radial 2+ bilaterally. NEUROLOGIC: AOx3. Moving all 4 limbs spontaneously. Face symmetric. DISCHARGE EXAM GENERAL: Alert and interactive, anxious appearing, sitting in the chair. On RA. HEENT: Sclera anicteric and without injection. MMM. NECK: JVP CARDIAC: Distant heart sounds. regular rate, regular rhythm. Audible S1 and S2. No murmurs/rubs/gallops. LUNGS: Very distant lung sounds. Expiratory wheezes in LLL only, improved from prior. ABDOMEN: Normal bowels sounds, NTND. No organomegaly. EXTREMITIES: No clubbing, cyanosis. Bilateral 2+ pitting edema to the knees, worsened from prior. Pulses DP/Radial 2+ bilaterally. NEUROLOGIC: AOx3. Moving all 4 limbs spontaneously. Face symmetric. Pertinent Results: 04:45PM BLOOD WBC-19.7* RBC-3.86* Hgb-11.8* Hct-37.9* MCV-98 MCH-30.6 MCHC-31.1* RDW-14.8 RDWSD-52.4* Plt 04:45PM BLOOD Neuts-91.7* Lymphs-3.3* Monos-4.2* Eos-0.0* Baso-0.3 Im AbsNeut-18.07* AbsLymp-0.65* AbsMono-0.83* AbsEos-0.00* AbsBaso-0.05 09:10AM BLOOD WBC-13.4* RBC-3.41* Hgb-10.4* Hct-32.6* MCV-96 MCH-30.5 MCHC-31.9* RDW-14.6 RDWSD-50.4* Plt 04:45PM BLOOD Plt 09:10AM BLOOD Plt 04:45PM BLOOD Glucose-235* UreaN-45* Creat-2.0* Na-140 K-5.0 Cl-107 HCO3-22 AnGap-11 09:10AM BLOOD Glucose-120* UreaN-44* Creat-2.2* Na-140 K-4.4 Cl-100 HCO3-27 AnGap-13 04:45PM BLOOD cTropnT-0.06* 12:31PM BLOOD Calcium-8.8 Phos-2.5* Mg-1.9 09:10AM BLOOD Calcium-9.0 Phos-4.2 Mg-1.7 04:16PM BLOOD pO2-56* pCO2-57* pH-7.23* calTCO2-25 Base XS-4 Comment-GREEN TOP 05:16PM BLOOD Temp-36.9 pO2-72* pCO2-50* pH-7.29* calTCO2-25 Base XS-2 09:25AM BLOOD Type-MIX pO2-112* pCO2-47* pH-7.33* calTCO2-26 Base XS-1 Comment-GREEN TOP 05:16PM BLOOD Lactate-1.4 4:45 pm BLOOD CULTURE **FINAL REPORT Blood Culture, Routine (Final : NO GROWTH. 8:00 pm SPUTUM Source: Expectorated. **FINAL REPORT GRAM STAIN (Final : >25 PMNs and >10 epithelial cells/100X field. Gram stain indicates extensive contamination with upper respiratory secretions. Bacterial culture results are invalid. PLEASE SUBMIT ANOTHER SPECIMEN. RESPIRATORY CULTURE (Final : TEST CANCELLED, PATIENT CREDITED. 8:51 pm URINE Source: . **FINAL REPORT Legionella Urinary Antigen (Final : NEGATIVE FOR LEGIONELLA SEROGROUP 1 ANTIGEN. (Reference Range-Negative). Performed by Immunochromogenic assay. 4:48 pm MRSA SCREEN Source: Nasopharyngeal aspirate. **FINAL REPORT MRSA SCREEN (Final : No MRSA isolated. REPORTS Imaging CHEST (PORTABLE AP) Right PICC line tip is at the level of lower SVC. Heart size and mediastinum are stable. Left basal consolidation and right basal opacity noted. No appreciable pleural effusion or pneumothorax. Findings are concerning for multifocal pneumonia with potential progression bilaterally. Brief Hospital Course: male with history of HTN, CKD (baseline Cr 1.7-2.0), paroxysmal atrial fibrillation (on apixaban), severe COPD secondary to alpha-1 antitrypsin deficiency (not on home O2), who presented to with dyspnea and acute hypoxic respiratory failure, likely secondary to community-acquired pneumonia with concomitant acute COPD exacerbation. ACUTE/ACTIVE ISSUES: #Acute hypoxicc respiratory failure #Acute exacerbation of severe COPD #Pneumonia In the setting of a few days of productive cough and worsening dyspnea from baseline, patient presented to with severe dyspnea and inability to speak in full sentences. Responded well to BiPAP and transitioned to 3L. CXR there showed new L lobe infiltrates concerning for acute pneumonia likely precipitating exacerbation of severe COPD. Low suspicion for PE as patient was anti-coagulated. Troponin elevated to 0.06 but in the setting of CKD without chest pain or ischemic EKG changes. He was started on vancomycin and cefepime at () and continued on this on admission to . Last year he had pneumonia and was on IV vancomycin + cefepime through line for 10-day course. Dr. pulmonologist) follows him closely and has managed him on vancomycin + cefepime in the past. Sputum gram stain and culre returned contaminated. Urine strep/legionella antigens were negative. MRSA swab was negative. On , the was broadened to vancomycin/zosyn as he had 2 aspiration events in setting of coughing spells with new opacity visualized on repeat CXR despite being on vancomycin and Cefepime. His vancomycin was subsequently stopped on given negative MRSA. His last day of Zosyn was for a total 8 day course. He was started on azithromycin on for a 5 day course. He was started on prednisone 40 mg daily and discharged on a prolonged taper. He was also treated with duonebs and albuterol PRN. He required 3L O2 (normally only requires at night) throughout the day while recovering. His ambulatory O2 saturation was in low on room air at day of discharge. #Lower Leg Edema Patient said that he takes his torsemide because of venous stasis edema. Per Dr. visit, edema is probably multifactorial including peripheral venous disease, probably a component of diastolic heart failure with a contribution also by his renal disease. He was given 40 mg of Torsemide on in setting of worsening edema as patient was refusing initially. He was resumed on his 20 mg daily on discharge. #Type II DM Diet controlled. Blood glucose is elevated to 235 on admission, likely exacerbated by steroids. Patient declined diabetic diet and FSBG checks. His sugars remained stable on serum checks. CHRONIC/STABLE ISSUES: #Paroxsymal A fib CHADS2VASC: Of note patient reported that he was just started on metoprolol 25 mg daily after visit with Dr. on . Prior to that he had been taking it PRN for elevated rates at home. On admission, the patient was in NSR. He was continued on his metoprolol, which required uptitration to 50 mg while in house due to RVR. He was discharged back on his home dose. He was continued on apixiban. #HTN: Continued on home Lisinopril 20 mg tablet daily #Gout: Dose adjusted allopurinol mg tablet once daily in setting of renal dysfunction. #CKD Cr was ear baseline throughout hospitalization. Discharge Cr 2.2. Please recheck labs in the next days to ensure improving. TRANSITIONAL ISSUES Prednisone taper: : 30 mg : 20 mg : 20 mg : 10 mg : 10 mg : 10 mg : 10 mg : 10 mg : 10 mg : 10 mg Adjusted allopurinol to 150 mg daily for renal function Patient was noted to aspirate on food, most likely in the setting of tachypnea and increased work of breathing. He was evaluated by speech and swallow without any concerns. Recommended outpatient swallow video study if symptoms persist. Mr. is clinically stable for discharge today. The total time spent today on discharge planning, counseling and coordination of care was greater than 30 minutes. Medications on Admission: The Preadmission Medication list is accurate and complete. 1. Lisinopril 20 mg PO DAILY 2. Sodium Bicarbonate 650 mg PO BID 3. Allopurinol mg PO DAILY 4. Tiotropium Bromide 1 CAP IH DAILY 5. Metoprolol Succinate XL 25 mg PO DAILY 6. Apixaban 2.5 mg PO BID 7. GuaiFENesin ER 600 mg PO Q12H 8. Torsemide 20 mg PO DAILY 9. Fluticasone-Salmeterol Diskus (100/50) 1 INH IH BID 10. Vitamin B Complex 1 CAP PO DAILY 11. Vitamin D UNIT PO DAILY 12. PreserVision AREDS (vitamins A,C,E-zinc-copper) unit-mg-unit oral BID 13. ProAir HFA (albuterol sulfate) 90 mcg/actuation inhalation QAM 14. Albuterol 0.083% Neb Soln 1 NEB IH Q6H:PRN wheezing Discharge Medications: 1. PredniSONE 20 mg PO DAILY Duration: 2 Doses Tapered dose DOWN 2. PredniSONE 30 mg PO DAILY Duration: 2 Doses Tapered dose DOWN 3. PredniSONE 10 mg PO DAILY Duration: 2 Doses Tapered dose DOWN 4. Sodium Chloride 0.9% Flush mL IV DAILY and PRN, line flush 5. Allopurinol mg PO DAILY 6. GuaiFENesin ER 1200 mg PO BID 7. Albuterol 0.083% Neb Soln 1 NEB IH Q6H:PRN wheezing 8. Apixaban 2.5 mg PO BID 9. Fluticasone-Salmeterol Diskus (100/50) 1 INH IH BID 10. Lisinopril 20 mg PO DAILY 11. Metoprolol Succinate XL 25 mg PO DAILY 12. PreserVision AREDS (vitamins A,C,E-zinc-copper) unit-mg-unit oral BID 13. ProAir HFA (albuterol sulfate) 90 mcg/actuation inhalation QAM 14. Sodium Bicarbonate 650 mg PO BID 15. Tiotropium Bromide 1 CAP IH DAILY 16. Torsemide 20 mg PO DAILY 17. Vitamin B Complex 1 CAP PO DAILY 18. Vitamin D UNIT PO DAILY Discharge Disposition: Home Discharge Diagnosis: Community-acquired Pneumonia Acute on chronic COPD exacerbation Type II Diabetes Mellitus Discharge Condition: Mental Status: Clear and coherent. Level of Consciousness: Alert and interactive. Activity Status: Ambulatory Independent. Discharge Instructions: Dear Mr. , You were admitted to with pneumonia which led to a worsening of your emphysema. We treated you with intravenous antibiotics and you had a PICC line placed. We started you on treatment with steroids and nebulizers to help with inflammation in your lungs. You also received daytime oxygen to help your breathing and medication to help your cough. Over the course of your admission, your breathing improved and your pneumonia was treated. Your medical team has determined that it is safe for you to go home. You finished your course of antibiotics and had your PICC line removed. You will need to finish your course of steroids at home and continue taking your nebulizer treatments. It is ok for you to use daytime oxygen as you continue to recover. Please follow-up with your pulmonologist and primary care provider within the next days. It was a pleasure caring for you! Wishing you the best, Your Team Followup Instructions:"
}