{
  "14923922-DS-11": " \nName:  ___                    Unit No:   ___\n \nAdmission Date:  ___              Discharge Date:   ___\n \nDate of Birth:  ___             Sex:   M\n \nService: MEDICINE\n \nAllergies: \nAspirin\n \nAttending: ___.\n \nChief Complaint:\nPleuritic chest pain\n \nMajor Surgical or Invasive Procedure:\nNone\n \nHistory of Present Illness:\nMr. ___ is a ___ year old male with recent partial nephrectomy \n___ who presents now with fevers to 102.0 and pleuritic \nchest and rib pain. The left-sided rib and LUQ pain began three \ndays ago, suddenly, and has progressively worsened with \npleuritic component. He noted feeling severe chills and \ncontinued to feel very cold over teh last few days. It is \nassociated with deep inspiration and cough but does not occur at \nrest. He was able to walk around the block yesterday without any \nissues.  \n He reports that the only medications he is taking are vitamin D \nand metoprolol. He was told to hold all other medications until \nhis next PCP ___. HE denies any recent long travel or \nflights.  \n His family history is significant for venous thrombus in his \nfather and brother, ___ post-operative. He denies dyspnea on \nexertion. He denies lower extremity asymmetric swelling or upper \nextremity asymmetric swelling. He is only taking Tylenol for the \npain. He denies any urinary symptoms or diarrhea. He continues \nto void well without pain and has excellent appetite.  \n Regarding his left nephrectomy, he was originally seen in ___ and was found to have incidental left lower pole renal \ncomplex cyst. He was followed carefully with urology and the \ncyst was noted to have slight growth to a max of 6cm. There were \nalso other cysts in the kidney that appeared benign. Patient \ndecided to proceed with left partial nephrectomy. Following the \nprocedure, he was monitored by urology for three days without \nany evidence of complications. His pain was well controlled on a \nPCA and he was transitioned to oral oxycodone on discharge.  \n Note that during the nephrectomy, Urology removed two masses \nand one cyst from his left kidney.  \n The cyst was found to be benign. However, the subsequent two  \n masses were found to be malignant. The first tumor removed was  \n\n 5.5 cm, clear cell, papillary carcinoma, 5.5-cm, low-grade, \nstage  \n 1 and completely resected. The second tumor was a 9 mm  \n tubulo-cystic carcinoma, low-grade, stage I, also completely  \n resected with negative margins. Urology felt this was a \nfavorable report and recommended no need for adjuvant therapy.  \n In the ED, initial vitals were:  \n T 102.7 HR 105 BP ___ RR 18 O2 Sat 98% RA  \n Exam notable for  \n -No CVAT  \n -No left-sided chest tenderness to palpation  \n -Some mild left lower quadrant tenderness  \n - Labs notable for:  \n UA: Trace protein, otherwise unremarkable  \n Chem 10: Cr 1.4.  \n Trop < 0.01  \n Lactate 1.2  \n CBC: Hgb 13.2, Hct 40.3. Normal WBC 8.6, normal Plt 222  \n Coags: ___ 13.2 PTT 25.6 INR 1.2  \n EKG showing normal sinus rhythm, normal axis, normal intervals, \nwithout ST changes.  \n - Imaging was notable for:  \n 1) CT Head without acute intracranial process  \n 2) CXR with opacity at the left lung suggestive of atelectasis \nvs. pneumonia. No large effusion or pneumothorax. \nCardiomediastinal silhouette appears normal.  \n 3) CT torso with contrast: bilateral lower lobe segmental and \nsubsegmental pulmonary emboli with lower lobe consolidations \nlikely representing a combination of atelectasis and infarction. \nNo evidence of right heart strain. Postsurgical changes \ninvolving the left kidney reflecting partial nephrectomy without \nevidence of acute complication.  \n - Patient was given:  \n Tylenol ___ x 2  \n 1L NS  \n 5mg Oxycodone  \n Heparin drip  \n Urology was consulted in the ED due to patient being one month \nout from partial nephrectomy. They noted no contraindication to \nanticoagulation from urology perspective and recommended \nhematology follow-up given family history of recurrent PEs.  \n Upon arrival to the floor, patient reports that his pain is \nmuch better now that he received oxycodone. His pain decreased \nfrom ___. He continues to endorse good appetite without \nnausea or vomiting. He has a little anxiety related to hospital \nstay. He has not had any difficulty with urinating. He does not \nhave any dysuria or diarrhea.  \n\n \nPast Medical History:\nPartial nephrectomy  \n ___ syndrome at age ___  \n Nephrolithiasis  \n Grave's disease vs. multinodular goiter s/p Methimazole (off \ntreatment since ___  \n Hypertension  \n Hyperlipidemia  \n Cholecystitis s/p cholecystectomy  \n Eye surgery ___  \n\n \nSocial History:\n___\nFamily History:\nFather- post operative PE, passed from pancreatic cancer at age \n___  \nBrother- ___ PE at age ___, temporal arteritis, \nhypothyroidism  \nSister- ___ disease, CML, positive ATM mutation  \nMother- Possible celiac's disease  \nNo family history of hepatic disease  \n\n \nPhysical Exam:\nADMISSION PHYSICAL EXAM:\n=========================\nVITAL SIGNS: 99.8  PO 130 / 77 94 18 94 RA  \nGENERAL: Well-appearing overweight male in no acute distress, \nhas nervous hiccup/tic  \nHEENT: PERRL, EOMI, no exotropia noted. Oropharynx clear.  \nNECK: NO lymphadenopathy, no thyroidomegaly  \nCARDIAC: Regular rate and rhythm, no murmurs noted  \nLUNGS: Lungs clear, normal work of breathing, unable to take \ndeep inspiration limited by pain  \nABDOMEN: Overweight abdomen, soft, nondistended, slightly tender \nto deep palpation in LUQ.  \nGU/Back: Left flank pain noted. No rashes, bruises.  \nEXTREMITIES: Warm, well-perfused. No edema.  \nNEUROLOGIC: Alert, oriented x 3.  \nSKIN: No rashes or hematomas. \n\nDISCHARGE PHYSICAL EXAM:\n========================== \nVITAL SIGNS:  \n___ 0504 Temp: 98.5 PO BP: 126/78 R Lying HR: 84 RR: 16 O2\nsat: 96% O2 delivery: RA \nGENERAL: Well-appearing male, no acute distress, has nervous\nhiccup/tic\nHEENT: PERRL, EOMI, exotropia noted. Oropharynx clear.\nNECK:  No lymphadenopathy\nCARDIAC: Regular rate and rhythm, no murmurs noted\nLUNGS: Lungs clear, normal work of breathing, unable to take \ndeep\ninspiration limited by pain\nABDOMEN: soft, nontender, nondistended\nEXTREMITIES:  Warm, well-perfused. No edema.\nNEUROLOGIC:  Alert, oriented x 3.\nSKIN:  No rashes or hematomas.\n \nPertinent Results:\nADMISSION LABS:\n================\n___ 11:39AM BLOOD WBC-8.6 RBC-4.49* Hgb-13.2* Hct-40.3 \nMCV-90 MCH-29.4 MCHC-32.8 RDW-13.3 RDWSD-43.8 Plt ___\n___ 11:39AM BLOOD Neuts-74.7* Lymphs-7.5* Monos-16.8* \nEos-0.2* Baso-0.3 Im ___ AbsNeut-6.44* AbsLymp-0.65* \nAbsMono-1.45* AbsEos-0.02* AbsBaso-0.03\n___ 11:39AM BLOOD ___ PTT-25.6 ___\n___ 11:39AM BLOOD Glucose-103* UreaN-19 Creat-1.4* Na-138 \nK-4.9 Cl-100 HCO3-24 AnGap-14\n___ 07:55AM BLOOD ALT-12 AST-17 AlkPhos-73 TotBili-1.4\n___ 11:39AM BLOOD cTropnT-<0.01 proBNP-145\n___ 07:55AM BLOOD Albumin-3.6 Calcium-8.5 Phos-2.6* Mg-1.9\n___ 07:55AM BLOOD TSH-0.57\n___ 07:55AM BLOOD PSA-3.3\n___ 11:39AM BLOOD Lactate-1.2\n\nDISCHARGE LABS:\n================\n___ 08:19AM BLOOD WBC-7.1 RBC-3.85* Hgb-11.4* Hct-34.5* \nMCV-90 MCH-29.6 MCHC-33.0 RDW-13.6 RDWSD-44.5 Plt ___\n___ 08:19AM BLOOD Glucose-94 UreaN-16 Creat-1.2 Na-139 \nK-4.4 Cl-101 HCO3-26 AnGap-12\n\nMICRO:\n=======\nNONE POSITIVE\n\nIMAGING:\n=========\nCXR PA/lateral:\nPA and lateral views of the chest provided.  Subtle opacity at \nthe left lung base is most suggestive of atelectasis.  Difficult \nto exclude a subtle pneumonia at this site in the correct \nclinical setting.  Otherwise, lungs are clear.  No large \neffusion or pneumothorax.  Cardiomediastinal silhouette appears \nnormal.  Imaged bony structures are intact.  No free air below \nthe right hemidiaphragm.\n\nCTA Chest:\n1. Bilateral segmental and subsegmental pulmonary emboli with \nareas of \ninfarction in the lower lobes.  No evidence of right heart \nstrain. \n2. Status post left partial nephrectomy with expected \npostsurgical changes. \n3. Heterogeneous enlarged prostate for which clinical \ncorrelation is advised with physical exam and PSA. \n\nCT Head:\nNo acute intracranial process. \n  \nBilateral LENIs:\nNonocclusive left popliteal deep venous thrombosis extending \ninto the left  posterior tibial veins. \n\nTTE ___:\nThe left atrium is normal in size. The right atrium is mildly \nenlarged. The estimated right atrial pressure is ___ mmHg. There \nis normal left ventricular wall thickness with a normal cavity \nsize. Global left ventricular systolic function is normal. \nHowever, there is focal hypokinesis/akinesis of the inferior and \nposterior walls. Quantitative biplane left ventricular ejection \nfraction is 73 %. The visually estimated left ventricular \nejection fraction is 70%. There is no resting left ventricular \noutflow tract gradient. Moderately dilated right ventricular \ncavity with normal free wall motion. The aortic sinus is mildly \ndilated with mildly dilated ascending aorta. The aortic arch \ndiameter is normal. The aortic valve leaflets (3) are mildly \nthickened. There is no aortic valve stenosis. There is trace \naortic regurgitation. The mitral leaflets are mildly thickened \nwith no mitral valve prolapse. There is no mitral valve \nstenosis. There is trivial mitral regurgitation. The tricuspid \nvalve leaflets appear structurally normal. There is trivial \ntricuspid regurgitation. The estimated pulmonary artery systolic \npressure is normal. There is no pericardial effusion.\n \n\n \nBrief Hospital Course:\nMr. ___ is a ___ year old male with recent partial nephrectomy \n___ who presented with PE. He was discharged on apixaban \nBID, and instructed to follow-up with outpatient hematology. \n\n# Submassive Pulmonary Embolism\n# Left lower extremity DVT\nPatient presented with shortness of breath, corroborated by CT \ntorso showing bilateral lower lobe segmental and subsegmental \npulmonary emboli. Patient hemodynamically stable without \nevidence of respiratory distress. Trop negative, BNP wnl. Lower \nextremity US + for DVT. He was started on a heparin drip then \ntransitioned to apixaban. He had anticardiolipin and anti-beta 2 \nglycoprotein sent off. He will need hematology follow up here \nfor further testing given family history. Pain managed with \ntylenol, oxycodone, lidocaine patch. Please ensure patient is \nuptodate with age-appropriate cancer screening. Patient should \ncontinue apixaban 10mg BID for a total of 7 days (___), and \nthen decrease dose to 5mg BID for minimum of 3 months. \n\n# LV Hypokinesis/Akinesis\nSeen on TTE for work up of R heart strain. TTE notable for \n\"normal left ventricular wall thickness with a normal cavity \nsize. Global left ventricular systolic function is normal. \nHowever, there is focal hypokinesis/akinesis of the inferior and \nposterior walls.\" Patient should be considered for aspirin and \nhigh dose statin, as well as outpatient stress testing.  We \nincreased his dose of atorvastatin from 10 mg daily to 40 mg \ndaily.\n\n#Fever \nFebrile to 102 on admission. No clear localizing symptoms, no \nWBC elevation, UA negative, pending cultures. CTA chest and \nabdomen without signs of infection. Likely related to pulmonary \ninfarction. He was afebrile x24 hrs by discharge.\n\n# Left renal cyst S/p nephrectomy\n# Clear cell papillocarcinoma\n# Tubulo-cystic carcinoma\nPatient underwent recent nephrectomy on ___ with removal of \ncyst as well as two malignant lesions. Negative margins were \nnoted without any recommendation for adjuvant therapy. He was \ncleared for anticoagulation by urology from a surgical \npost-operative standpoint. He will need to follow up with \nurology for monitoring of his resected renal cell carcinoma. \n\n# BPH\n# Lower urinary tract symptoms:\nPatient's most recent PSA was 2.94/ normal on ___ at ___. \nUrology planned to repeat a PSA in 6 months. He has no family \nhistory of prostate cancer. Our CT abdomen/pelvis noted \n\"Heterogeneous enlarged prostate for which clinical correlation \nis advised with physical exam and PSA.\" His PSA was 3.3. He \nshould continue urology followup for his BPH and renal cell \nmonitoring as above.\n\n# ___: Mild. Pt with elevated Cr 1.4 on admission, which is \nunchanged from Cr on ___. However, it is a slight increase \nfrom baseline Cr 1.1-1.2 in ___. Improved back to 1.2 on \nHD2. \n\n# Hx of transaminitis:\n# ___ in early adulthood:\nPatient previously had workup for hepatitis and autoimmune \netiologies for transaminitis in ___. At the time, anti-smooth \nantibodies were positive. Otherwise hepatitis serologies were \nnegative without evidence of vaccination, AMA and ___ were also \nnegative. His LFTs were within normal limits.\n\nCHRONIC ISSUES:\n# HTN: At home, previously on lisinopril and metoprolol although \nlisinopril was recently held post-operatively per PCP. He was \ncontinued on metoprolol with lisinopril held to be restarted in \noutpatient setting.\n\n# HLD: Increased his home dose of atorvastatin from 10 mg to 40 \nmg.\n\n# Hx of Grave's disease: S/p methimazole treatment, has been \nfollowed by endocrine routinely, last seen here ___ with \nrecommendation to follow-up TSH in ___ years. Most recent TSH\n0.68 in ___ with free T4 1.3. TSH here 0.57. \n\nTransitional Issues:\n==============\n[] Last colonoscopy ___ showing 5mm adenoma, DUE for \ncolonoscopy which should be scheduled soon for outpatient\n[] Please consider repeat outpatient cardiac stress testing, as \nwell as initiating aspirin and high dose statin, given findings \non TTE concerning for coronary artery disease. \n[] Was started on apixaban 10mg BID for a total of 7 days \n(___), and then decrease dose to 5mg BID for minimum of 3 \nmonths (but potentially longer pending formal outpatient \nHematology evaluation). \n[] Please refer patient to Hematology at ___ for further \nhypercoagulable work up\n[] Please ensure Urology follow up\n[] Re-start lisinopril if/when needed\n\n# CODE: full (presumed) \n# CONTACT: \n___ \n___: wife \nPhone number: ___ \nCell phone: ___ \n \nMedications on Admission:\nThe Preadmission Medication list may be inaccurate and requires \nfuther investigation.\n1. Metoprolol Succinate XL 25 mg PO DAILY \n2. Docusate Sodium 100 mg PO BID \n3. OxyCODONE (Immediate Release) ___ mg PO Q4H:PRN Pain - \nModerate \n  Reason for PRN duplicate override: discontinuing other order\n4. Ascorbic Acid ___ mg PO DAILY \n5. Multivitamins 1 TAB PO DAILY \n6. Vitamin D 1000 UNIT PO DAILY \n7. Lisinopril 10 mg PO DAILY \n8. Atorvastatin 10 mg PO QPM \n9. Acetaminophen 650 mg PO Q6H \n10. Tamsulosin 0.4 mg PO QHS \n\n \nDischarge Medications:\n1.  Apixaban 10 mg PO BID \nPlease take 10 mg twice daily for 1 week, then change to 5 mg \ntwice daily. \nRX *apixaban [Eliquis] 5 mg 2 tablet(s) by mouth twice a day \nDisp #*60 Tablet Refills:*0 \n2.  Lidocaine 5% Patch 1 PTCH TD QPM \nRX *lidocaine 5 % Apply one patch to affected area daily Disp \n#*15 Patch Refills:*0 \n3.  Atorvastatin 40 mg PO QPM \nRX *atorvastatin 40 mg 1 tablet(s) by mouth daily Disp #*30 \nTablet Refills:*0 \n4.  Acetaminophen 650 mg PO Q6H  \n5.  Ascorbic Acid ___ mg PO DAILY  \n6.  Docusate Sodium 100 mg PO BID  \n7.  Metoprolol Succinate XL 25 mg PO DAILY  \n8.  Multivitamins 1 TAB PO DAILY  \n9.  OxyCODONE (Immediate Release) ___ mg PO Q4H:PRN Pain - \nModerate \n  Reason for PRN duplicate override: discontinuing other order \n10.  Tamsulosin 0.4 mg PO QHS  \n11.  Vitamin D 1000 UNIT PO DAILY  \n12. HELD- Lisinopril 10 mg PO DAILY  This medication was held. \nDo not restart Lisinopril until you speak with your primary care \nprovider\n\n \n___:\nHome\n \nDischarge Diagnosis:\nPulmonary Embolism with pulmonary infarction\nAcute Kidney Injury\nHypertension\nFever\n\n \nDischarge Condition:\nMental Status: Clear and coherent.\nLevel of Consciousness: Alert and interactive.\nActivity Status: Ambulatory - Independent.\n\n \nDischarge Instructions:\nDear Mr. ___,\n\nIt was a pleasure to care for you during this admission,\n\nWhy was I admitted to the hospital?\n- You were found to have a pulmonary embolism (blood clot in the \nlung)\n\nWhat happened while I was admitted?\n- You had a CT scan of your chest which showed the blood clot in \nthe lung\n- You had an ultrasound of your leg which showed a clot \n- You had an ultrasound of your heart which was concerning for \ncoronary artery disease\n- We gave you blood thinning medication to treat your blood \nclots\n\nWhat should I do when I leave the hospital?\n- Please continue taking your medications, especially your \napixaban 10mg two times per day. \n- Starting on ___, decrease the dose of your apixaban to 5mg \ntwo times per day\n- Please follow up with your primary care doctor within 1 week, \nas well as your other appointments listed below\n\nWe wish you all the best,\n\n___\n \nFollowup Instructions:\n___\n"
}