{
  "14923922-DS-11": "MEDICINE Allergies: Aspirin Attending: . Chief Complaint: Pleuritic chest pain Major Surgical or Invasive Procedure: None History of Present Illness: Mr. is a year old male with recent partial nephrectomy who presents now with fevers to 102.0 and pleuritic chest and rib pain. The left-sided rib and LUQ pain began three days ago, suddenly, and has progressively worsened with pleuritic component. He noted feeling severe chills and continued to feel very cold over teh last few days. It is associated with deep inspiration and cough but does not occur at rest. He was able to walk around the block yesterday without any issues. He reports that the only medications he is taking are vitamin D and metoprolol. He was told to hold all other medications until his next PCP . HE denies any recent long travel or flights. His family history is significant for venous thrombus in his father and brother, post-operative. He denies dyspnea on exertion. He denies lower extremity asymmetric swelling or upper extremity asymmetric swelling. He is only taking Tylenol for the pain. He denies any urinary symptoms or diarrhea. He continues to void well without pain and has excellent appetite. Regarding his left nephrectomy, he was originally seen in and was found to have incidental left lower pole renal complex cyst. He was followed carefully with urology and the cyst was noted to have slight growth to a max of 6cm. There were also other cysts in the kidney that appeared benign. Patient decided to proceed with left partial nephrectomy. Following the procedure, he was monitored by urology for three days without any evidence of complications. His pain was well controlled on a PCA and he was transitioned to oral oxycodone on discharge. Note that during the nephrectomy, Urology removed two masses and one cyst from his left kidney. The cyst was found to be benign. However, the subsequent two masses were found to be malignant. The first tumor removed was 5.5 cm, clear cell, papillary carcinoma, 5.5-cm, low-grade, stage 1 and completely resected. The second tumor was a 9 mm tubulo-cystic carcinoma, low-grade, stage I, also completely resected with negative margins. Urology felt this was a favorable report and recommended no need for adjuvant therapy. In the ED, initial vitals were: T 102.7 HR 105 BP RR 18 O2 Sat 98% RA Exam notable for -No CVAT -No left-sided chest tenderness to palpation -Some mild left lower quadrant tenderness Labs notable for: UA: Trace protein, otherwise unremarkable Chem 10: Cr 1.4. Trop < 0.01 Lactate 1.2 CBC: Hgb 13.2, Hct 40.3. Normal WBC 8.6, normal Plt 222 Coags: 13.2 PTT 25.6 INR 1.2 EKG showing normal sinus rhythm, normal axis, normal intervals, without ST changes. Imaging was notable for: 1) CT Head without acute intracranial process 2) CXR with opacity at the left lung suggestive of atelectasis vs. pneumonia. No large effusion or pneumothorax. Cardiomediastinal silhouette appears normal. 3) CT torso with contrast: bilateral lower lobe segmental and subsegmental pulmonary emboli with lower lobe consolidations likely representing a combination of atelectasis and infarction. No evidence of right heart strain. Postsurgical changes involving the left kidney reflecting partial nephrectomy without evidence of acute complication. Patient was given: Tylenol x 2 1L NS 5mg Oxycodone Heparin drip Urology was consulted in the ED due to patient being one month out from partial nephrectomy. They noted no contraindication to anticoagulation from urology perspective and recommended hematology follow-up given family history of recurrent PEs. Upon arrival to the floor, patient reports that his pain is much better now that he received oxycodone. His pain decreased from . He continues to endorse good appetite without nausea or vomiting. He has a little anxiety related to hospital stay. He has not had any difficulty with urinating. He does not have any dysuria or diarrhea. Past Medical History: Partial nephrectomy syndrome at age Nephrolithiasis Grave's disease vs. multinodular goiter s/p Methimazole (off treatment since Hypertension Hyperlipidemia Cholecystitis s/p cholecystectomy Eye surgery Social History: Family History: Father post operative PE, passed from pancreatic cancer at age Brother PE at age , temporal arteritis, hypothyroidism Sister disease, CML, positive ATM mutation Mother Possible celiac's disease No family history of hepatic disease Physical Exam: ADMISSION PHYSICAL EXAM: VITAL SIGNS: 99.8 PO 130 / 77 94 18 94 RA GENERAL: Well-appearing overweight male in no acute distress, has nervous hiccup/tic HEENT: PERRL, EOMI, no exotropia noted. Oropharynx clear. NECK: NO lymphadenopathy, no thyroidomegaly CARDIAC: Regular rate and rhythm, no murmurs noted LUNGS: Lungs clear, normal work of breathing, unable to take deep inspiration limited by pain ABDOMEN: Overweight abdomen, soft, nondistended, slightly tender to deep palpation in LUQ. GU/Back: Left flank pain noted. No rashes, bruises. EXTREMITIES: Warm, well-perfused. No edema. NEUROLOGIC: Alert, oriented x 3. SKIN: No rashes or hematomas. DISCHARGE PHYSICAL EXAM: VITAL SIGNS: 0504 Temp: 98.5 PO BP: 126/78 R Lying HR: 84 RR: 16 O2 sat: 96% O2 delivery: RA GENERAL: Well-appearing male, no acute distress, has nervous hiccup/tic HEENT: PERRL, EOMI, exotropia noted. Oropharynx clear. NECK: No lymphadenopathy CARDIAC: Regular rate and rhythm, no murmurs noted LUNGS: Lungs clear, normal work of breathing, unable to take deep inspiration limited by pain ABDOMEN: soft, nontender, nondistended EXTREMITIES: Warm, well-perfused. No edema. NEUROLOGIC: Alert, oriented x 3. SKIN: No rashes or hematomas. Pertinent Results: ADMISSION LABS: 11:39AM BLOOD WBC-8.6 RBC-4.49* Hgb-13.2* Hct-40.3 MCV-90 MCH-29.4 MCHC-32.8 RDW-13.3 RDWSD-43.8 Plt 11:39AM BLOOD Neuts-74.7* Lymphs-7.5* Monos-16.8* Eos-0.2* Baso-0.3 Im AbsNeut-6.44* AbsLymp-0.65* AbsMono-1.45* AbsEos-0.02* AbsBaso-0.03 11:39AM BLOOD PTT-25.6 11:39AM BLOOD Glucose-103* UreaN-19 Creat-1.4* Na-138 K-4.9 Cl-100 HCO3-24 AnGap-14 07:55AM BLOOD ALT-12 AST-17 AlkPhos-73 TotBili-1.4 11:39AM BLOOD cTropnT-<0.01 proBNP-145 07:55AM BLOOD Albumin-3.6 Calcium-8.5 Phos-2.6* Mg-1.9 07:55AM BLOOD TSH-0.57 07:55AM BLOOD PSA-3.3 11:39AM BLOOD Lactate-1.2 DISCHARGE LABS: 08:19AM BLOOD WBC-7.1 RBC-3.85* Hgb-11.4* Hct-34.5* MCV-90 MCH-29.6 MCHC-33.0 RDW-13.6 RDWSD-44.5 Plt 08:19AM BLOOD Glucose-94 UreaN-16 Creat-1.2 Na-139 K-4.4 Cl-101 HCO3-26 AnGap-12 MICRO: NONE POSITIVE IMAGING: CXR PA/lateral: PA and lateral views of the chest provided. Subtle opacity at the left lung base is most suggestive of atelectasis. Difficult to exclude a subtle pneumonia at this site in the correct clinical setting. Otherwise, lungs are clear. No large effusion or pneumothorax. Cardiomediastinal silhouette appears normal. Imaged bony structures are intact. No free air below the right hemidiaphragm. CTA Chest: 1. Bilateral segmental and subsegmental pulmonary emboli with areas of infarction in the lower lobes. No evidence of right heart strain. 2. Status post left partial nephrectomy with expected postsurgical changes. 3. Heterogeneous enlarged prostate for which clinical correlation is advised with physical exam and PSA. CT Head: No acute intracranial process. Bilateral LENIs: Nonocclusive left popliteal deep venous thrombosis extending into the left posterior tibial veins. TTE : The left atrium is normal in size. The right atrium is mildly enlarged. The estimated right atrial pressure is mmHg. There is normal left ventricular wall thickness with a normal cavity size. Global left ventricular systolic function is normal. However, there is focal hypokinesis/akinesis of the inferior and posterior walls. Quantitative biplane left ventricular ejection fraction is 73 %. The visually estimated left ventricular ejection fraction is 70%. There is no resting left ventricular outflow tract gradient. Moderately dilated right ventricular cavity with normal free wall motion. The aortic sinus is mildly dilated with mildly dilated ascending aorta. The aortic arch diameter is normal. The aortic valve leaflets (3) are mildly thickened. There is no aortic valve stenosis. There is trace aortic regurgitation. The mitral leaflets are mildly thickened with no mitral valve prolapse. There is no mitral valve stenosis. There is trivial mitral regurgitation. The tricuspid valve leaflets appear structurally normal. There is trivial tricuspid regurgitation. The estimated pulmonary artery systolic pressure is normal. There is no pericardial effusion. Brief Hospital Course: Mr. is a year old male with recent partial nephrectomy who presented with PE. He was discharged on apixaban BID, and instructed to follow-up with outpatient hematology. # Submassive Pulmonary Embolism # Left lower extremity DVT Patient presented with shortness of breath, corroborated by CT torso showing bilateral lower lobe segmental and subsegmental pulmonary emboli. Patient hemodynamically stable without evidence of respiratory distress. Trop negative, BNP wnl. Lower extremity US + for DVT. He was started on a heparin drip then transitioned to apixaban. He had anticardiolipin and anti-beta 2 glycoprotein sent off. He will need hematology follow up here for further testing given family history. Pain managed with tylenol, oxycodone, lidocaine patch. Please ensure patient is uptodate with age-appropriate cancer screening. Patient should continue apixaban 10mg BID for a total of 7 days (), and then decrease dose to 5mg BID for minimum of 3 months. # LV Hypokinesis/Akinesis Seen on TTE for work up of R heart strain. TTE notable for \"normal left ventricular wall thickness with a normal cavity size. Global left ventricular systolic function is normal. However, there is focal hypokinesis/akinesis of the inferior and posterior walls.\" Patient should be considered for aspirin and high dose statin, as well as outpatient stress testing. We increased his dose of atorvastatin from 10 mg daily to 40 mg daily. #Fever Febrile to 102 on admission. No clear localizing symptoms, no WBC elevation, UA negative, pending cultures. CTA chest and abdomen without signs of infection. Likely related to pulmonary infarction. He was afebrile x24 hrs by discharge. # Left renal cyst S/p nephrectomy # Clear cell papillocarcinoma # Tubulo-cystic carcinoma Patient underwent recent nephrectomy on with removal of cyst as well as two malignant lesions. Negative margins were noted without any recommendation for adjuvant therapy. He was cleared for anticoagulation by urology from a surgical post-operative standpoint. He will need to follow up with urology for monitoring of his resected renal cell carcinoma. # BPH # Lower urinary tract symptoms: Patient's most recent PSA was 2.94/ normal on at . Urology planned to repeat a PSA in 6 months. He has no family history of prostate cancer. Our CT abdomen/pelvis noted \"Heterogeneous enlarged prostate for which clinical correlation is advised with physical exam and PSA.\" His PSA was 3.3. He should continue urology followup for his BPH and renal cell monitoring as above. # : Mild. Pt with elevated Cr 1.4 on admission, which is unchanged from Cr on . However, it is a slight increase from baseline Cr 1.1-1.2 in . Improved back to 1.2 on HD2. # Hx of transaminitis: # in early adulthood: Patient previously had workup for hepatitis and autoimmune etiologies for transaminitis in . At the time, anti-smooth antibodies were positive. Otherwise hepatitis serologies were negative without evidence of vaccination, AMA and were also negative. His LFTs were within normal limits. CHRONIC ISSUES: # HTN: At home, previously on lisinopril and metoprolol although lisinopril was recently held post-operatively per PCP. He was continued on metoprolol with lisinopril held to be restarted in outpatient setting. # HLD: Increased his home dose of atorvastatin from 10 mg to 40 mg. # Hx of Grave's disease: S/p methimazole treatment, has been followed by endocrine routinely, last seen here with recommendation to follow-up TSH in years. Most recent TSH 0.68 in with free T4 1.3. TSH here 0.57. Transitional Issues: [] Last colonoscopy showing 5mm adenoma, DUE for colonoscopy which should be scheduled soon for outpatient [] Please consider repeat outpatient cardiac stress testing, as well as initiating aspirin and high dose statin, given findings on TTE concerning for coronary artery disease. [] Was started on apixaban 10mg BID for a total of 7 days (), and then decrease dose to 5mg BID for minimum of 3 months (but potentially longer pending formal outpatient Hematology evaluation). [] Please refer patient to Hematology at for further hypercoagulable work up [] Please ensure Urology follow up [] Re-start lisinopril if/when needed # CODE: full (presumed) # CONTACT: : wife Medications on Admission: The Preadmission Medication list may be inaccurate and requires futher investigation. 1. Metoprolol Succinate XL 25 mg PO DAILY 2. Docusate Sodium 100 mg PO BID 3. OxyCODONE (Immediate Release) mg PO Q4H:PRN Pain Moderate Reason for PRN duplicate override: discontinuing other order 4. Ascorbic Acid mg PO DAILY 5. Multivitamins 1 TAB PO DAILY 6. Vitamin D 1000 UNIT PO DAILY 7. Lisinopril 10 mg PO DAILY 8. Atorvastatin 10 mg PO QPM 9. Acetaminophen 650 mg PO Q6H 10. Tamsulosin 0.4 mg PO QHS Discharge Medications: 1. Apixaban 10 mg PO BID Please take 10 mg twice daily for 1 week, then change to 5 mg twice daily. RX *apixaban [Eliquis] 5 mg 2 tablet(s) by mouth twice a day Disp #*60 Tablet Refills:*0 2. Lidocaine 5% Patch 1 PTCH TD QPM RX *lidocaine 5 % Apply one patch to affected area daily Disp #*15 Patch Refills:*0 3. Atorvastatin 40 mg PO QPM RX *atorvastatin 40 mg 1 tablet(s) by mouth daily Disp #*30 Tablet Refills:*0 4. Acetaminophen 650 mg PO Q6H 5. Ascorbic Acid mg PO DAILY 6. Docusate Sodium 100 mg PO BID 7. Metoprolol Succinate XL 25 mg PO DAILY 8. Multivitamins 1 TAB PO DAILY 9. OxyCODONE (Immediate Release) mg PO Q4H:PRN Pain Moderate Reason for PRN duplicate override: discontinuing other order 10. Tamsulosin 0.4 mg PO QHS 11. Vitamin D 1000 UNIT PO DAILY 12. HELD Lisinopril 10 mg PO DAILY This medication was held. Do not restart Lisinopril until you speak with your primary care provider : Home Discharge Diagnosis: Pulmonary Embolism with pulmonary infarction Acute Kidney Injury Hypertension Fever Discharge Condition: Mental Status: Clear and coherent. Level of Consciousness: Alert and interactive. Activity Status: Ambulatory Independent. Discharge Instructions: Dear Mr. , It was a pleasure to care for you during this admission, Why was I admitted to the hospital? You were found to have a pulmonary embolism (blood clot in the lung) What happened while I was admitted? You had a CT scan of your chest which showed the blood clot in the lung You had an ultrasound of your leg which showed a clot You had an ultrasound of your heart which was concerning for coronary artery disease We gave you blood thinning medication to treat your blood clots What should I do when I leave the hospital? Please continue taking your medications, especially your apixaban 10mg two times per day. Starting on , decrease the dose of your apixaban to 5mg two times per day Please follow up with your primary care doctor within 1 week, as well as your other appointments listed below We wish you all the best, Followup Instructions:"
}