{
  "17248225-DS-27": "MEDICINE Allergies: NSAIDS (Non-Steroidal Anti-Inflammatory Drug) / azithromycin / Amoxicillin / Flagyl Attending: Chief Complaint: GI Bleed Major Surgical or Invasive Procedure: Colonoscopy Capsule study . History of Present Illness: year-old woman with PMH aplastic anemia s/p ATG/cyclosporine currently on cyclosporine and prednisone, DVTs/PE on life-long anticoagulation with coumadin, recurrent GI bleeds (at least 1 in past requiring embolization), adrenal insufficiency, super obesity, HTN, CKD stage IIIa who brought by ambulance with BRBPR since 0500. Began with abdominal cramps followed by red blood and clots. At time of arrival at had T Abd/pelv showed extensive diverticulosis w/o diverticulitis, mild thickening of transverse colon with ? colitis. Initial hemoglobin 10.2, INR 1.9, Cr 1.3. Received unasyn 1.5gm flagyl 500 mg, 10mg IV vitamin K, 2 units FFP Requested transfer to as hematologist Dr. is at . course: In the ED, initial vitals: 97.2 148/59 84 Exam notable for Resting comfortably in bed in NAD NT/ND. Vitals stable. Labs were notable for: Hgb 8.8 -> 7.8 did not receive and pRBCs 138/102/25 <106 4.1//1.1 Normal LFTs 18.1/1.7 PTT 31.8 Imaging: OSH CT abd/pelvis with contrast OSH read: extensive diverticulosis w/o diverticulitis, mild thickening of transverse colon with ? colitis GI consulted: has history of diverticular bleeds including requiring embolization, colonoscopy 7 months ago. if bleeds again would have a low threshold to ct-a to localize. Prior to transfer, vitals were: 98.8 120/57 84 17 100%RA On arrival to the MICU, the patient confirms the above history. She began passing dark red clots that made the toilet bowl water bright red. They started around 0500, and she had about 7 more, the last around 11 AM just before she left , and they were progressively smaller in volume. She has not had any abdominal pain or trouble with constipation. Typically has 1 to 2 soft stools per day and is on a bowel regimen. Denies fevers, chills, rigors, nausea, vomiting, headache, CP/SOB, abdominal pain. REVIEW OF SYSTEMS: (+) Per HPI Past Medical History: PAST ONCOLOGIC HISTORY (per OMR): yo women with history of multiple VTEs on chronic anti-coagulation was admitted on with melena. In addition to severe anemia CBC revealed severe thrombocytopenia with PLT count less than 15.000 and moderate neutropenia. Her prior CBD from showed only mild normocytic anemia with Hb 10.0. While undergoing evaluation patient was treated for presumptive ITP. She was treated with multiple lines of treatment including prednisone, IVIG, rituximab and romiplastin without improvement in her platelets count. She underwent several BMBx on and . The biopsies revealed progressively hypo-cellular marrow with decreased megakaryocytes, the findings most consistent with either hypo-plastic MDS vs aplastic anemia. Because no overt dysplasia was noted the latter was favored. She had no abnormalities on cytogenetics and negative FISH for MDS panel. She received cycle# 1 of ATG/cyclosporine on , first dose of Atgam was complicated by SVT, but subsequently she tolerated remaining doses without significant side effects. She also completed 2 week of serum sickness prophylaxis with prednisone, but because of her prolonged exposure to high doses of steroids, decision was made to slowly prednisone off. She was difficult to transfuse with blood products, as her Solid phase HLA, PRA were 75% and SAG I were 100%. She had minimal to no response to HLA matched PLT, but was able to respond to cross-matched PLTs. She was briefly hospitalized from to for respiratory illness and was diagnosed with Influenza B. Recently underwent outpatient shoulder MRI that revealed rotator cuff injury of the right shoulder. Currently undergoing physical therapy. In last few weeks developed severe muscle cramps, that resolved after last iron infusion. PAST MEDICAL HISTORY (per OMR): Aplastic anemia (see full details above) Multiple episodes of PE (initial while taking oral contraceptive in her late , at the time she also had a IVC filter placed, most recent in , this happened while temporally her anti-coagulation was held due to GI bleeding) Chronic hepatitis B infection. Gout Recurrent GI bleeding Morbid obesity with BMI of 50. HTN Asthma Chronic venous stasis left more than right Colonic diverticulosis Osteoarthritis Mucinous adenocarcinoma s/p excision Chronic back pain Diabetes mellitus steroid induced Chronic left ulnar neuropathy Social History: Family History: Mother with HTN, CAD, MI. Sister with ovarian cancer. No h/o colonic malignancy. Physical Exam: ADMISSION PHYSICAL EXAM: VITALS: T 98.4, HR 78, BP 122/66, RR 20, O2 97% RA GENERAL: Well appearing, obese AA woman, calm, pleasant HEENT: AT/NC, EOMI, PERRL, anicteric sclera, pink conjunctiva, MMM NECK: nontender supple neck, no LAD, no JVD CARDIAC: RRR, S1/S2, no murmurs, gallops, or rubs LUNG: CTAB, no wheezes, rales, rhonchi, breathing comfortably without use of accessory muscles ABDOMEN: non-distended, obese, +BS, nontender in all quadrants, no rebound/guarding, no hepatosplenomegaly EXTREMITIES: no cyanosis, clubbing or edema, moving all 4 extremities with purpose PULSES: 2+ DP pulses bilaterally NEURO: CN II-XII intact DISCHARGE EXAM: VITALS: 98.6 155 / 73 83 20 98 Ra GENERAL: Alert, oriented, no acute distress HEENT: Sclera anicteric, MMM, oropharynx clear NECK: supple, JVP not elevated, no LAD LUNGS: Clear to auscultation bilaterally, no wheezes, rales, rhonchi CV: Regular rate and rhythm, normal S1 S2, no murmurs, rubs, gallops ABD: obese, soft, non-tender, non-distended, bowel sounds present, no rebound tenderness or guarding, no organomegaly EXT: Warm, well perfused, 2+ pulses, no clubbing. L>R nonpitting edema with chronic venous stasis changes in the LLE to mid calf. Pertinent Results: ADMISSION LABS: 02:10PM BLOOD WBC-6.1 RBC-2.61* Hgb-8.8* Hct-27.0* MCV-103* MCH-33.7* MCHC-32.6 RDW-15.6* RDWSD-58.9* Plt 02:10PM BLOOD Neuts-70.0 Monos-8.7 Eos-0.7* Baso-0.3 Im AbsNeut-4.26 AbsLymp-1.22 AbsMono-0.53 AbsEos-0.04 AbsBaso-0.02 02:10PM BLOOD PTT-31.8 02:10PM BLOOD Glucose-106* UreaN-25* Creat-1.1 Na-138 K-4.1 Cl-102 HCO3-23 AnGap-17 02:10PM BLOOD ALT-11 AST-25 AlkPhos-71 TotBili-0.4 02:10PM BLOOD Lipase-31 09:11PM BLOOD Calcium-8.7 Phos-2.9 Mg-1.7 DISCHARGE LABS 06:10AM BLOOD WBC-5.6 RBC-2.47* Hgb-7.9* Hct-25.1* MCV-102* MCH-32.0 MCHC-31.5* RDW-18.7* RDWSD-68.2* Plt 04:36PM BLOOD Neuts-67.9 Monos-10.1 Eos-1.2 Baso-0.2 Im AbsNeut-3.92 AbsLymp-1.17* AbsMono-0.58 AbsEos-0.07 AbsBaso-0.01 06:10AM BLOOD Plt 06:10AM BLOOD PTT-27.9 06:10AM BLOOD Glucose-106* UreaN-16 Creat-1.1 Na-138 K-4.1 Cl-104 HCO3-21* AnGap-17 06:10AM BLOOD Calcium-9.1 Phos-3.6 Mg-1.9 08:12AM BLOOD Cyclspr-177 04:13AM BLOOD calTIBC-244* Ferritn-379* TRF-188* IMAGING Colonoscopy : Diverticulosis of the right and left colon No blood seen Otherwise normal colonoscopy to cecum and TI Lower extremity ultrasound : 1. No evidence of deep venous thrombosis in the right or left lower extremity veins. 2. Left cyst measuring up to 6.6 cm. Brief Hospital Course: with a history of aplastic anemia on cyclosporine and prednisone, h/o multiple DVT/PE on lifelong warfarin, h/o diverticular bleeding, adrenal insufficiency, super obesity, CKD stage IIIa who originally presented with bright red blood per rectum. She was initially managed with reversal of INR and transfusion of pRBCs. Her warfarin was held in the setting of GI bleed, but she continued to have bloody stools. Colonoscopy showed diverticulosis without clear source of bleed and capsule endoscopy was performed with read pending. Hematocrit subsequently stabilized. After discussion with her outpatient hematologist Dr. warfarin was discontinued and she was initiated on Apixaban 2.5mg BID for anticoagulation. She was discharged home with plan to follow up with PCP, hematology/oncology, and gastroenterology. ACUTE ISSUES: #GASTROINTESTINAL BLEED: As above patient had a spontaneous suspected lower GI bleed in setting of INR 1.9 on warfarin. She received 10mg IV vit K, 2u FFP and 3u pRBC. Highest suspicion was for diverticular bleed, however given continued bleeding off of anticoagulation our consulting GI team elected to proceed with colonoscopy (which showed diverticulosis without clear source of bleed) and capsule endoscopy (read pending). Her hematocrit did subsequently stabilize. After discussion with her outpatient hematologist Dr. warfarin was discontinued and she was initiated on apixaban 2.5mg BID for anticoagulation. She remained hemodynamically stable and was no longer having bloody stools at time of discharge. #HISTORY OF RECURRENT PE: Patient was on lifelong warfarin due to multiple recurrent DVT/PE in the past, most recent in . As above her INR was initially reversed and her anticoagulation was held for several days. Her anticoagulation plan has been discussed at length outpatient between Dr it was decided to discontinue warfarin and discharge patient on apixaban 2.5mg BID. #APLASTIC ANEMIA: Has a history of aplastic anemia, s/p ATG/cyclosporine and currently on cyclosporine and prednisone. Followed as outpatient by Dr . Hematology/oncology consulted and discussed with her outpatient oncologist; cyclosporine was continued at its current dose with no changes. CHRONIC ISSUES: #HYPERTENSION: Home amlodipine 5mg daily, Lasix 40 mg daily initially held then restarted #INFECTION PROPHYLAXIS: Continued home Mepron and acyclovir. #CHRONIC HEPATITIS B: Continued home lamivudine 100 mg #DIABETES MELLITUS: Currently off NPH. Mealtime and bedtime fingersticks and HISS #GASTROESOPHAGEAL REFLUX DISEASE: Evaluation by ENT revealed pharyngeal, mild hypopharyngeal, and laryngeal edema/erythema c/w with laryngeal reflux. Continued home Protonix, Zantac PRN #ADRENAL SUPPRESSION: From chronic steroid use. Currently tapering slowly off prednisone. Continued home prednisone 3 mg DAILY #Chronic back pain: Tylenol PRN, lidocaine patch TRANSITIONAL ISSUES: Discharge Cr: 1.1, Discharge Hb: 7.9, Discharge Plt: 137 Discontinued warfarin, initiated apixaban 2.5mg BID after discussion with outpatient hematologist No clear source of bleeding identified. Follow up of capsule endoscopy with GI has been scheduled Patient will have CBC re-checked for stability next . Please note, on OSH CT scan: 4 mm pulmonary nodules in the lingula. According to the guidelines for incidentally detected pulmonary nodules, if the patient has a history of smoking or other known risk factors for malignancy, a follow-up chest CT in 12 months is recommended. In the absence of such risk factors, no follow-up is required. Please consider checking factor Xa levels given obesity and CKD Please clarify indication for oxycodone Medications on Admission: The Preadmission Medication list is accurate and complete. 1. Acyclovir 400 mg PO TID 2. Amlodipine 5 mg PO DAILY 3. Atovaquone Suspension 1500 mg PO DAILY 4. cyanocobalamin (vitamin B-12) 1,000 mcg sublingual BID 5. Docusate Sodium 100 mg PO BID:PRN constipation 6. Furosemide 40 mg PO DAILY 7. LaMIVudine 100 mg PO DAILY 8. Magnesium Oxide 400 mg PO BID 9. Multivitamins 1 TAB PO DAILY 10. OxyCODONE (Immediate Release) 10 mg PO Q8H:PRN Pain Moderate 11. Oxymetazoline 1 SPRY NU BID:PRN congestan 12. Pantoprazole 40 mg PO Q12H 13. PredniSONE 3 mg PO DAILY 14. Ranitidine 300 mg PO DAILY 15. Vitamin D UNIT PO DAILY 16. Moxifloxacin 400 mg OTHER Q24H 17. Lidocaine 5% Patch 1 PTCH TD QAM 18. Fluticasone Propionate NASAL 1 SPRY NU BID:PRN cough 19. Albuterol 0.5% 1 mL IH DAILY PRN sob 20. Warfarin 7.5 mg PO AND 21. Warfarin 6.25 mg PO , 22. CycloSPORINE (Neoral) MODIFIED 125 mg PO Q12H Discharge Medications: 1. Apixaban 2.5 mg PO BID RX *apixaban [Eliquis] 2.5 mg 1 tablet(s) by mouth twice a day Disp #*60 Tablet Refills:*2 RX *apixaban [Eliquis] 2.5 mg 1 tablet(s) by mouth twice a day Disp #*60 Tablet Refills:*0 2. Acyclovir 400 mg PO TID 3. Albuterol 0.5% 1 mL IH DAILY PRN sob 4. Amlodipine 5 mg PO DAILY 5. Atovaquone Suspension 1500 mg PO DAILY 6. cyanocobalamin (vitamin B-12) 1,000 mcg sublingual BID 7. CycloSPORINE (Neoral) MODIFIED 125 mg PO Q12H 8. Docusate Sodium 100 mg PO BID:PRN constipation 9. Fluticasone Propionate NASAL 1 SPRY NU BID:PRN cough 10. Furosemide 40 mg PO DAILY 11. LaMIVudine 100 mg PO DAILY 12. Lidocaine 5% Patch 1 PTCH TD QAM 13. Magnesium Oxide 400 mg PO BID 14. Multivitamins 1 TAB PO DAILY 15. Oxymetazoline 1 SPRY NU BID:PRN congestan 16. Pantoprazole 40 mg PO Q12H 17. PredniSONE 3 mg PO DAILY 18. Ranitidine 300 mg PO DAILY 19. Vitamin D UNIT PO DAILY 20.Outpatient Lab Work Please check CBC. Please fax to: . Diagnosis: Anemia. ICD-9: D50.0 Discharge Disposition: Home Discharge Diagnosis: PRIMARY DIAGNOSIS: Lower GI bleed Aplastic anemia History of recurrent pulmonary embolism SECONDARY DIAGNOSIS: Chronic Kidney disease Hypertension Discharge Condition: Mental Status: Clear and coherent. Level of Consciousness: Alert and interactive. Activity Status: Ambulatory Independent. Discharge Instructions: Dear Ms. : You were admitted to due to blood in your stool. We monitored you and transfused you with blood. You had a colonoscopy which did not show a clear source of the bleed, and a capsule study done which is not finalized yet. We also switched you from warfarin to Eliquis. When you leave the hospital: Please take note of your changed medications. We stopped your warfarin and you are now on eliquis Please make sure to follow up as below with your primary care, GI, and hematology doctors. is very important that you make these followup appointments We wish you all the best! Your care team Followup Instructions:"
}