{
  "14578883-DS-6": "MEDICINE Allergies: Penicillins / Amiodarone / Vancomycin / simvastatin / flecainide / cefepime Attending: . Chief Complaint: fever, neutropenia Major Surgical or Invasive Procedure: bilateral pigtail catheter placement for pulmonary edema History of Present Illness: Ms. is a female with history of , Afib (on Eliquis), HTN, HLD, and recently diagnosed small cell lung cancer (possibly metastatic, awaiting ovarian mass biopsy, s/p C1 carboplatin/etoposide), who presented with fever and neutropenia. Imaging concerning for possible pneumonia and she was started on vancomcyin/cefepime. In the next few days she became increasingly somnolent and eventually unresponsive and was found to be in nonconvulsive status epilepticus. She was given Ativan and loaded with keppra with improvement over next few days. Since she has developed worsening and to have ATN. She continues to make urine, however remains somewhat oliguric despite increasing doses of Lasix (80->160 + gtt at 10), putting out about 1L total per day. Today she was noted to be tired, and became increasingly somnolent throughout the day. ABG showed severe hypercarbia and given alteremed mental status, anesthesia was paged for emergent intubation. Code status was confirmed with HCP prior to intubation. Patient was intubated. Following induction she was hypotensive to 80/30 and required 3 pushes of phenylephrine and a norepi gtt. She was then transferred to the FICU where she remained intubated and sedated. Past Medical History: 1. Permanent atrial fibrillation s/p PVI (on eliquis) 2. Amaurosis fugax 3. Hypertension 4. Thyroid disease 5. Hypercholesterolemia 6. Right knee replacement 7. GERD 8. Appendectomy 9. Arthritis 10. Hypercholesterolemia 12. Amiodarone pulmonary toxicity 13. Mitral regurgitation mild-moderate 14. Breast cancer (left) lumpectomy, XRT. Tamoxifen 15. Pneumonia 16. Aortic regurgitation mild 17. Tricuspid regurgitation moderate 18. Diastolic CHF 19. paraneoplastic scleroderma vs. palmar fasciitis Social History: Family History: no known family history of malignancy Physical Exam: ADMISSION PHYSICAL EXAM: GENERAL: sedated, intubated HEENT: Sclera anicteric, intubated NECK: supple, JVP not appreciated, no LAD appreciated LUNGS: b/l rales throughout lower and middle lung fields CV: Regular rate and rhythm, normal S1 S2, no murmurs, rubs, gallops ABD: soft, non-tender, non-distended, bowel sounds present, no rebound tenderness of guarding, no organomegaly EXT: 2+ dependent edema bilaterally SKIN: no lesions noted NEURO: PERRL, no gaze deviation Pertinent Results: ADMISSION LABS 01:15PM BLOOD WBC-0.6* RBC-2.53* Hgb-8.1* Hct-25.0* MCV-97 MCH-32.0 MCHC-33.1 RDW-15.2 RDWSD-52.4* Plt Ct-47* 01:15PM BLOOD Neuts-24* Bands-2 Monos-27* Eos-0 Baso-1 Metas-1* Myelos-1* NRBC-3* AbsNeut-0.16* AbsLymp-0.26* AbsMono-0.16* AbsEos-0.00* AbsBaso-0.01 01:15PM BLOOD PTT-31.9 01:15PM BLOOD Glucose-130* UreaN-36* Creat-1.0 Na-138 K-2.9* Cl-86* HCO3-41* AnGap-11 01:15PM BLOOD ALT-72* AST-95* AlkPhos-57 TotBili-0.5 01:15PM BLOOD Albumin-2.5* Calcium-8.2* Phos-3.3 Mg-1.6 05:46PM BLOOD Type-ART pO2-56* pCO2-45 pH-7.59* calTCO2-44* Base XS-18 01:22PM BLOOD Lactate-3.0* CXR Moderate cardiomegaly with small to moderate bilateral pleural pleural effusions as seen previously. Patchy consolidation at the right mid to lower lung worrisome for developing infection. CT HEAD 1. Study is mildly degraded by motion. 2. No acute intracranial abnormality, with no definite evidence of acute intracranial hemorrhage or large territorial infarct. Please note MRI of the brain is more sensitive for the detection of acute infarct and for intracranial metastatic disease. 3. Atrophy, probable small vessel ischemic changes, and atherosclerotic vascular disease as described. 4. Grossly stable posterior fossa arachnoid cyst. HEAD MRI 1. Small subacute infarct left posterior corona radiata without hemorrhage. 2. Linear pachymeningeal enhancement, mildly worsened since prior, could be posttraumatic, from neoplastic involvement, inflammatory, or infectious. 3. 1.3 cm nodule adjacent the left parotid tail. TTE Suboptimal image quality. Mild LVH with normal LV systolic function. Severe biatrial enlargement. Mild to moderate mitral regurgitation. Mild to moderate aortic regurgitation. At least moderate tricuspid regurgitation. Moderate pulmonary hypertension. Large left pleural effusion. Compared with the prior TTE (images reviewed) of severity of MR and TR have increased. PASP higher. Left pleural effusion now apparent. CXR Comparison to . Stable moderate cardiomegaly. Stable course of the right PICC line and the feeding tube. Stable position of the bilateral pleural drains. Mild pulmonary edema continues to be present. Relatively extensive stable retrocardiac atelectasis. No pneumothorax. Brief Hospital Course: Ms. is a female with history of dCHF, Afib (on Eliquis), HTN, HLD, and recently diagnosed small cell lung cancer (possibly metastatic, awaiting ovarian mass biopsy, s/p C1 carboplatin/etoposide), who presented with fever and neutropenia, treated with vanc/cefepime for PNA, later developed nonconvulsive status, who developed hypoxemic respiratory failure requiring intubation and transferred to the FICU, later extubated but continued to be hypoxemic; code status changed to DNR/DNI, and expired on . ACUTE ISSUES #Hypoxemic respiratory failure #Tachypnea #Concern for pneumonia #Acute on Chronic Diastolic CHF with pulmonary edema on CXR #Bilateral pleural effusions Chronic CO2 retention with chronic metabolic alkalosis with acute decompensation from volume overload, possibly with underlying infection, heart failure, lung cancer. Likely poor substrate i/s/o lung cancer. Required emergent intubation on the floor prior to transfer to , later extubated but still requiring face tent or BiPAP. Received 7 days of abx tx and Lasix gtt with minimal urine output given rising Cr. CXR showed bilateral pleural effusions which were drained by IP placement of R pigtail on L on . Unfortunately, patient's hypoxemia did not improve. Her code status was changed to DNR/DNI after her family determined that she would not want additional aggressive treatments. She expired on . #Non-Convulsive Status Epilepticus #Toxic metabolic encephalopathy Patient with mild confusion on with progression of encephalopathy found to be somnolent and minimally responsive on morning of . Labs were stable and head CT was negative. Repeat UA negative. EEG was applied and concerning non-convulsive status epilepticus. She was given ativan 3mg IV x 2 and started on keppra for the seizures. Unclear cause of seizures, differential includes infection (less likely), metabolic alkalosis (although appears stable), medications (possibly cefepime), underlying metastases (none on recent brain MRI). Possibly complicating mental status is hypoxia, hypercarbia, delirium, uremia with rising Cr and declining UOP. Mental status waxing/waning, but overall slowly improving. Brain MRI w/ and w/o contrast showed some meningeal enhancement. Paraneoplastic antibody panel negative. She was continued on keppra, renally dosed per neurology. #ATN Rising Cr, baseline Cr 0.6-0.8. ATN secondary to renal ischemia and possibly sepsis. Urine with muddy brown casts. She was treated with Lasix gtt with diuril boluses (for her pulmonary edema); these were stopped per renal recommendations. Her Cr continued to rise with minimal urine output. Her family and HCP decided that dialysis was not within her GOC. #Anemia Thought to be secondary to chemotherapy. Fibrinogen/haptoglobin not indicative of consumption. Her CBC was monitored. #Atrial Fibrillation CHADS2VASC 5+ Continued IV heparin in setting of rising Cr. Heparin gtt was stopped on to focus on comfort care. #Metabolic Alkalosis Overall stable for past month however unclear etiology. Thought to be component of diuresis, volume contraction, and possibly hypokalemia. She was given dose of acetazolamide on . Concern for possible syndrome given metabolic alkalosis and hypokalemia possibly from ACTH-secreting tumor. However appears patient had recent prior work-up for with negative salivary cortisol and ACTH. Renal thinks may be related to starting torsemide (this was d/c'ed). #Nutrition She received an OG tube; tube feeds were later discontinued to focus on comfort. #History of Paraneoplastic Scleroderma vs. Palmar Fasciitis: Noted to have purple finger tips on last admit, seen by rheum. #Hypokalemia -Repleted as needed #Transaminitis: Overall stable. -Held home statin #Hypothyroidism -Continued synthroid IV On , MD was called to bedside to exam . She was DNR/DNI, comfort measures only after family discussion on the am of . She had no pulse, no heart nor lung sounds on auscultation, no withdrawal from noxious stimuli. Tiume of death was 14:50. Cause of death was hypoxemic respiratory failure in the setting of her small cell lung cancer. In brief, she is a woman with history of dCHF, Afib (on Eliquis), HTN, HLD, and recently diagnosed small cell lung cancer (possibly metastatic, awaiting ovarian mass biopsy, s/p C1 carboplatin/etoposide), who initially presented with fever and neutropenia, hospital course complicated by nonconvulsive status epilepticus, , hypotension, and respiratory failure requiring intubation, transferred to the FICU where her course was complicated by toxic metabolic encephalopathy, ongoing renal failure, hypoxemia. Bilateral chest tubes and PICC line were removed per family request. Autopsy was declined. Attending of record Dr. was notified as was PCP . Medications on Admission: 1. Apixaban 5 mg PO BID 2. Atorvastatin 40 mg PO QPM 3. Levothyroxine Sodium 100 mcg PO DAILY 4. Metoprolol Succinate XL 75 mg PO BID 5. Multivitamins 1 TAB PO DAILY 6. Torsemide 20 mg PO DAILY 7. Zolpidem Tartrate 5 mg PO QHS:PRN insomnia 8. amLODIPine 2.5 mg PO HS 9. Acetaminophen 650 mg PO Q6H:PRN Pain Mild 10. Senna 8.6 mg PO BID:PRN Constipation First Line 11. Bisacodyl 10 mg PO DAILY:PRN Constipation Second Line Discharge Medications: Patient is expired. Discharge Disposition: Expired Discharge Diagnosis: #Hypoxemic respiratory failure #Pneumonia #Bilateral pleural effusions #Acute on chronic diastolic heart failure #Toxic metabolic encephalopathy #Non convulsive status epilepticus #Acute kidney injury / acute tubular necrosis #Small cell lung cancer #Protein calorie malnutrition #Hypokalemia #Metabolic acidosis #Transaminitis Discharge Condition: Patient is expired. Discharge Instructions: Patient is expired. Followup Instructions:"
}