{
  "15749201-DS-4": "Name: . Unit No: Admission Date: Discharge Date: Date of Birth: Sex: M Service: MEDICINE Allergies: hydrochlorothiazide Attending: . Chief Complaint: Shortness of breath Major Surgical or Invasive Procedure: none History of Present Illness: Mr. is a male with the past medical history of HTN, HLD, chronic atrial fibrillation on apixaban, obesity, and CHF (previously EF 25% but recovered to 50-55% most recently) who presents to the ER with dyspnea. He was admitted to in for influenza and was discharged home after. He stated at that time, he still felt a little weak, but otherwise well. A few weeks prior to this admission, he stated that he felt intermittent palpitations as well as \"something not right.\" Over the next few weeks, he developed increasing dyspnea. This was moderate in severity, worse with exertion on a few blocks, and associated with orthopnea. These became more pronounced more in the few days prior to admission. In addition, he has experienced URI symptoms this past week including cough, rinorrhea, wheezing, and malaise. He denies having any known sick contacts. He went to see his cardiologist the day prior to admission where he was noted to have an elevated HR, though the value is unavailable at this time. He reports receiving IV Metoprolol and then being sent to urgent care clinic. There, the ER note said he received Lasix 40mg IV, but he does not think that this happened and is unsure if he even had an IV at urgent care. They subsequently sent him to the ER at . He does note medication compliance with his Lasix 20mg PO every other day, though the last few days he did not take it. He has not been eating low-salt foods recently, but does not think that he has gained any weight or developed overall edema. He has been unable to sleep, so cannot say if he has PND. He has had some wheezing, but no chest pain or chest tightness. Labs at : 12.8 Hgb 11.4 (from 13 previously) HCT 34.7 Chem panel wnl BNP 428 ECG: AF with rate 121-130 Vitals in the ER: Yest 00:00 99 111 155/99 26 95% BIPAP Yest 23:41 98 22 99% BIPAP Today 01:44 98 96 129/86 22 95% 2L NC There, the patient received: 23:46 IV Metoprolol Tartrate 10 mg 00:08 IH Ipratropium-Albuterol Neb 1 NEB 00:08 PO Metoprolol Tartrate 50 mg 01:25 IV Magnesium Sulfate 2 gm 03:35 IH Albuterol 0.083% Neb Soln 1 NEB ROS: Pertinent positives and negatives as noted in the HPI. All other systems were reviewed and are negative. Family History: Brother Father Diabetes Type II Mother CAD/PVD; Cancer Breast Sister surgery for obesity 0504 Temp: 97.4 PO BP: 137/81 HR: 100 RR: 20 O2 sat: 91% O2 delivery: 3L NC EXAM: DATA: I have reviewed patient's previous medical records, which in summary, show he was hospitalized in for influenza and discharged on Lasix 20mg every other day. I personally reviewed the patient's CXR which shows no acute cardiopulmonary process (radiology read shows similar) Past Medical History: Admission for acute hypoxemic respiratory failure secondary to influenza A, Hypertension, essential Hypercholesterolemia Chronic atrial fibrillation Obesity (BMI Cardiomyopathy Mild LV dysfunction, per cardiology \"Recent event monitor noted some afib with RVR. Echo with EF 50-55% recently, mild MR, mod TR, pulm htn. Has been on furosemide 20 QOD\". Social History: Family History: Brother Father Diabetes Type II Mother CAD/PVD; Cancer Breast Sister surgery for obesity Physical Exam: VITALS: Temp: 99.9 PO BP: 153/90 HR: 120 RR: 18 O2 sat: 95% O2 delivery: RA GENERAL: Alert and in no apparent distress EYES: Anicteric, pupils equally round ENT: Ears and nose without visible erythema, masses, or trauma. Oropharynx without visible lesion, erythema or exudate CV: Heart regular rate; normal perfusion, neck habitus difficult to appreciate JVP, but hand vein estimates this at 9cm H2O. RESP: Symmetric breathing pattern with no stridor. Breathing is non-labored, no appreciable crackles, though difficult to tell with body habitus GI: Abdomen soft, non-distended, no hepatosplenomegaly appreciated. GU: No suprapubic fullness or tenderness to palpation MSK: Neck supple, normal muscle bulk and tone SKIN: No rashes or ulcerations noted NEURO: Alert, oriented, face symmetric, gaze conjugate with EOMI, speech fluent, moves all limbs, sensation to light touch grossly intact throughout PSYCH: normal thought content, logical thought process, appropriate affect 97.9 127/80-177/88 87 18 96 RA weight 238 lbs Oxygenation 86-95% on ambulation; patient with steady gait Gen: NAD, pleasant + facial telangiectasias Lung: Diffusely decreased breath sounds with end expiratory wheezes No gynecomastia Abd: Obese, soft, tympanitic, no fluid wave, no HSM Ext: +1 edema distal Pertinent Results: 06:50PM BLOOD WBC-12.2* RBC-3.68* Hgb-11.4* Hct-36.1* MCV-98 MCH-31.0 MCHC-31.6* RDW-14.8 RDWSD-53.2* Plt 09:35AM BLOOD WBC-11.3* RBC-3.55* Hgb-10.9* Hct-33.8* MCV-95 MCH-30.7 MCHC-32.2 RDW-15.1 RDWSD-52.7* Plt 06:50PM BLOOD Glucose-129* UreaN-13 Creat-0.8 Na-136 K-5.0 Cl-94* HCO3-28 AnGap-14 09:35AM BLOOD VitB12 Ferritn-674* 09:35AM BLOOD ALT-20 AST-24 AlkPhos-121 TotBili-0.5 Brief Hospital Course: SUMMARY/ASSESSMENT:Mr. is a male with the past medical history of HTN, HLD, chronic atrial fibrillation on apixaban, obesity, and CHF (previously EF 25% but recovered to 50-55% most recently) who presents to the ER with acute hypoxemic respiratory failure and A fib with RVR. # Acute hypoxic respiratory failure Due to ? exacerbation of underlying COPD and component of decompensated heart failure. He improved well to diuretics and bronchodilators, steroids and antibiotics. He as 238 lbs on discharge, his normal weight is between 236-240 lbs. He will finish a five day course of antibiotics, prednisone 40 mg and azithromycin. He was also discharged with albuterol MDI (given spacer and teaching done) as well as Spiriva MDI. He was counseled to have PFTs done as an outpatient. He was hypoxic on arrival to the ED, but this had resolved on arrival to the floor, and oxygen saturation was 95% at rest, he did have desaturations during walking, mostly around 88%, but occasionally as low as 86%. He is not interested in home oxygen at this time, preferring to see if his oxygenation improves with additional treatment. Outpatient providers should also perform ambulatory saturation. He also likely has component of obesity hypoventilation causing his hypoxia. He has a long standing smoking history. # Atrial fibrillation with RVR, Tricuspid regurgitation, HTN, Hyperlipidemia Cardiologist changed Coreg 12.5mg PO BID which he had on previous discharge to Toprol XL 100mg PO daily. This was changed to 200mg PO daily recently which was continued on discharge Continue Apixaban, Lisinopril, statin #Anemia mild and secondary to inflammation and phlebotomy He is schedule for colonoscopy next week at , but he is not iron deficient by our labs, nor is he macrocytic. Anemia may be due to myelosuppression due to heavy and long standing drinking history. #Proteinuria Urine culture sent in the ER, but for unclear reasons. No need for empiric ABX for UTI. # Tobacco use disorder no cigarettes in the past 2 months, continue nicotine gum # Alcohol use disorder previously drank 6 beers/day, but none in the past 3 days. He has no symptoms or signs of withdrawal (RVR has alternative explanation). He had no scoring on CIWA previous admission. He did not exhibit any signs or symptoms of alcohol withdrawal. He endorses drinking less (fewer days of the week), is consuming vodka or gin mixed with coke, up to four drinks a night. He endorses drinking due to depression. I advised f/u with his PCP for consideration of acamprosate to help curbe drinking, and discussed risk of alcoholic liver injury. On my exam he does not have a palpable liver margin or gynecomastia or spider angiomata, but does have some mild palmar erythema. LFTs are within normal limits, albumin pending at time of discharge. # Hyperglycemia with History of impaired glycemic control: A1c 6.6% in 5.9% in . Carb controlled diet given prednisone # ?History of gout: Patient mentions that for the past several years he has intermittently had painful swelling and redness of his bilateral great toes and right wrist. Reports previously treated for possible cellulitis, but history concerning for possible gout, particularly given his history of alcohol use. PCP notified of admission Greater than hour spent on her care. Medications on Admission: The Preadmission Medication list is accurate and complete. 1. Apixaban 5 mg PO BID 2. Atorvastatin 20 mg PO QPM 3. Lisinopril 5 mg PO DAILY 4. nicotine (polacrilex) 2 mg buccal ASDIR 5. Furosemide 20 mg PO EVERY OTHER DAY 6. Metoprolol Succinate XL 200 mg PO DAILY Discharge Medications: 1. Albuterol Inhaler 2 PUFF IH TID Use your inhaler three times a day until you see your PCP 2. Azithromycin 250 mg PO DAILY Duration: 4 Doses Take it for 3 more days 3. PredniSONE 40 mg PO DAILY Take it in the morning for 3 more days 4. Tiotropium Bromide 1 CAP IH DAILY 5. Apixaban 5 mg PO BID 6. Atorvastatin 20 mg PO QPM 7. Furosemide 20 mg PO EVERY OTHER DAY 8. Lisinopril 5 mg PO DAILY 9. Metoprolol Succinate XL 200 mg PO DAILY 10. nicotine (polacrilex) 2 mg buccal ASDIR Discharge Disposition: Home Discharge Diagnosis: 1. Shortness of breath, low oxygen due to bronchitis, possible underlying COPD 2. Atrial fibrillation 3. Congestive heart failure 4. Anemia 5. Alcohol use Discharge Condition: Mental Status: Clear and coherent. Level of Consciousness: Alert and interactive. Activity Status: Ambulatory Independent. Discharge Instructions: You were admitted to the hospital with shortness of breath and low oxygen levels a week after having some upper respiratory (cold) symptoms. You improved significantly after treatment with prednisone, breathing treatments and antibiotics. I have sent your prescriptions to your Pharmacy on in . Please take prednisone 40 mg every morning for 3 more days, azithromycin (antibiotic) for three more days. I have prescribed inhalers for you to use at home. Dr should obtain pulmonary function tests to determine if you have underlying COPD or emphysema. Also, please discuss with her your desire to stop drinking, and to discuss whether you might be a candidate for a medication to call acamprosate. Please avoid alcohol. It worsens your heart failure and increases your chance of developing liver disease. Followup Instructions:"
}