{
  "17738661-DS-8": "MEDICINE Allergies: Ativan / lo Attending: . Chief Complaint: orthopnea, rash Major Surgical or Invasive Procedure: None History of Present Illness: PMH renal cell carcinoma, status post right nephrectomy, complicated by metastatic pleural nodules and malignant effusion, on chemotherapy, HFrEF, HTN, HLD an atrial flutter/atrial fibrillation, with admission F and cardiogenic shock in the setting of malignant pericardial effusion, status post pericardial drain placement and removal presents with new L lower leg ecchymosis, erythema, and swelling, with worsening orthopnea. He noticed a scratch on his left lower leg on . He does not recall any specific injury or trauma to the leg, but thinks he may have bumped it on a bedside table. Over the next hours, he developed worsening pain, erythema, swelling, and development of a large ecchymosis of the medial aspect of the lower leg. He has some peripheral neuropathy at baseline, but has not noticed any change in sensation of the leg or new weakness. Endorses intermittent fevers and chills, but no recorded temps at home. Has noticed several days of dysuria, but denies increased urinary frequency or hematuria. Also with some mild nausea, but no vomiting, chest pain, or abdominal pain. Last BM was 3 days ago and was normal. At the same time, he reports several days of worsening bilateral leg swelling and orthopnea. Due to accidental omission of Lasix from his pill organizer, he has not taken the Lasix over the past week. He has home oxygen, but typically only uses it ~1x/week. His O2 requirement has not increased over the last week. In the ED, initial VS were: 4 98.6 98 114/82 17 94% RA Exam notable for: Lung sounds are absent at the right bases and faint at the right upper. Left lung fields all demonstrate fine crackles Small area of bruising of the right chest. Large hematoma in his left lower extremity but it is not tense. Biphasic pulses dopplerable bilaterally. 2+ pitting edema bilaterally POCUS echo demonstrates trace pericardial effusion, large volume ascites, B lines and right upper lung field, probable loculated fluid in right lower lung field Labs showed: WBC 14.7, INR 1.6, normal Chem, BNP 2881, lactate 2.7, UA +, flu negative, trop 0.05, MB1 Imaging showed: CTA negative for PE, progression of right lower lobe postobstructive collapse as well as mediastinal and right hilar lymphadenopathy since . Loculated right pleural effusion, right pleural and right chest wall tumoral deposits, and multiple lytic and expansile osseous metastasis appear similar to the prior exam. No DVT b/l in Patient received: IV Lasix 40, IV vancomycin and ceftriaxone Transfer VS were: 98.1 104 112/71 20 100% 4L NC On arrival to the floor, patient confirms the above history. He endorses significant leg pain and requests pain meds. Past Medical History: -Renal cell carcinoma (stage II clear cell) status post right nephrectomy, complicated by metastatic pleural nodules and malignant effusion, on axitinib 5 BID, : started nivolumab. CARDIAC HX: -Recent admission F and cardiogenic shock in the setting of malignant pericardial effusion, status post pericardial drain placement and removal. -Hypertension -Hyperlipidemia -?MI in , did not require stents or surgery -A.flutter (had been on warfarin for 5 months in the past) OTHER Medical Hx: Thyroid nodules GERD Colonic polyps Gallstone pancreatitis Social History: Family History: His mother had ovarian cancer. One of his rothers died of liver cancer. Another brother had ESRD, was on Dialysis, and died of complications. His father had a lymph noder emoved and received XRT, but the patient does not know the diagnosis. One sister passed away due to breast cancer. Physical Exam: ADMISSION PHYSICAL EXAM: VS: 98.3, 116/87, 65, 22, 96% on 3.5L NC GENERAL: Chronically ill appearing. Alert and interactive. NAD. HEENT: AT/NC, EOMI, PERRL, anicteric sclera, pink conjunctiva, MMM NECK: supple, no JVD HEART: Irregularly irregular rhythm, non-tachycardic, audible S1/S2, no murmurs, gallops, or rubs. Pulsus 8-oppler and manual BP cuff. LUNGS: Breathing comfortably on NC O2. Absent breath sounds at right base, with decreased breath sounds in upper lung field. Few left basilar crackles. No wheezes or rhonchi. ABDOMEN: Distended but soft, no tenderness to light or deep palpation. No organomegaly. EXTREMITIES: pitting edema to lower thigh bilaterally. Extensive purpuric, erythematous rash covering medial aspect of L lower leg (borders marked with marking pen). Significant tenderness to palpation of L lower leg at site of the erythema. R lower leg cool to touch, L lower leg warm. PULSES: Dopplerable DP and pulses bilaterally. NEURO: A&Ox3, sensation to light touch intact in bilateral lower extremities, strength exam limited due to pain, but able to move all 4 extremities. DISCHARGE PHYSICAL EXAM: On exam, patient was non-responsive to voice. His pupils were nonreactive to light. He did not withdraw to pain. He had no heart or breath sounds. He was pronounced dead at 04:05 on . Pertinent Results: ADMISSION LABS: 11:18PM WBC-14.6* RBC-4.34* HGB-12.4* HCT-40.9 MCV-94 MCH-28.6 MCHC-30.3* RDW-16.9* RDWSD-58.6* 11:18PM NEUTS-88.1* LYMPHS-5.0* MONOS-6.1 EOS-0.1* BASOS-0.2 IM AbsNeut-12.83* AbsLymp-0.73* AbsMono-0.89* AbsEos-0.01* AbsBaso-0.03 11:18PM PTT-36.9* 11:18PM CALCIUM-8.4 PHOSPHATE-3.1 MAGNESIUM-1.6 11:18PM CK-MB-1 proBNP-2881* 11:18PM cTropnT-0.05* 11:18PM CK(CPK)-52 11:18PM GLUCOSE-91 UREA N-17 CREAT-0.9 SODIUM-139 POTASSIUM-4.3 CHLORIDE-98 TOTAL CO2-27 ANION GAP-14 02:50AM URINE COLOR-Yellow APPEAR-Cloudy* SP 02:50AM URINE BLOOD-MOD* NITRITE-NEG PROTEIN-30* GLUCOSE-NEG KETONE-NEG BILIRUBIN-NEG UROBILNGN-NEG PH-6.0 LEUK-LG* 02:50AM URINE RBC-17* WBC->182* BACTERIA-FEW* YEAST-NONE EPI-0 02:50AM URINE WBCCLUMP-MANY* MUCOUS-FEW* 03:18AM LACTATE-2.7* 08:27AM LACTATE-2.6* MICRO: No growth of blood, urine (beyond yeast), or peritoneal fluid cultures IMAGING: TTE () The left atrium is markedly dilated. The right atrium is markedly dilated. There is moderate symmetric left ventricular hypertrophy. The left ventricular cavity is small. Overall left ventricular systolic function is low normal (LVEF 50%). There is abnormal septal motion suggestive of pericardial constriction. The aortic root is mildly dilated at the sinus level. The mitral valve appears structurally normal with trivial mitral regurgitation. There is a trivial/physiologic pericardial effusion. There are no echocardiographic signs of tamponade. The echo findings are suggestive but not diagnostic of pericardial constriction. CXR () Near complete collapse of the right lower lobe with loculated right pleural effusion is not appreciably changed on radiographs from multiple prior studies dating back to , but is better assessed on the dedicated same day CTA chest. BILATERAL ULTRASOUND () 1. The right and left peroneal veins were not detectable. Otherwise, no evidence of deep venous thrombosis in the right or left lower extremity veins. 2. Subcutaneous edema noted in both the right and left calf. CTA CHEST () 1. No evidence of pulmonary embolism or acute aortic abnormality. 2. Interval progression of complete right lower lobe collapse as well as mediastinal and right hilar lymphadenopathy since . 3. Multifocal ground-glass opacities in the left lung with interval increase in small left pleural effusion likely represents component of superimposed pulmonary edema. 4. Loculated right pleural effusion, right pleural and right chest wall tumoral deposits, mild pericardial effusion, and multiple lytic and expansile osseous metastasis appear similar to the prior exam in . 5. Redemonstration of partially visualized celiac axis nodal mass. 6. Partially visualized intra-abdominal ascites may be slightly increased since the prior study. NON-CONTRAST CT HEAD () 1. No acute intracranial abnormalities. Please note MRI of the brain is more sensitive for the detection of acute infarct. 2. Please note contrast brain MRI is more sensitive for the evaluation of intracranial metastatic disease. 3. Paranasal sinus disease , as described. 4. Atrophy, probable small vessel ischemic changes, and atherosclerotic vascular disease as described. ANKLE/FOOT XRAY () No fracture or dislocations are seen around the left foot or ankle. There are no significant degenerative changes. The mortise is congruent on these nonweight bearing views. The tibial talar joint space is preserved and no talar dome osteochondral lesion is identified. No suspicious lytic or sclerotic lesion is identified. No soft tissue calcification or radiopaque foreign body is identified. There is soft tissue swelling noted around the ankle. CXR () 1. Mild interval increase in the right loculated pleural effusion. In tandem with the mild enlargement of heart size, the development of early pulmonary edema is possible. 2. Unchanged near complete collapse of the right lower lung. 3. Mild interval increase in left lower lung atelectasis. TTE () The left ventricular cavity size is normal. Right ventricular chamber size and free wall motion are normal. The mitral valve appears structurally normal with trivial mitral regurgitation. There is a small circumferential pericardial effusion without definite echocardiographic signs of tamponade. Ascites is present. Brief Hospital Course: s/p r nephrectomy c/b metastatic pleural nodules & malignant pericardial effusion s/p pericardial drains, on nivolumab, who presented with erythema & worsening orthopnea, treated initially as cellulitis subsequently felt to be traumatic purpura but hospital course c/b TTE findings suggestive of pericardial constriction, fluid overload, hypotension and c/f infection of uncertain source. He developed anuric renal failure likely in the setting of persistent hypotension, and given his multiorgan failure and terminal cancer diagnosis, the patient and his family expressed a clear preference to transition his care to comfort measures only. # GOC Given his multiorgan failure, terminal cancer diagnosis, and lack of remaining medical options to potentially alter his prognosis, expressed a clear desire to transition his care to comfort-focused care. He was enrolled in inpatient hospice, and his pain, dyspnea, and anxiety were managed with the help of palliative care. He spent time with his family on the day before his death, and died overnight into . He was pronounced dead at 4:05 am. His family was informed, and they expressed gratitude over the care he had received. # Pericardial Effusion # Constrictive pericardial disease Effusion likely malignant c/w prior, presently no e/o tamponade physiology by echo but pulsus has been elevated as high as 18. Pericardiocentesis , pericardiotomy . TTE from with constrictive pericardial disease likely secondary to both metastatic disease and multiple previous procedures. Stopped monitoring vitals after transition to CMO. # RCC s/p r nephrectomy c/b metastasis, multiple failed regimens Previously on Nivolumab (C2D1 . Had recently been on Axitinib. After his transition to CMO, he was treated symptomatically for his pain, anxiety, and dyspnea. # Shock Multifactorial; likely obstructive due to constrictive pericardium, possibly septic. Discontinued antibiotics and albumin after transition to CMO. # Malignant Ascites Patient had significant abdominal ascites secondary to diffuse metastatic disease. s/p dx and tx paracentesis , without e/o SBP by cell count. 4L removed, with 25g albumin post-procedure. # HFpEF Exam consistent with fluid overload. However, diuresis made more challenging by constrictive pericardium. Discontinued supportive albumin after care was transitioned to CMO, as above. # Leukocytosis w/left shift Unclear source, but considered UTI vs PNA vs SSTI vs SBP. Notably afebrile throughout course. Discontinued ABX with shift in care to CMO. # Anuric Cr 4.1 on last check, up from b/l 0.9, now anuric. New during hospitalization, developed during periods of hypotension and as patient was increasing in weight. Suspect ATN from hypotension vs cardiogenic. Per nephrology, the patient would not be a candidate for HD. # Afib Previously on apixaban and metoprolol. Metoprolol was held given c/f cardiogenic shock. Medications on Admission: The Preadmission Medication list is accurate and complete. 1. Acetaminophen 325-650 mg PO BID:PRN Pain Mild 2. Apixaban 5 mg PO BID 3. Aspirin 81 mg PO DAILY 4. axitinib 5 mg PO BID 5. Bisacodyl 10 mg PO EVERY OTHER DAY 6. Docusate Sodium 100 mg PO BID 7. Levothyroxine Sodium 75 mcg PO DAILY 8. Multivitamins 1 TAB PO DAILY 9. Omeprazole 20 mg PO BID 10. Polyethylene Glycol 17 g PO DAILY 11. Senna 8.6 mg PO BID:PRN constipation 12. OxyCODONE SR (OxyconTIN) 10 mg PO Q12H 13. melatonin 3 mg oral QHS:PRN insomnia 14. Metoprolol Succinate XL 25 mg PO DAILY 15. amLODIPine 10 mg PO DAILY 16. Ondansetron mg PO Q8H:PRN nausea 17. OxyCODONE (Immediate Release) mg PO Q4H:PRN moderate pain and dyspnea 18. Furosemide 20 mg PO DAILY Discharge Medications: N/A. Deceased. Discharge Disposition: Home With Service Facility: Discharge Diagnosis: metastatic renal cell carcinoma malignant pericardial effusion obstructive shock secondary to constrictive pericardial disease acute on chronic hypoxic respiratory failure, multifactorial malignant ascites acute anuric renal failure Discharge Condition: deceased Discharge Instructions: deceased Followup Instructions:"
}