{
  "16765346-DS-15": "MEDICINE Allergies: No Known Allergies / Adverse Drug Reactions Attending: . Chief Complaint: Fall Major Surgical or Invasive Procedure: None History of Present Illness: is a female w/ past medical history of HTN/HLD, CAD, L. hip fracture s/p ORIF and recent midbrain infarct now presenting s/p fall from sitting height. Per the pt's daughter she was trying to stand up without assistance from her wheelchair, lost balance and fell to her side striking her head. Of note, the pt has not been verbal or interactive since her recent stroke. Per phonecall w/ the patient's daughter, her mother's mental status has been declining over the last weeks. She has been less interactive, spending large portions of her day sleeping; she previously had poor memory but enjoyed reading and telling stories. Pt also has been increasingly confused, occasionally unable to identify children which is new over the last week despite Of note pt was recently admitted she presented w/ L. ptosis and gaze palsy and was found to have an acute L. midbrain infarct. This was thought to be cardioembolic in origin, though without definite source seen on TTE. Per discussion with the family, further workup for etiology of stroke was not pursued as per discussion w/ family they would not want anticoagulation. Cognitive impairment during this admission was thought to be long standing. In the ED: Initial vital signs were notable for: T 97.3, HR 88, BP 136/73, RR 16, 98% RA Exam notable for: \"Gen: sleeping, opens eyes to sternal rub HEENT: right temporal hematoma, PERRL, sclera anicteric RESP: unlabored respirations, bilateral rhonchi likely snoring, no crackles GI: abd soft, LLQ tenderness to palpation w/o rebound/guarding, hypoactive bowel sounds NEURO: unable to assess cranial nerves given MS\" Labs were notable for: HypoNa 131 Leukocytosis 17.6 (Neutrophil 80.4) UA (straight cath) Lg leuk, pos Nitrite, 50 WBCs, few Bact UCX and BCx were drawn Studies performed include: CT A/P: Acute sigmoid diverticulitis, hyper enhancement and thickening of bladder wall is nonspecific, but can be seen in cystitis, Fibrotic changes at the lung base. It would be difficult to exclude superimposed acute aspiration, Severe compression fracture of the L1 vertebral body with retropulsion into the canal causing severe narrowing is chronic. CT C-spine: No acute fracture. CTH w/o contrast: Unchanged hypoattenuation in the left mid brain corresponding to acute to early subacute left infarct CXR no focal consolidation Patient was given: 1L LR Flagyl 500mg Q8 (s/p 2 doses) Ciprofloxacin 400mg ASA 81mg Started on NS mIVF @ 100cc/hr Vitals on transfer: T 96.4, HR 64, BP 110/56, RR 16, 99% RA Upon arrival to the floor, pt is arousable and denies any acute complaints. Notably, she is only oriented to person and that she is in a hospital, she is unable to recall that she fell and hit her head, how many children she has, or where she lives. She did deny any current abdominal pain, dysuria, HA, dizziness or CP. Past Medical History: Small stroke noted incidentally on head imaging in HTN Mild cognitive impairment. ?Vascular dementia MI age , stress test negative Osteoporosis Bleeding ulcer on endoscopy Fall , colonoscopy ?polyps Hyperlipidemia CORONARY ARTERY DISEASE HYPERLIPIDEMIA HYPERTENSION COGNITIVE IMPAIRMENT STROKE OSTEOPOROSIS BASAL CELL CARCINOMA LEFT HIP FRACTURE S/P FIXATION DIABETES MELLITUS SENSORINEURAL HEARING LOSS S/P LEFT ANKLE FRACTURE AND ORIF Physical Exam: ADMISSION PHYSICAL Vitals: Reviewed in OMR GENERAL: Sleeping but arousable elderly woman awakens to voice, L. ptosis, appears comfortable in NAD HEENT: R. temporal hematoma, R. cheek tenderness, L. pupil 1.5mm, R. pupil .5mm , Complete L. ptosis, Severely limited adduction, abduction of L. eye. Sclera anicteric and without injection. MMM NECK: Thyroid is normal in size and texture, no nodules. No cervical lymphadenopathy. No JVD. CARDIAC: Regular rhythm, normal rate. Audible S1 and S2. No murmurs/rubs/gallops. LUNGS: Clear to auscultation bilaterally. No wheezes, rhonchi or rales. No increased work of breathing. BACK: No spinous process tenderness. No CVA tenderness. ABDOMEN: Normal bowels sounds, non distended, non-tender to deep palpation in all four quadrants. No organomegaly. EXTREMITIES: No clubbing, cyanosis, or edema. Pulses DP/Radial 2+ bilaterally. SKIN: Warm. Cap refill <2s. No rash. NEUROLOGIC: CN2-12 intact. strength throughout. Normal sensation. Gait is normal. AOx3. DISCHARGE PHYSICAL EXAM 24 HR Data (last updated @ 750) Temp: 97.7 (Tm 99.3), BP: 111/67 (111-194/67-92), HR: 61 (61-114), RR: 18, O2 sat: 95% (94-96), O2 delivery: Ra GENERAL: Resting elderly woman w/ R. temporal hematoma, awakens to voice, L. ptosis, appears comfortable in NAD HEENT: L. ptosis, Sclera anicteric and without injection. CARDIAC: Regular rhythm, normal rate. Audible S1 and S2. No murmurs/rubs/gallops. JVP not appreciable LUNGS: Clear to auscultation bilaterally. No wheezes, rhonchi or rales. No increased work of breathing. ABDOMEN: Normal bowels sounds,distension improved, no abdominal tendereness to superifical or deep palpation EXTREMITIES: No peripheral edema. Pulses DP/Radial 2+ bilaterally. SKIN: Warm. No rash. NEUROLOGIC: Oriented to self and hospital. Moving all 4 extremities, Pertinent Results: ADMISSION LABS 01:30AM BLOOD WBC-17.6* RBC-4.59 Hgb-13.4 Hct-38.6 MCV-84 MCH-29.2 MCHC-34.7 RDW-14.1 RDWSD-43.6 Plt 01:30AM BLOOD Neuts-80.4* Lymphs-9.9* Monos-8.8 Eos-0.1* Baso-0.2 Im AbsNeut-14.13* AbsLymp-1.74 AbsMono-1.55* AbsEos-0.02* AbsBaso-0.03 01:30AM BLOOD Plt 03:08AM BLOOD PTT-23.8* 01:30AM BLOOD Glucose-153* UreaN-26* Creat-0.6 Na-131* K-5.0 Cl-93* HCO3-25 AnGap-13 06:58AM BLOOD ALT-20 AST-38 LD(LDH)-407* AlkPhos-74 TotBili-0.4 07:18AM BLOOD Calcium-8.5 Phos-3.4 Mg-1.9 07:18AM BLOOD Osmolal-268* DISCHARGE LABS 06:37AM BLOOD WBC-12.3* RBC-4.27 Hgb-12.7 Hct-37.3 MCV-87 MCH-29.7 MCHC-34.0 RDW-14.6 RDWSD-46.3 Plt 06:58AM BLOOD Neuts-67.2 Lymphs-18.3* Monos-11.5 Eos-2.0 Baso-0.4 Im AbsNeut-7.68* AbsLymp-2.09 AbsMono-1.31* AbsEos-0.23 AbsBaso-0.05 06:37AM BLOOD Plt 06:37AM BLOOD Glucose-152* UreaN-16 Creat-0.5 Na-134* K-3.9 Cl-97 HCO3-26 AnGap-11 06:37AM BLOOD Calcium-8.8 Phos-3.6 Mg-2.1 MICROBIOLOGY **FINAL REPORT URINE CULTURE (Final : PROTEUS VULGARIS. >100,000 CFU/mL. SENSITIVITIES: MIC expressed in MCG/ML PROTEUS VULGARIS | AMPICILLIN =>32 R AMPICILLIN/SULBACTAM 8 S CEFAZOLIN =>64 R CEFEPIME <=1 S CEFTAZIDIME <=1 S CEFTRIAXONE <=1 S CIPROFLOXACIN <=0.25 S GENTAMICIN <=1 S LEVOFLOXACIN <=0.12 S MEROPENEM <=0.25 S PIPERACILLIN/TAZO <=4 S TOBRAMYCIN <=1 S TRIMETHOPRIM/SULFA <=1 S BCX **FINAL REPORT Blood Culture, Routine (Final : NO GROWTH. Brief Hospital Course: SUMMARY STATEMENT is a female w/ past medical history of HTN/HLD, CAD, L. hip fracture s/p ORIF and recent midbrain infarct now presenting s/p fall from sitting height who was admitted for diverticulitis and UTI, and will continue antibiotics through . TRANSITIONAL ISSUES [] Cipro/Flagyl for diverticulitis and UTI through [] Pt w/ intermittent urinary retention, if decreased urine output, please bladder scan and insert foley if not urinating and retaining [] Pt has had hyponatremia that has been slowly improving, please check a [] Pt was started on metoprolol while inpatient for atrial fibrillation rate control, please get vitals daily to monitor HR [] Pt's blood pressure medications were increased, please titrate as needed for SBP goal < 150 [] Pt discharged with mild stable leukocytosis thought to be secondary to pt's resolving infection [] L1 compression fracture noticed incidentally on imaging. Pt is asymptomatic. Discharge Hgb 12.7 Discharge Cr .5 Discharge Na 134 NEW MEDICATIONS Apixiban 2.5mg BID Amlodipine 5mg daily Atorvastatin 40mg QHS Metrondiazole 500mg Q8 Ciprofloxacin 500mg Q12 MEDICATIONS WE CHANGED Increase losartan to 75mg daily MEDICATIONS WE STOPPED Simvastatin Gabapentin HOSPITAL COURSE BY PROBLEM ACUTE ISSUES: #Acute Sigmoid Diverticulitis Pt presenting w/ LLQ pain on exam, leukocytosis to 17 and evidence of acute sigmoid diverticulitis on CT A/P .Leukocytosis and abdominal pain resolved, patient remain hemodynamically stable and she was transitioned to oral antibiotics. Continue Ciprofloxacin/Flagyl PO for full 10 course through #Proteus vulgaris urinary tract infection #Urinary Retention UA on admission w/ nitrites, large leukocytes, +bacteria suggestive of UTI. Pt intermittently endorsed dysuria, which has resolved. The course has been complicated by urinary retention which may be multifactorial secondary to recent stroke and mucosal irritation from urinary tract infection. Continue ciprofloxacin (P.vulagris sensitive) until #Atrial fibrillation w/ RVR, paroxysmal On pt was found to be in Afib w/ RVR and rates in the 120s, this initially responded well to 25mg of PO metoprolol. She was thought to be possibly mildly hypovolemic and given 500c IVF. She reverted back to sinus rhythm w/ HRs in the on . She was started on apixaban 2.5mg daily for anticoagulation given high risk for recurrent cardioembolic stroke after discussion with family. #HypoNa Pt presenting with hypoNa to 131 on admission from previous discharge Na of 130. Etiology of this is still somewhat unknown. Given her mental status, possibly decreased PO intake and infection it was thought that she may be hypovolemic and her sodium responded intermittently to IVF. Her Na uptrended w/o intervention to 134 prior to discharge. #HTN/HLD Losartan held following previous admission to allow for permissive hypertension s/p stroke.. Pt had been hypertensive here with labile SBPs ranging from 120s-180s. Her losartan was restarted and titrated to 75mg daily. She was also started on amlodipine 5mg daily. Despite recent stroke her blood pressure goal should be normotension, SBP <150 #Fall Pt fell from sitting height had R. head strike, no LOC. No c/f for acute intracranial bleed on CTH. Etiology of fall is most likely mechanical imbalance from chronic medical issues. consulted and recommending continued rehab CHRONIC ISSUES: #Recent L.Midbrain infarct Recent hospitalization for acute L.midbrin infarct, thought to becardiolembolic in origin (though no definite nidus on TTE),family did not want anticoagulation initially. However on repeat discussion with the family the decision was made to initiabe apixaban 2.5mg. Pt still w/ complete L.ptosis, minimal extraocular movement of left (no abduction or adduction), possible RUE weakness though difficult to assess given mental status. Continued ASA 81 Simvastatin 40 switched to Atorvastatin 40 Increased Losartan as above #Dementia, #Toxic metabolic encephalopathy Pt presenting w/ poor baseline cognition most likely representing chronic cognitive decline in the setting of known dementia. However, this may have been acutely worsened given recent recent infectious and vascular insults as above. Pt largely only oriented to person and location (ie. hospital) this admission. Medications on Admission: The Preadmission Medication list is accurate and complete. 1. Gabapentin 100 mg PO BID 2. Simvastatin 40 mg PO QPM 3. Aspirin 81 mg PO DAILY Discharge Medications: 1. amLODIPine 5 mg PO DAILY 2. Apixaban 2.5 mg PO BID 3. Atorvastatin 40 mg PO QPM 4. Ciprofloxacin HCl 500 mg PO Q12H Duration: 4 Days 5. Losartan Potassium 75 mg PO DAILY 6. Metoprolol Succinate XL 100 mg PO DAILY 7. MetroNIDAZOLE 500 mg PO Q8H Duration: 4 Days 8. Polyethylene Glycol 17 g PO DAILY 9. Senna 17.2 mg PO BID 10. Aspirin 81 mg PO DAILY Discharge Disposition: Extended Care Facility: Discharge Diagnosis: PRIMARY DIAGNOSIS UTI SECONDARY DIAGNOSIS Diverticulitis Atrial fibrillation w/ rapid ventricular rate Hypertension Cardioembolic stroke Cognitive decline Discharge Condition: Mental Status: Confused always. Level of Consciousness: Lethargic but arousable. Activity Status: Out of Bed with assistance to chair or wheelchair. Discharge Instructions: Dear Ms. , Please see below for more information on your hospitalization. It was a pleasure taking part in your care here at ! WHY WERE YOU ADMITTED TO THE HOSPITAL? Because you fell and hit your head and were found to have an infection in your urine and your colon WHAT WAS DONE WHILE YOU WERE IN THE HOSPITAL? You had a head CT that did not show any bleeding You were given antibiotics for your infections You were started on a blood thinner, apixaban, because you were found to have different heart rhythm called atrial fibrillation We increased your blood pressure medications WHAT DO YOU NEED TO DO WHEN YOU LEAVE THE HOSPITAL? Go to all of your appointments Take all of your medications We wish you all the best! Your Care Team NEW MEDICATIONS Apixiban 2.5mg BID Amlodipine 5mg daily Metrondiazole 500mg Q8 Ciprofloxacin Atorvastatin 40mg QHS MEDICATIONS WE CHANGED Increase losartan to 75mg daily MEDICATIONS WE STOPPED Gabapentin Simvastatin Followup Instructions:"
}