{
  "10475521-DS-2": "MEDICINE Allergies: shellfish derived Attending: . Chief Complaint: L foot pain Major Surgical or Invasive Procedure: : femoral angiogram w/ stent placement and balloon angioplasty History of Present Illness: year old female with CAD, CVA, COPD, and EtOH/HCV cirrhosis complicated by ascites presents from rehab with worsening left foot pain. Per patient, pain initially started approximately 1 month ago with itching/burning sensation. There was concern for vasculitis vs. shingles, and she was treated for shingles (acyclovir > valacyclovir) without complete improvement. She was then found to have + and RF +, so she was started on prednisone () for presumed vasculitis. Her symptoms did not improve on prednisone and instead progressed over the last two days. This has been associated with purpling of the left great and second toe. She was sent to where she reportedly had a CTA of the lower extremity that showed \"Atherosclerotic plaque with bilateral mod ileo-femoral stenosis and severe stenosis in mid left SFA. No occlusion.\" In the ED, patient was afebrile and normotensive. Toes were noted to be mottled though pulses were dopplerable. Labs were notable for mild thrombocytopenia (117) and transaminitis (AST 129/ALT 134) with normal Tbili (0.2). Chem7 was within normal limits. CXR was suggestive of chronic pulmonary disease (hyperexpansion, flattening of the hemidiaphragms, prominence of interstitial markings) but was without focal consolidation. Vascular surgery was consulted and recommended heparin gtt, pain control, CTA torso to evaluate for aneurysmal disease or dissection, full LFTs/hepatology consult given concern for cirrhosis ni the setting of untreated HCV and alcohol use, and TTE to evaluate cardiac function prior to surgery. CTA torso was obtained and showed no evidence of aortic dissection, moderate to severe atherosclerotic disease of the thoracic and abdominal aorta, and GGO of the LUL concerning for infection/inflammation. Pain in the ED was managed with IV morphine, IV hydromorphone, PO gabapentin, ibuprofen, and acetaminophen. She also received PO buspirone, PO furosemide 40mg, duoneb, and folic acid. She was then admitted to medicine for further management. Upon arrival to the floor, patient confirms the above history. She complains of worsening intermittent pain in the left foot over the last two days associated with discoloration that she feels is spreading. She denies any other symptoms. Past Medical History: CAD s/p PCI CVA COPD Cirrhosis complicated by ascites Tobacco use Alcohol use disorder with history of withdrawal Depression Chronic low back and hip pain Social History: Family History: Patient did not know her biological mother. Father had diabetes. Half sister is healthy. Physical Exam: ADMISSION PHYSICAL EXAM: VITALS: 98.2 122/84 82 18 97% 2L : Alert and interactive. Fidgeting in bed intermittently secondary to pain in her left foot. HEENT: NCAT. PERRL, EOMI. Sclera anicteric and without injection. MMM. CARDIAC: Distant heart sounds. Regular rhythm, normal rate. Audible S1 and S2. No murmurs/rubs/gallops. LUNGS: Prolonged expiratory phase. Diffuse wheezing on the right. ABDOMEN: Normal bowels sounds, distended though without fluid wave, non-tender to deep palpation in all four quadrants. No organomegaly. EXTREMITIES: Left great toe and half of second toe is cyanotic and cool. Plantar aspect of left foot is also cyanotic and cool. Tender to palpation. SKIN: No livedo reticularis present. Purpuric lesions on left calf (new today, per patient) that are not palpable. NEUROLOGIC: CN2-12 intact. strength throughout, though patient unable to dorsiflex left foot (several days per patient). Normal sensation. DISCHARGE PHYSICAL EXAM 24 HR Data (last updated @ 552) Temp: 98.5 (Tm 99.0), BP: 103/62 (103-131/62-74), HR: 101 (92-102), RR: 18 (), O2 sat: 92% (92-94), O2 delivery: Ra : NAD, Pleasant CARDIAC: RRR, nl s1/s2 LUNGS: CTAB ABD: softer than yesterday, ongoing distension but non-tender, normoactive bowel sounds. EXTREMITIES: Left great toe and second toe still with some purple discoloration, improved from yesterday . Toe still cool to touch. Bilateral DP and pulses are palpable. No lower extremity edema. NEUROLOGIC: AOx3. CN2-12 intact. strength throughout, unable to fully dorsiflex left foot. Sensation intact. No asterixis. Pertinent Results: ADMISSION LABS 02:40AM BLOOD WBC-9.9 RBC-4.68 Hgb-12.4 Hct-41.2 MCV-88 MCH-26.5 MCHC-30.1* RDW-UNABLE TO RDWSD-UNABLE TO Plt 02:40AM BLOOD Neuts-88* Bands-3 Lymphs-4* Monos-2* Eos-0* Baso-0 Metas-2* Myelos-0 Promyel-1* AbsNeut-9.01* AbsLymp-0.40* AbsMono-0.20 AbsEos-0.0* AbsBaso-0.0* 02:40AM BLOOD PTT-26.2 02:40AM BLOOD Glucose-166* UreaN-15 Creat-0.9 Na-137 K-5.1 Cl-98 HCO3-25 AnGap-14 02:40AM BLOOD ALT-134* AST-129* AlkPhos-123* TotBili-0.2 02:40AM BLOOD Albumin-3.8 INTERVAL LABS/MICROBIOLOGY/REPORTS 06:57AM BLOOD Ret Aut-1.6 Abs Ret-0.07 06:57AM BLOOD Hapto-162 06:57AM BLOOD HBsAg-NEG HBsAb-NEG HBcAb-NEG HAV Ab-NEG 06:57AM BLOOD RheuFac-35* CRP-1.3 10:35AM BLOOD C3-107 C4-9* 06:57AM BLOOD HIV Ab-NEG 10:35AM BLOOD ASA-NEG Ethanol-NEG Acetmnp-15 Tricycl-POS* 06:57AM BLOOD HCV VL-6.0* 11:50AM BLOOD Lactate-2.1* : Urine legionella: negative : Urine culture: no growth : Urine culture: no growth : Blood culture: CRYOGLOBULIN Test Result Reference Range/Units % CRYOCRIT SEE NOTE NONE DETECTED % A LOW cryoprecipitate was detected (Cryocrit 0.75 %). Test Result Reference Range/Units CRYOCRIT IMMUNOFIXATION SEE NOTE No monoclonal proteins detected by immunofixation studies. Test Result Reference Range/Units CRYOCRIT IMMUNODIFFUSION SEE NOTE Immunodiffusion studies of the patient's cryoprecipitate detected IGG,IGA,IGM,KAPPA,LAMBDA AND ALBUMIN. Test Result Reference Range/Units RHEUMATOID FACTOR 33 H <14 IU/mL CRYOGLOBULIN, QL POSITIVE A Reference Range: NEGATIVE IN NORMAL INDIVIDUALS This test was developed and its analytical performance characteristics have been determined by . It has not been cleared or approved by FDA. This assay has been validated pursuant to the regulations and is used for clinical purposes. THIS TEST WAS PERFORMED AT: , CTA CHEST Study Date of 1. No evidence of aortic dissection. 2. Moderate to severe atherosclerotic disease of the thoracic and abdominal aorta. 3. 7 mm ground-glass opacity of the left upper lobe, indeterminate. 4. Other findings, as described above. RECOMMENDATION(S): For an incidentally detected single ground-glass nodule bigger than 6mm, CT follow-up in 6 to 12 months is recommended to confirm persistence. If persistent, CT follow-up every years until years after initial detection are recommended. DUPLEX DOPP ABD/PEL Study Date of 1. Nodular liver contour liver consistent with cirrhosis. No ascites or splenomegaly. 2. Patent hepatic vasculature. TTE The left atrial volume index is normal. There is no evidence for an atrial septal defect by 2D/color Doppler. The estimated right atrial pressure is mmHg. There is normal left ventricular wall thickness with a normal cavity size. There is suboptimal image quality to assess regional left ventricular function. Overall left ventricular systolic function is normal. Quantitative biplane left ventricular ejection fraction is 68 %. Left ventricular cardiac index is normal (>2.5 L/min/m2). There is no resting left ventricular outflow tract gradient. Diastolic parameters are indeterminate. Normal right ventricular cavity size with normal free wall motion. The aortic sinus diameter is normal for gender. The aortic arch diameter is normal. There is no evidence for an aortic arch coarctation. The aortic valve leaflets (?#) appear structurally normal. There is no aortic valve stenosis. There is mild [1+] aortic regurgitation (clip 92). The mitral valve leaflets appear structurally normal. There is trivial mitral regurgitation. The pulmonic valve leaflets are not well seen. The tricuspid valve leaflets appear structurally normal. There is physiologic tricuspid regurgitation. The pulmonary artery systolic pressure could not be estimated. There is a very small pericardial effusion (clips 42-45). IMPRESSION: Poor image quality. Normal biventricular cavity sizes and global biventricular systolic function. Mild aortic regurgitation. ART DUP EXT LO UNI;F/U LEFT Study Date of > 50% stenosis of the mid superficial femoral artery. Posterior tibial artery is totally occluded. ART EXT (REST ONLY) Study Date of Mildly abnormal left ABI when using the dorsalis pedis, but severely abnormal in the posterior tibial with a toe pressure of 0 mm Hg consistent with severe obstructive arterial disease. Left Doppler and PVR waveforms consistent with tibial disease, most severe in the . Mildly abnormal right ABI with Doppler and PVR waveforms consistent with tibial disease. CHEST (PORTABLE AP) Study Date of Interval worsening of right lower lung opacification concerning for infection. Bibasilar atelectasis. CT CHEST W/CONTRAST Study Date of 1. Diffuse lung parenchymal abnormalities, most prominent in the posterior segments of the right upper and lower lobes, suggestive of multifocal aspiration related pneumonia. 2. Bilateral nonobstructive nephrolithiasis. 3. Colonic diverticulosis with no evidence of diverticulitis. CT ABD & PELVIS WITH CONTRAST Study Date of 1. Diffuse lung parenchymal abnormalities, most prominent in the posterior segments of the right upper and lower lobes, suggestive of multifocal aspiration related pneumonia. 2. Bilateral nonobstructive nephrolithiasis. 3. Colonic diverticulosis with no evidence of diverticulitis. DISCHARGE LABS 05:54AM BLOOD WBC-12.4* RBC-3.42* Hgb-9.4* Hct-31.4* MCV-92 MCH-27.5 MCHC-29.9* RDW-23.2* RDWSD-77.0* Plt 05:23AM BLOOD PTT-31.0 05:54AM BLOOD Glucose-130* UreaN-11 Creat-0.8 Na-134* K-3.9 Cl-93* HCO3-31 AnGap-10 05:23AM BLOOD ALT-99* AST-86* AlkPhos-175* TotBili-0.3 05:54AM BLOOD Calcium-9.0 Phos-4.0 Mg-1.9 06:57AM BLOOD HCV VL-6.0* Brief Hospital Course: year female CAD, MI, CVA, COPD, and HCV/ETOH cirrhosis who presents from rehab with acute on subacute left foot pain with severe atherosclerosis and stenosis of the left SFA, course complicated by fever, hypotension, and leukocytosis, found to have multifocal pneumonia. Was treated with 7 day course vanc/cefepime for HAP. Underwent femoral angiogram on which showed bilateral moderate disease in the iliacs, common fem, left SFA, and proximal profunda, now s/p b/l iliac PTA/stenting, L CFA shockwave, L SFA PTA. TRANSITIONAL ISSUES [] Continue to taper prednisone (20mg QD , 10mg , 5mg , then OFF) [] Needs systemic anticoagulation for 3 months (started apixaban 5mg BID prior to discharge) end [] Plavix 75mg QD for 30 days (until , and then transition to aspirin 81mg QD. Needs 1 month follow up with vascular surgery (can call for follow up with Dr. [] 7mm lung nodule: For an incidentally detected single ground-glass nodule bigger than 6mm, CT follow-up in 6 to 12 months is recommended to confirm persistence. If persistent, CT follow-up every years until years after initial detection are recommended. [] Patient should be treated for active HCV [] Will require HAV and HBV vaccination [] Should be started on a statin given significant peripheral vascular disease but was held given persistent transaminitis. Consider starting as outpatient. [] Continue to encourage smoking cessation, provide with lozenges/patches PRN [] Patient discharged on PO hydropmorphone mg PO/NG Q4H:PRN Pain and Tylenol 1 g BID (due to liver dysfunction); please wean as able ACUTE ISSUES: # Acute on subacute L limb ischemia Patient presented with progressively worsening lower extremity pain over past several months prior to presentation and diminished dorsiflexion on exam. CT here with evidence of moderate/severe atherosclerotic disease in aorta that suggests PAD most likely leading to her ischemia. There was also concern for cryoglobulinemia with history of untreated hepatitis C but patient was treated with prednisone 60mg as an outpatient with no symptomatic improvement. Rheumatology was consulted and rheumatologic workup (complement, inflammatory markers, etc.) were not consistent with vasculitic cause of disease. Vascular medicine was also consulted and recommended starting ASA, statin. Vascular surgery consulted and felt presentation was most consistent with atheroembolic disease and patient was therefore started on a heparin gtt. ABIs showed > 50% stenosis of the mid superficial femoral artery and total occlusion of the posterior tibial artery. Patient went for angiogram on . An embolism was found in the L toe. The bilateral iliac arteries were ballooned and stented. The superficial femoral was also ballooned, and lithotripsy was used on the L common femoral artery. She was started on a 30-day course of Plavix (end: , during which aspirin should be held, and systemic anticoagulation (needed for 3 months) with apixaban given toe embolism (end: . After 30 days, she should switch back to aspirin. # Sepsis secondary to multifocal pneumonia Patient developed acute leukocytosis, hypotension, fever, and tachycardia and was found to have multifocal pneumonia on CT. She was treated with vancomycin and cefepime for total of 7 day course. There was concern for aspiration given the distribution of the pneumonia, however speech and swallow eval did not find evidence of aspiration. # Acute hypoxic respiratory failure # COPD Patient developed new O2 requirement in the setting of multifocal pneumonia likely triggering COPD exacerbation. Treated pneumonia as above. Patient received 2 days of stress dose steroids and was subsequently transitioned to prednisone 40mg daily. Continued duonebs q6h and albuterol nebs q2h PRN. At time of discharge she was discharged on prednisone 30mg with plan for taper. Her O2 need resolved, and she was discharged on room air. # Transaminitis # Cirrhosis Score A) Presents with uptrending LFTs recently with previous records showing AST/ALT in the . History of untreated HCV and alcohol use disorder (planned to see GI in for HCV treatment). Presents with transaminases elevated to 100s with normal Tbili. Differential includes medication effect (fluconazole) vs. viral hepatitis. Patient denies alcohol use for 6 months. Of note, patient recently started on 14 day course of fluconazole for asymptomatic on throat culture. HCV VL showing active hepatitis C. LFTs downtrended with cessation of fluconazole. Continued home furosemide 40mg daily for volume management. Patient did not have evidence of ascites on abdominal ultrasound. Patient had recent EGD which was negative for varices. For encephalopathy, she was continued on lactulose. Home folic acid and multivitamin were continued. Patient should receive outpatient treatment for HCV and HAV and HBV vaccines. # Thrombocytopenia Mildly thrombocytopenic to 141 on presentation, but improving. Per outpatient records, was previously 200-300 but has been downtrending since . Likely secondary to underlying liver disease. # 7mm \"Ground glass nodule\" in LUL Will place as transitional issue when patient leaves. CT follow-up in 6 to 12 months is recommended to confirm persistence. If persistent, CT follow-up every years until years after initial detection are recommended. # Code Status Patient presented with MOLST stating she was DNR/DNI. After discussion with HCP present, patient states that she would like to be full code as long as it was a limited trial and she could still be interactive. CHRONIC ISSUES: # Anemia Ongoing anemia evaluation as outpatient. Denies melena, though endorses intermittent hematochezia (since resolved). Received IV iron as outpatient recently with plan to repeat labs in a few weeks. Hgb appears to be well above recent baseline (). # Throat culture positive for culture obtained as outpatient work up positive for . No obvious signs of esophagitis on interview or exam. Attributed to ICS and recent systemic steroids. Received 14 day course of fluconazole. # Depression Continued amitriptyline 50mg daily, buspirone 7.5mg BID, trazodone 150mg daily # GERD Continued pantoprazole #CODE: Full (see above) #CONTACT: . Phone Medications on Admission: The Preadmission Medication list is accurate and complete. 1. Acetaminophen 1000 mg PO BID:PRN Pain Mild/Fever 2. Fluticasone-Salmeterol Diskus (250/50) 1 INH IH BID 3. Albuterol 0.083% Neb Soln 1 NEB IH Q6H:PRN dyspnea 4. Amitriptyline 50 mg PO QHS 5. BusPIRone 7.5 mg PO BID 6. Docusate Sodium 100 mg PO BID 7. Fluconazole 200 mg PO Q24H 8. Bisacodyl 10 mg PO DAILY:PRN Constipation Second Line 9. Fleet Enema (Mineral Oil) AILY:PRN constipation 10. FoLIC Acid 1 mg PO DAILY 11. Furosemide 40 mg PO DAILY 12. Gabapentin 600 mg PO TID 13. Lactulose 15 mL PO DAILY 14. Mirtazapine 15 mg PO QHS 15. Senna 8.6 mg PO BID:PRN Constipation First Line 16. Tiotropium Bromide 1 CAP IH DAILY 17. TraMADol 50 mg PO Q6H:PRN Pain Moderate 18. TraZODone 150 mg PO QHS 19. Milk of Magnesia 30 mL PO Q6H:PRN Constipation First Line 20. Polyethylene Glycol 17 g PO DAILY:PRN Constipation Third Line 21. Multivitamins 1 TAB PO DAILY 22. Pantoprazole 40 mg PO Q24H 23. Thiamine 100 mg PO DAILY 24. PredniSONE 20 mg PO DAILY Tapered dose DOWN Discharge Medications: 1. Apixaban 5 mg PO BID RX *apixaban [Eliquis] 5 mg 1 tablet(s) by mouth twice a day Disp #*30 Tablet Refills:*0 2. Clopidogrel 75 mg PO DAILY RX *clopidogrel 75 mg 1 tablet(s) by mouth once a day Disp #*30 Tablet Refills:*0 3. HYDROmorphone (Dilaudid) 4 mg PO Q6H:PRN Pain Moderate Duration: 14 Days RX *hydromorphone 4 mg 1 tablet(s) by mouth every 6 hours as needed Disp #*30 Tablet Refills:*0 4. Ipratropium-Albuterol Neb 1 NEB NEB Q6H:PRN wheezing 5. Nicotine Patch 7 mg/day TD DAILY 6. Sarna Lotion 1 Appl TP TID:PRN pruritis 7. Lactulose 30 mL PO TID 8. Acetaminophen 1000 mg PO BID:PRN Pain Mild/Fever 9. Albuterol 0.083% Neb Soln 1 NEB IH Q6H:PRN dyspnea 10. Amitriptyline 50 mg PO QHS 11. Bisacodyl 10 mg PO DAILY:PRN Constipation Second Line 12. BusPIRone 7.5 mg PO BID 13. Docusate Sodium 100 mg PO BID 14. Fleet Enema (Mineral Oil) AILY:PRN constipation 15. Fluticasone-Salmeterol Diskus (250/50) 1 INH IH BID 16. FoLIC Acid 1 mg PO DAILY 17. Furosemide 40 mg PO DAILY 18. Gabapentin 600 mg PO TID 19. Milk of Magnesia 30 mL PO Q6H:PRN Constipation First Line 20. Mirtazapine 15 mg PO QHS 21. Multivitamins 1 TAB PO DAILY 22. Pantoprazole 40 mg PO Q24H 23. Polyethylene Glycol 17 g PO DAILY:PRN Constipation Third Line 24. PredniSONE 20 mg PO DAILY Tapered dose DOWN 25. Senna 8.6 mg PO BID:PRN Constipation First Line 26. Thiamine 100 mg PO DAILY 27. Tiotropium Bromide 1 CAP IH DAILY 28. TraZODone 150 mg PO QHS 29. HELD TraMADol 50 mg PO Q6H:PRN Pain Moderate This medication was held. Do not restart TraMADol until you are no longer taking hydromorphone Discharge Disposition: Extended Care Facility: Discharge Diagnosis: PRIMARY DIAGNOSIS Peripheral Arterial Disease Blue toe syndrome SECONDARY DIAGNOSIS Hospital acquired pneumonia COPD Untreated HCV Cirrhosis CAD s/p MI Discharge Condition: Mental Status: Clear and coherent. Level of Consciousness: Alert and interactive. Activity Status: Ambulatory Independent. Discharge Instructions: Dear Ms. , It was a pleasure taking care of you at the . Why did you come to the hospital? You came to the hospital because you were having severe foot pain. What did you receive in the hospital? We found that you had some blockages in your leg. You had a procedure performed which improved the circulation in your leg. This was done by placing some stents to keep the blood vessels open. You were also treated for a pneumonia that you developed while in the hospital We started you on a blood thinning medication which you need to take for 3 months. What should you do once you leave the hospital? Please take all of your medications as prescribed and attend all of your follow up appointments as scheduled. We wish you all the best! Your Care Team Followup Instructions:"
}