{
  "11763361-DS-25": "MEDICINE Allergies: Penicillins Attending: . Chief Complaint: weakness Major Surgical or Invasive Procedure: None History of Present Illness: Ms. is a year old female with PMH of left cerebellar stroke (), AFib on coumadin, HTN, HLD, DM2, sick sinus syndrome with PPM, and diastolic CHF, who presents with weakness. Patient reports 5 days of worsening fatigue and generalized weakness. She has had a difficult time getting dressed in the morning and making food due to her fatigue. This morning, she had difficulty getting out of bed due to low energy. Due to feeling progressively worse, EMS was called. Of note, she was recently seen at (Atrius) on where she was noted to have acute weight gain to 169lb and lower extremity edema. Dry weight is typically ~160lb. CXR at that time showed evidence of CHF. She was continued on 60mg of PO Lasix and told to increase her dose if her weight continued to increase. Per her daughter, despite the increased dose, she was not having increased urinary output. She has intermittent mild shortness of breath, especially with exertion, which is her baseline. She always sleeps with 2 pillows at night and denies needing additional pillows or experiencing SOB when lying supine. She has not needed to use her albuterol inhaler more frequently over this time. Denies chest pain, palpitations, SOB, cough, fever/chills, difficulty lying supine, nausea/vomiting, headache, lightheadedness, vision changes, recent falls or trauma, dysuria, new rashes/wounds. In the ED: Initial vital signs were notable for: T 98.1F, HR 88, BP 162/58, RR 20, SpO2 96% RA Exam notable for: Basilar crackles, pitting edema to thighs bilaterally Labs were notable for: WBC 5.3, Hgb 11.4, Hct 36.2, Plt 150 Na 139, K 4.1, Cl 97, HCO3 28, BUN 15, Cr 0.9, Gluc 64 Ca: 9.0 Mg: 2.3 P: 4.0 ALT: 24, AP: 74, Tbili: 0.6, Alb: 3.9, AST: 33 : 21.9 PTT: 31.2 INR: 2.0 proBNP: 703 Trop-T: <0.01 Urine studies unremarkable. Studies performed include: CT Head w/o Contrast: no acute intracranial process CXR: Worsening moderate interstitial pulmonary edema and increased small bilateral pleural effusions. Bibasilar airspace opacities, more consolidated in the region of the lingula, could reflect atelectasis with infection certainly not excluded. Patient was given: Lasix 40mg IV, Ceftriaxone, Azithromycin 500mg Vitals on transfer: T 98.2F HR 79 BP 191/72 RR 20 SpO2 97% 2L Upon arrival to the floor, she states that she is feeling marginally better, but still feels very weak with low energy. Past Medical History: HTN HLD PVD s/p Left SFA stent procedure CVA cerebellar () Afib on warfarin T2DM c/b retinopathy and neuropathy Asthma Bradyarrhythmia (SSS) w/ syncope, s/p dual chamber History of splenectomy H/O Uterine mass, EMB Generalized anxiety disorder MCI (mild cognitive impairment) Sarcoidosis CKD Jehovah's Witness Social History: Family History: Several family members with diabetes and prior strokes. Parents with HTN. Physical Exam: ADMISSION PHYSICAL EXAM: VITALS: T98.2 BP 191 / 72 L Lying HR 79 RR 20 GENERAL: Lying in bed, appears comfortable. In no acute distress. EYES: NCAT. PERRL, EOMI. Sclera anicteric and without injection. ENT: MMM. Thyroid is normal in size and texture, no nodules. No cervical lymphadenopathy. JVD elevated at 11cm. CARDIAC: Regular rhythm, normal rate. Audible S1 and S2. systolic murmur best heard at . No rubs/gallops. RESP: Bibasilar crackles, clear to auscultation otherwise. No wheezes. No increased work of breathing. ABDOMEN: Normal bowels sounds, non distended, non-tender to deep palpation in all four quadrants. No organomegaly. MSK: No CVA tenderness. No clubbing, cyanosis. Minimal edema. DP pulses nonpalpable, Radial pulses 2+ bilaterally. SKIN: Warm. Hyperpigmented and scaling skin in BLE to upper calf, no visible ulcerations. toe nail with dried blood at bilateral feet. NEUROLOGIC: AOx3. CN2-12 intact. strength throughout. Normal sensation in BUE, decreased sensation to light touch in feet bilaterally. Gait not assessed. PSYCH: appropriate mood and affect DISCHARGE PHYSICAL EXAM 1101 Temp: 98.0 PO BP: 146/58 R Lying HR: 65 RR: 18 O2 sat: 98% O2 delivery: Ra GENERAL: Well appearing, sitting up in bed NECK: JVP 10cm CARDIAC: RRR, systolic ejection murmur RESP: bibasilar crackles ABDOMEN: Soft, slightly distended, non tender, no rebound or guarding MSK: DP pulses diminished L<R, 1+ edema SKIN: Warm, venous stasis in , legs covered with lotion NEUROLOGIC: AOx3, CN grossly intact Pertinent Results: ADMISSION LABS 08:30AM BLOOD WBC-5.3 RBC-3.63* Hgb-11.4 Hct-36.2 MCV-100* MCH-31.4 MCHC-31.5* RDW-14.6 RDWSD-53.1* Plt 08:30AM BLOOD Neuts-48.1 Monos-15.9* Eos-2.6 Baso-0.2 Im AbsNeut-2.57 AbsLymp-1.75 AbsMono-0.85* AbsEos-0.14 AbsBaso-0.01 08:30AM BLOOD PTT-31.2 08:30AM BLOOD Glucose-64* UreaN-15 Creat-0.9 Na-139 K-4.1 Cl-97 HCO3-28 AnGap-14 08:30AM BLOOD ALT-24 AST-33 AlkPhos-74 TotBili-0.6 08:30AM BLOOD proBNP-703* 08:30AM BLOOD cTropnT-<0.01 08:30AM BLOOD Albumin-3.9 Calcium-9.0 Phos-4.0 Mg-2.3 STUDIES/IMAGING CXR 1. Worsening moderate interstitial pulmonary edema and increased small bilateral pleural effusions. 2. Bibasilar airspace opacities, more consolidated in the region of the lingula, could reflect atelectasis with infection certainly not excluded. CT Head No acute intracranial abnormality. TTE The left atrial volume index is mildly increased. There is mild symmetric left ventricular hypertrophy with a small cavity. There is normal regional and global left ventricular systolic function. The visually estimated left ventricular ejection fraction is 70%. There is no resting left ventricular outflow tract gradient. Tissue Doppler suggests an increased left ventricular filling pressure (PCWP greater than 18 mmHg). There is Grade I diastolic dysfunction. The right ventricular free wall is hypertrophied. Moderately dilated right ventricular cavity with normal free wall motion. Tricuspid annular plane systolic excursion (TAPSE) is normal. Intrinsic right ventricular systolic function is likely lower due to the severity of tricuspid regurgitation. The aortic sinus diameter is normal for gender with a normal ascending aorta diameter for gender. The aortic arch diameter is normal with a normal descending aorta diameter. The aortic valve leaflets (3) are moderately thickened. There is minimal aortic valve stenosis. There is mild [1+] aortic regurgitation. The mitral valve leaflets are mildly thickened with no mitral valve prolapse. There is trivial mitral regurgitation. The pulmonic valve leaflets are normal. The tricuspid valve leaflets appear structurally normal. There is moderate to severe [3+] tricuspid regurgitation. There is moderate pulmonary artery systolic hypertension. In the setting of at least moderate to severe tricuspid regurgitation, the pulmonary artery systolic pressure may be UNDERestimated. There is no pericardial effusion. IMPRESSION: small, thick-walled, stiff left ventricle; moderate-to-severe pulmonary hypertension; moderate-to-severe tricuspid regurgitation; dilated, thick-walled right ventricle MICROBIOLOGY None relevant. DISCHARGE LABS 06:42AM BLOOD WBC-5.6 RBC-3.83* Hgb-12.1 Hct-38.3 MCV-100* MCH-31.6 MCHC-31.6* RDW-14.6 RDWSD-53.5* Plt 06:42AM BLOOD Glucose-211* UreaN-35* Creat-0.9 Na-141 K-3.8 Cl-100 HCO3-27 AnGap-14 06:42AM BLOOD Calcium-9.0 Phos-4.1 Mg-2.1 Brief Hospital Course: SUMMARY with a history of left cerebellar stroke, Afib, HTN, HLD, DMII, sick sinus syndrome with PPM, and HFpEF, who presented with generalized weakness, abdominal distention, and weight gain consistent with a HF exacerbation. The patient was diuresed with IV Lasix and then transitioned to oral torsemide when euvolemic. TRANSITIONAL ISSUES [] Patient noted to be persistently hypertensive during this admission. BP medications were adjusted, please continue to monitor and uptitrate as needed. [] Consider dedicated sleep study to work up OSA given nocturnal hypoxia and refractory morning hypertension. [] Warfarin was discontinued and the patient was started on apixaban for anticoagulation in the setting of atrial fibrillation with CHADSVASC 9. [] Consider discontinuing risperidone (patient taking for mild cognitive impairment) given that it can contribute to the patient's fatigue. [] The patient was noted to be intermittently mildly hypoxic overnight while sleeping. It was suspected that she had undiagnosed OSA vs obesity hypoventilation syndrome vs progressive pHTN (see below). The patient was discharged with home O2. DISCHARGE WEIGHT: 66.1 kg DISCHARGE Cr: 0.9 DISCHARGE DIURETIC: furosemide 60mg PO #CODE: Full #CONTACT: , ACUTE ISSUES # Generalized weakness # HFpEF exacerbation The patient presented with symptoms of generalized weakness over the pastdays to weeks, coinciding with apprx 10lb weight gain, despite increase in diuretic regimen as an outpatient. On initial exam, she showed signs of volume overload with abdominal distention and elevated JVP. Per review of records, there was numerous documentation regarding weight gain, and instructions to increase Lasix dose. The patient denied dietary indiscretion or medication non adherence. Her last TTE in showed mild LVH, EF >65%, grade II LV diastolic dysfunction. A repeat TTE showed stiff LV, moderate to severe pHTN, and moderate to severe TR. The patient was continued on her home carvedilol throughout admission. She was diuresed with 40mg IV Lasix until euvolemic and near a presumed dry weight of ~150 lbs. She was then transitioned to 40mg PO torsemide however felt subjectively worse, concerning for overdiuresis. Cardiology was consulted for assistance with diuretic management and for possible further work up given the findings on her TTE, and felt that the patient had progressed appropriately on diuresis and was at her dry weight. The patient was subsequently discharged on on furosemide 60mg PO. # HTN BPs were persistently elevated throughout admission even after successful diuresis. She was continued on home max doses of amlopdipine and lisinopril. Imdur was switched to QHS dosing to help with AM hypertension. She was also started on spironolactone for improved BP control. # Hypoxia Noted to be intermittently hypoxic, primarily overnight while sleeping, despite improvement in volume status. Concerning for OSA vs obesity hypoventilation syndrome vs worsening pHTN given the findings on echo, despite the patient being euvolemic. The patient was discharged on home O2. CHRONIC ISSUES: # Paroxysmal Afib score 9. The patient was continued on home carvedilol. She was initially continued on warfarin, but after discussions with the patient who indicated that she had planned to transition to a DOAC already, she was started on apixaban 5mg BID. # DMII c/b retinopathy and neuropathy Last HbA1c of 6.9% on . UA with signs of proteinuria. Home regimen of Glargine 16U (recently decreased from 20U) at breakfast as well as ISS. On ACE-I for renal protection. The patient was continued on dose reduced lantus as well as ISS. # CVA, cerebellar # PVD s/p Left SFA stent procedure # HLD She was continued on home pravastatin and aspirin. # Asthma The patient was continued on home albuterol inhaler as needed. # Bradyarrhythmia (SSS), s/p dual chamber () Dural PPM placed in after episodes of syncope were found to be due to sick sinus syndrome. EKG on admission showed atrial and ventricular pacing. PPM recently interrogated during hospitalization in , no evidence of malfunctioning. # Generalized anxiety disorder # Mild cognitive impairment No evidence of acute behavioral or neurocognitive changes. She was continued on home Risperidone 0.25 mg and Memantine 5 mg. # GERD She was continued on home PPI. Greater than hour spent on care on day of discharge. Medications on Admission: The Preadmission Medication list is accurate and complete. 1. Warfarin 3.5 mg PO 2. Warfarin 4 mg PO 3. amLODIPine 10 mg PO DAILY 4. Aspirin 81 mg PO DAILY 5. CARVedilol 25 mg PO BID 6. Isosorbide Mononitrate (Extended Release) 60 mg PO DAILY 7. Lisinopril 40 mg PO DAILY 8. Memantine 5 mg PO QHS 9. Omeprazole 20 mg PO DAILY 10. Pravastatin 20 mg PO QPM 11. RisperiDONE 0.25 mg PO QHS 12. Senna 17.2 mg PO QHS 13. Docusate Sodium 100 mg PO BID 14. Furosemide 60 mg PO DAILY 15. Albuterol Inhaler 2 PUFF IH Q4H:PRN SOB 16. Basaglar KwikPen U-100 Insulin (insulin glargine) 100 unit/mL (3 mL) subcutaneous QAM Discharge Medications: 1. Apixaban 5 mg PO BID 2. Spironolactone 25 mg PO DAILY 3. Isosorbide Mononitrate (Extended Release) 90 mg PO QHS 4. Albuterol Inhaler 2 PUFF IH Q4H:PRN SOB 5. amLODIPine 10 mg PO DAILY 6. Aspirin 81 mg PO DAILY 7. Basaglar KwikPen U-100 Insulin (insulin glargine) 100 unit/mL (3 mL) subcutaneous QAM 8. CARVedilol 25 mg PO BID 9. Docusate Sodium 100 mg PO BID 10. Furosemide 60 mg PO DAILY 11. Lisinopril 40 mg PO DAILY 12. Memantine 5 mg PO QHS 13. Omeprazole 20 mg PO DAILY 14. Pravastatin 20 mg PO QPM 15. RisperiDONE 0.25 mg PO QHS 16. Senna 17.2 mg PO QHS Discharge Disposition: Home With Service Facility: Discharge Diagnosis: Diastolic heart failure Atrial fibrillation Hypertension Discharge Condition: Mental Status: Clear and coherent. Level of Consciousness: Alert and interactive. Activity Status: Ambulatory requires assistance or aid (walker or cane). Discharge Instructions: Dear Ms. , It was a pleasure taking care of you at . You were admitted because you were feeling fatigue and abdominal distention. Your weight had progressively increased recently due to extra fluid retention. While you were here you were given IV Lasix to help you urinate off the extra fluid. You were then started on a new pill to help you keep the fluid off when you go home. Instead of warfarin you were started on a new blood thinner that does not require any lab monitoring. Your blood pressure medications were also adjusted. When you go home you should weigh yourself every morning, call MD if weight goes up more than 3 lbs. You should also follow up with outpatient your doctors as listed below. Please take all your medications as prescribed. We wish you the best! Your Care Team Followup Instructions:"
}