{
  "10714685-DS-26": "MEDICINE Allergies: No Known Allergies / Adverse Drug Reactions Attending: . Chief Complaint: BRBPR Major Surgical or Invasive Procedure: None History of Present Illness: year old man with a history of atrial fibrillation on apixiban, vascular dementia, and recent aspiration pneumonia presenting for evaluation of BRBPR. History obtained from chart review and ED dash as patient is a poor historian and family not present on admission. Patient was recently admitted to the hospital for aspiration pneumonia and discharged with continuation of long-term Coumadin with suggestion to transition to DOAC. Per daughter, switched from to Apixiban 2 weeks ago. Daughter was called from about BRPR. Patient was seen by GI in the ED after patient had two episodes of BRBPR with CT concerning for bleeding from angioectasias. Plan for addressing overall goals of care with family in the AM and formal consult to discuss utility of colonoscopy overall. In the ED, initial vitals were: T 96.5 HR 78 BP 116/58 RR 18 Sat 90% RA Exam notable for: AVSS AAOx1 Irregularly irregular, + ejection murmur +BRBPR, otherwise benign Labs notable for: WBC 10.7 Hgb 11.0 Plt 191 INR 1.4 140/101/22 4.4/26/1.5 Imaging notable for: CT abdomen/pelvis: 1. No active extravasation seen. A small focus of delayed hyper enhancement in the rectum may reflect internal hemorrhoids. A tiny focus of increased attenuation in the very tortuous descending colon is likely present on the precontrast study although not well seen. Cannot exclude a tiny AVM at this site. 2. Sigmoid diverticulosis without signs of acute diverticulitis. 3. Right inguinal hernia containing a small amount of cecum. No obstruction. 4. Focal infrarenal aneurysmal dilatation to 2.7 cm 5. Diffuse cystic changes at the bilateral kidneys. Hyperdense cyst in the upper pole of the left kidney. Nonobstructing 2 mm left renal calculus. 6. Cholelithiasis without findings of acute cholecystitis. 7. Bilateral pars defects at L5-S1 with mild anterolisthesis. 8. Severe atherosclerotic disease. Patient Given: 1L IVF Vitals on Transfer: T 97.5 HR 90 BP 174/99 RR 16 Sat99% RA On the floor, patient is pleasant and conversant but poor historian. Does not recall reason for admission and no complaints. Review of systems: 10 point of ROS negative except per HPI. Past Medical History: -HTN -Atrial Fibrillation on Coumadin -Hyperlipidemia -Prostate cancer -Bladder cancer -Chronic Kidney disease -Vascular dementia Social History: Family History: Mother passed from gastric cancer Physical Exam: ADMISSION PHYSICAL EXAM Temp: 97.4 PO BP: 194/100 R Lying HR: 83 RR: 20 O2 sat: 99% O2 delivery: RA General:alert and pleasant, oriented to hospital and name but not year or city (says NH) HEENT: Sclerae anicteric, MMM, poor dentition, oropharynx clear, EOMI, PERRL CV: irregularly irregular, normal S1 + S2, no murmurs, rubs, gallops Lungs: Clear to auscultation bilaterally, no wheezes, rales, rhonchi Abdomen: Soft, non-tender, non-distended, bowel sounds present, no organomegaly, no rebound or guarding GU: No foley Ext: Warm, well perfused, 2+ pulses, no edema DISCHARGE PHYSICAL EXAM VITALS: 24 HR Data (last updated @ 1012) Temp: 97.1 (Tm 98.8), BP: 119/69 (119-148/66-79), HR: 88 (87-89), RR: 18 (), O2 sat: 92% (92-97), O2 delivery: Ra General: Alert and pleasant, oriented to self, not to date/birthdate/location HEENT: Sclerae anicteric, MMM, poor dentition, oropharynx clear, EOMI, PERRL CV: irregularly irregular, normal S1 + S2, no murmurs, rubs, gallops Lungs: Clear to auscultation bilaterally, no wheezes, rales, rhonchi Abdomen: Soft, non-tender, non-distended, no rebound or guarding GU: No foley Ext: Warm, well perfused, 2+ pulses, no edema. Pertinent Results: ADMISSION LABS 10:32AM BLOOD WBC-10.7* RBC-3.85* Hgb-11.0* Hct-35.1* MCV-91 MCH-28.6 MCHC-31.3* RDW-14.6 RDWSD-48.9* Plt 10:32AM BLOOD Neuts-56 Bands-0 Monos-6 Eos-3 Baso-2* Atyps-2* Myelos-0 AbsNeut-5.99 AbsLymp-3.53 AbsMono-0.64 AbsEos-0.32 AbsBaso-0.21* 10:32AM BLOOD PTT-30.2 10:32AM BLOOD Glucose-117* UreaN-22* Creat-1.5* Na-140 K-4.4 Cl-101 HCO3-26 AnGap-13 05:20AM BLOOD ALT-8 AST-16 AlkPhos-80 TotBili-0.3 10:32AM BLOOD Calcium-9.3 Phos-2.9 Mg-1.8 MICROBIOLOGY 9:55 pm URINE Source: . **FINAL REPORT URINE CULTURE (Final : PSEUDOMONAS AERUGINOSA. >100,000 CFU/mL. Piperacillin/Tazobactam test result performed by . SENSITIVITIES: MIC expressed in MCG/ML PSEUDOMONAS AERUGINOSA | CEFEPIME 4 S CEFTAZIDIME 16 I CIPROFLOXACIN <=0.25 S GENTAMICIN 2 S MEROPENEM 1 S PIPERACILLIN/TAZO R TOBRAMYCIN <=1 S IMAGING CTA A/P : 1. No active extravasation seen. A small focus of delayed hyper enhancement in the rectum may reflect internal hemorrhoids. A tiny focus of increased attenuation in the very tortuous descending colon is likely present on the precontrast study although not well seen. Cannot exclude a tiny AVM at this site. 2. Sigmoid diverticulosis without signs of acute diverticulitis. 3. Right inguinal hernia containing a small amount of cecum. No obstruction. 4. Focal infrarenal aneurysmal dilatation to 2.7 cm 5. Diffuse cystic changes at the bilateral kidneys. Hyperdense cyst in the upper pole of the left kidney. Nonobstructing 2 mm left renal calculus. 6. Cholelithiasis without findings of acute cholecystitis. 7. Bilateral pars defects at L5-S1 with mild anterolisthesis. 8. Severe atherosclerotic disease. CXR : No prior chest radiographs available. Lungs clear. Heart size top-normal. No pleural abnormality. DISCHARGE/INTERVAL LABS 05:30AM BLOOD WBC-8.2 RBC-3.22* Hgb-9.3* Hct-29.4* MCV-91 MCH-28.9 MCHC-31.6* RDW-14.4 RDWSD-48.0* Plt 05:30AM BLOOD Glucose-100 UreaN-19 Creat-1.3* Na-143 K-4.2 Cl-106 HCO3-29 AnGap-8* 05:30AM BLOOD Calcium-8.7 Phos-3.1 Mg-1.9 Brief Hospital Course: Information for Outpatient Providers: year old man with a history of atrial fibrillation on apixiban, vascular dementia, and recent aspiration pneumonia who presented following episodes of BRBPR. #BRBPR. Patient presents from a facility with a few episodes of BRBPR, with stable hemodynamics and CBCs to date. CTA A/P without active extravasation but notable for concern for lower GI bleeding from diverticulosis vs AVM vs hemorroidal bleeding. Patient was evaluated by GI who felt that given his stable labs/hemodynamics and lack of significant bleeding while inpatient, the therapeutic potential of a sigmoidoscopy would be limited and therefore was deferred given his preferences per his HCP . His HCP/daughter did feel that the recent transition from Coumadin to Apixaban aggravated this bleed. Given deferral of endoscopic procedure, patient was restarted on his Apixaban but at a lower dose 2.5 mg BID given concern with bleeding at the higher dose (5 mg BID) and also low CHADS2VASC 3 (on it for history of atrial fibrillation). He was monitored on lower dose Apixaban for 2 days prior to discharge and did have minor bleeding streaked in with stools, however his CBCs and vital signs continued to remain stable. A bowel regimen to soften his stools was administered and efforts to reduce constipation and straining should be pursued in the future. on CKD. Baseline Cr ~1.2, though has recently increased to 1.5. Previously with urinary retention and poor po intake. He did receive 2L IVF with Cr stabilizing at 1.3 on discharge. #UTI. UA is concerning for infection and labs demonstrate a leukocytosis. Patient is poor historian given baseline dementia and unable to describe specific symptoms, however given leukocytosis, ceftriaxone was started and narrowed to ciprofloxacin given growth of pseudomonas, for a total five day course (last dose tonight). #Leukocytosis. No focal infectious etiology though patient is a poor historian. He did recently complete a course of abx with doxycycline on for aspiration PNA. CXR on this admission without concerning features, though urine culture positive as above. Leukocytosis improved following initiation of Ceftriaxone (management as above). #Hypertension. Patient's metoprolol should be restarted on discharge, initially held when there was concern for GI bleeding. #Atrial fibrillation. CHADS2VASC 3. He had been transitioned from warfarin to apixiban about 2 weeks ago. He was restarted on lower dose apixaban 2.5 mg BID in the setting of bleed as above, given low CHADS2VASC. #BPH. His home tamsulosin was continued. TRANSITIONAL ISSUES [ ] Last dose of Ciprofloxacin should be taken around 2200 on for 5 day course of treatment of UTI [ ] Apixaban decreased to 2.5 mg BID in the setting of bleed and low CHADS2VASC 3 [ ] Continue pureed solids/nectar prethickened liquids as diet as outpatient given history of multiple aspiration events. Can liberalize diet pending decision regarding goals of care with family. [ ] Ensure adequate bowel regimen given findings of hemorrhoids vs diverticulosis on CT [ ] Other findings notable on CTA A/P: Sigmoid diverticulosis without signs of acute diverticulitis. Right inguinal hernia containing a small amount of cecum. No obstruction. Focal infrarenal aneurysmal dilatation to 2.7 cm Diffuse cystic changes at the bilateral kidneys. Hyperdense cyst in the upper pole of the left kidney. Nonobstructing 2 mm left renal calculus. Cholelithiasis without findings of acute cholecystitis. Bilateral pars defects at L5-S1 with mild anterolisthesis. Severe atherosclerotic disease [ ] Relationship: Daughter . Code status: DNR/DNI confirmed Medications on Admission: The Preadmission Medication list is accurate and complete. 1. Gabapentin 100 mg PO BID 2. Metoprolol Succinate XL 25 mg PO DAILY 3. Pantoprazole 40 mg PO Q24H 4. Tamsulosin 0.4 mg PO QHS 5. Vitamin D 1000 UNIT PO DAILY 6. Apixaban 5 mg PO BID 7. Loratadine 10 mg PO DAILY 8. LOPERamide 2 mg PO TID:PRN diarrhea Discharge Medications: 1. Ciprofloxacin HCl 500 mg PO Q12H RX *ciprofloxacin HCl [Cipro] 500 mg 1 tablet(s) by mouth once Disp #*1 Tablet Refills:*0 2. Polyethylene Glycol 17 g PO DAILY RX *polyethylene glycol 3350 [Miralax] 17 gram/dose 17 gram by mouth daily Refills:*0 3. Senna 17.2 mg PO BID RX *sennosides [senna] 8.6 mg 2 tab by mouth twice a day Disp #*60 Tablet Refills:*2 4. Witch 50% Pad SDIR RX *witch [Preparation H (Witch 50 % 1 pad daily Disp #*10 Pad Refills:*2 5. Apixaban 2.5 mg PO BID RX *apixaban [Eliquis] 2.5 mg 1 tablet(s) by mouth twice a day Disp #*60 Tablet Refills:*2 6. Gabapentin 100 mg PO BID 7. LOPERamide 2 mg PO TID:PRN diarrhea 8. Loratadine 10 mg PO DAILY 9. Metoprolol Succinate XL 25 mg PO DAILY 10. Pantoprazole 40 mg PO Q24H 11. Tamsulosin 0.4 mg PO QHS 12. Vitamin D 1000 UNIT PO DAILY Discharge Disposition: Home With Service Facility: Discharge Diagnosis: PRIMARY DIAGNOSES BRIGHT RED BLOOD PER RECTUM URINARY TRACT INFECTION ON CKD ATRIAL FIBRILLATION SECONDARY DIAGNOSES HYPERTENSION BPH Discharge Condition: Mental Status: Confused always. Level of Consciousness: Alert and interactive. Activity Status: Out of Bed with assistance to chair or wheelchair. Discharge Instructions: Dear Mr. , You were hospitalized after you presented with bright red blood in your stools. It is possible that your bleeding may have been aggravated by the Apixaban that was recently started. As a result, we lowered your dose of Apixaban and you tolerated this well. You continued to have some mild streaking of blood with your stools but this is likely aggravated by hemorrhoids which can bleed when you're constipated and straining. Your blood counts and vital signs were stable and as a result, a colonoscopy was not consistent with your goals at this time. You were given a bowel regimen to soften your stools and to reduce straining and therefore bleeding. Your urine also showed a urinary tract infection for which you were started on antibiotics and you will complete your last dose of antibiotics tonight. You should take your medications as listed below and attend your follow-up appointments. It was a pleasure taking care of you! Your Team Followup Instructions:"
}