{
  "17545223-DS-16": "MEDICINE Allergies: No Known Allergies / Adverse Drug Reactions Attending: . Chief Complaint: hypothermia Major Surgical or Invasive Procedure: bone biopsy of sacral ulcer History of Present Illness: year old female with PMH of advanced multiple sclerosis, recurrent UTIs on prophylactic trimethoprim, autonomic dysfunction, DVT on apixaban, and concern for ITP, presenting with AMS and hypothermia. Family notes progressively worsening mental status with decline in speech output, arousal, and orientation over the past week and a half. Today, she was not conversing. Otherwise family denies any fevers, chills, nausea, vomiting, chest pain, shortness of breath, cough, abdominal pain, urinary or bowel symptoms. Patient recently admitted on for acute metabolic encephalopathy and shock initially requiring 2 pressors, intubated for airway protection and in the FICU until . Started on ampicillin, acyclovir, vancomycin and cefepime empirically for infectious source including meningoencephalitis, however initial workup did not reveal infectious source. Of note, LP not performed due to significant thrombocytopenia and on anticoagulation. Also of note, pneumonia was identified later in hospital course, unclear if that was inciting event or if developed in the setting of intubation. MRI showed known MS, EEG without epileptiform activity, thought she was started on empiric Keppra given there had been one event where she may have had left eye deviation associated with posturing. Her ampicillin and acyclovir were discontinued given low suspicion for meningoencephalitis, as was her vancomycin, and she completed a course of Zosyn. Shock was thought to be neurogenic secondary to autonomic dysfunction, with possible distributive component from infectious process. She subsequently slowly improved to baseline mental status without clear etiology identified. In the ED: Initial Vitals: T 95.5F oral, 89.0F rectal; HR 64, BP 119/62, RR 14, 97% on RA Exam: AOx3, PERRL, strength bilaterally in UE and , SLTIT, 2 cm sacral decubitus ulcer without signs of active infection Labs: WBC 8.7, Hgb 9.6 (baseline), Plt 64 (493 on prior discharge BUN 33, Cr 0.7, Na 142, K 5.8 (whole blood 5.5, no peaked T waves) Lipase 57 Trop < 0.01 Lactate 0.5 Serum tox negative Flu negative UA with trace blood, 30 prot, pos nitrites, large , 3 RBC, >182 WBC, few bacteria Imaging: -CXR: Slightly limited exam due to patient positioning. Low lung volumes without definite acute cardiopulmonary abnormality. -NCHCT: 1. No acute intracranial process. 2. Chronic white matter hypodensities appear grossly similar, likely related to patient's multiple sclerosis. 3. Partial opacification of the right mastoid air cells suggests ongoing inflammation, as seen previously. Consults: Neurology overall favor toxic-metabolic etiology to mental status symptoms as with prior recent admissions. Should improvement not be noted in mental status with passive rewarming and broad-spectrum antibiotic coverage, consideration may be given to cvEEG, although current presentation not suggestive of seizures. Interventions: 2g IV cefepime, 500mg IV flagyl On arrival to the floor, patient awake and alert but minimally responsive. Occasionally will respond yes or no. ROS: Positives as per HPI; otherwise negative. Past Medical History: Multiple sclerosis, secondary progressive Recurrent hypothermia due to autonomic dysfunction Hypertension Recurrent thrombocytopenia in setting of infection Concern for ITP Chronic RLE DVT on Eliquis Recurrent UTI and pneumonia GERD Generalized anxiety disorder Social History: Family History: Father died at with COPD, worked in . Mother alive and well. Brother with asthma. Sister with dermatomyositis and bipolar disorder. Grandchildren alive and well. Physical Exam: ADMISSION PHYSICAL EXAM VS: T 34.8C (94.6F) rectal, HR 77, BP 109/72, RR 13, 96% on RA GEN: lying in bed, NAD with bear hugger on EYES: PERRL, tracking movement HENNT: NCAT, dry MM CV: RRR, S1S2, no m/r/g RESP: CTAB though patient not taking deep breaths GI: soft, NTND SKIN: 3cm sacral ulcer, probes to bone, non-purulent NEURO: awake and alert, minimally responsive to questions, not really following commands Discharge Physical Exam: Patient examined on day of discharge. SBP 96 in AM. Sacral wound not examined on day of discharge. She is alert and oriented to all questions, x4, S1, S2, RRR, lungs CTAB. Pertinent Results: ADMISSION LABS 12:34PM BLOOD WBC-8.7 RBC-3.16* Hgb-9.6* Hct-31.2* MCV-99* MCH-30.4 MCHC-30.8* RDW-18.6* RDWSD-67.2* Plt Ct-64* 12:34PM BLOOD Neuts-85.1* Lymphs-10.0* Monos-3.7* Eos-0.5* Baso-0.1 Im AbsNeut-7.44* AbsLymp-0.87* AbsMono-0.32 AbsEos-0.04 AbsBaso-0.01 01:18PM BLOOD PTT-47.1* 12:34PM BLOOD Glucose-74 UreaN-33* Creat-0.7 Na-142 K-5.8* Cl-106 HCO3-24 AnGap-12 12:34PM BLOOD ALT-35 AST-36 AlkPhos-151* TotBili-0.2 12:34PM BLOOD Lipase-57 12:34PM BLOOD cTropnT-<0.01 12:34PM BLOOD Albumin-3.5 Calcium-9.6 Phos-3.6 Mg-2.0 12:34PM BLOOD T3-86 12:34PM BLOOD Cortsol-14.3 12:34PM BLOOD ASA-NEG Ethanol-NEG Acetmnp-NEG Tricycl-NEG 12:34PM BLOOD Lactate-0.5 K-5.5* RELEVANT IMAGING CXR AP Slightly limited exam due to patient positioning. Low lung volumes without definite acute cardiopulmonary abnormality. . No acute intracranial process. 2. Chronic white matter hypodensities appear grossly similar, likely related to patient's multiple sclerosis. 3. Partial opacification of the right mastoid air cells suggests ongoing inflammation, as seen previously. MRI pelvis WWO contrast (): IMPRESSION: 1. Sacral decubitus ulcer contacting the distal sacrum and coccyx with associated loss of normal T1 signal and edema in the first and second coccygeal segments, suspicious for osteomyelitis. Enhancement of the presacral space without associated abscess. 2. Large colonic fecal loading with a stool ball in the distal rectum. 3. Bladder trabeculation suggesting long-standing outlet obstruction. 4. Fibroid uterus. CT head WO contrast (): IMPRESSION: 1. No acute intracranial process. 2. Chronic white matter hypodensities appear grossly similar, likely related to patient's multiple sclerosis. 3. Partial opacification of the right mastoid air cells suggests ongoing inflammation, as seen previously. CXR (): IMPRESSION: Slightly limited exam due to patient positioning. Low lung volumes without definite acute cardiopulmonary abnormality. RELEVANT MICRO UA: large leuks, pos nitrites, >182 WBC SENSITIVITIES: MIC expressed in MCG/ML PSEUDOMONAS AERUGINOSA | ESCHERICHIA COLI | | ENTEROCOCCUS SP. | | | AMIKACIN <=2 S AMPICILLIN =>32 R =>32 R AMPICILLIN/SULBACTAM 16 I CEFAZOLIN <=4 S CEFEPIME 16 I <=1 S CEFTAZIDIME =>64 R <=1 S CEFTRIAXONE <=1 S CIPROFLOXACIN <=0.25 S 0.5 S GENTAMICIN 2 S =>16 R LINEZOLID 2 S MEROPENEM <=0.25 S <=0.25 S PENICILLIN G =>64 R PIPERACILLIN/TAZO I <=4 S TOBRAMYCIN <=1 S 8 I TRIMETHOPRIM/SULFA =>16 R VANCOMYCIN =>32 R ANAEROBIC CULTURE (Final : NO ANAEROBES ISOLATED. DISCHARGE LABS: 04:18AM BLOOD WBC-5.9 RBC-2.34* Hgb-7.2* Hct-23.5* MCV-100* MCH-30.8 MCHC-30.6* RDW-17.8* RDWSD-64.6* Plt 04:53AM BLOOD Glucose-78 UreaN-16 Creat-0.6 Na-142 K-4.9 Cl-106 HCO3-27 AnGap-9* 06:20AM BLOOD ALT-41* AST-34 LD(LDH)-154 AlkPhos-144* TotBili-<0.2 04:53AM BLOOD Calcium-9.1 Phos-2.9 Mg-2. with PMH of advanced multiple sclerosis, recurrent UTIs on prophylactic trimethoprim, autonomic dysfunction, DVT on apixaban, and concern for ITP, presenting with AMS and hypothermia to 89.0F rectally. Found to have positive UA, sacral ulcer that probes to bone, and thrombocytopenia to 64, started on cefepime/flagyl and started active rewarming with bear hugger and monitoring with rectal probe in the ED. #Hypothermia: #UTI: #Sacral ulcer, c/f osteomyelitis: Family notes progressively worsening mental status with decline in speech output, arousal, and orientation over the past week and a half. Has had prior admissions with similar presentation, usually occurs in the setting of infection. In the ED, she was noted to have hypothermia with rectal temp 89.0F (baseline temp per family) and positive UA with urine culture growing E. Coli. Also noted to have sacral ulcer that probes to bone with subsequent MRI sacrum noting no abscess but likely osteomyelitis. In terms of treatment, she was started active rewarming with bear hugger and 3-way foley placed for possible warm bladder irrigation, she was normothermic soon after arrival to the the unit. Initially on cefepime/flagyl, switched to vanc/ceftriaxone for osteomyelitis and UTI. Surgery was consulted and performed limited debridement of sacral ulcer. ID was consulted as well. Aggressively fluid resuscitated with crystalloids. TMP (home med for UTI prophylaxis) was held while on broad-spectrum antibiotics. Antibiotics were narrowed to ceftriaxone after urine culture grew sensitive E coli. Per ID recommendations she underwent bone biopsy on to further guide sacral ulcer treatment. This was intermediately resistant to ceftriaxone and zosyn, so meropenem was initiated & planned for discharge. Bactrim ppx may be held during this time. # Altered mental status: likely toxic metabolic encephalopathy in the setting of infection as above. Mental status improved to baseline with treatment of UTI. Improved after. #Thrombocytopenia: #C/f ITP: Patient has documented recurrent thrombocytopenia during episodes of acute illness. On admission, plt 64. Platelets remained stable #C/f seizure disorder: Patient started on Keppra on last admission given one episode of eye deviation and posturing. Continued on Keppra. #Chronic RLE DVT On Eliquis 5mg BID. Bridged with lovenox but apixaban was otherwise continued #Hypertension: Normotensive. Amlodipine was initially held in the setting of infection but resumed prior to discharge. However, after restarting, her systolic blood pressures were in the . Therefore, amlodipine was HELD on discharge; she will follow up with her primary care physician. #Multiple sclerosis, secondary progressive: Continued home baclofen #GERD: Continued home pantoprazole #Generalized anxiety disorder: Held home lorazepam due to concern for altered mental status on admission Transitional Issues: [] Continue meropenem 500mg q6 hourly infusion at home x 6 weeks, follow up w/ OPAT, and weekly labs and described [] Recheck blood pressure at next appointment; Amlodipine was held on discharge. [] Continue effective wound care per instructions [] Follow up with surgery, and plastic surgery for possible debridement and further flap surgery for better wound healing [] follow up with urology for ?neurogenic bladder MS contributing to frequent UTIs ( no retention appreciated while inpatient though) Medications on Admission: The Preadmission Medication list is accurate and complete. 1. amLODIPine 5 mg PO DAILY 2. Apixaban 5 mg PO BID 3. Baclofen 10 mg PO QHS 4. Pantoprazole 40 mg PO DAILY 5. Ascorbic Acid mg PO DAILY 6. Magnesium Oxide 400 mg PO BID 7. Trimethoprim 100 mg PO Q24H 8. Vitamin D UNIT PO DAILY 9. LORazepam 0.5 mg PO QHS 10. LevETIRAcetam 1000 mg PO Q12H Discharge Medications: 1. Meropenem 500 mg IV Q6H 2. Apixaban 5 mg PO BID 3. Ascorbic Acid mg PO DAILY 4. Baclofen 10 mg PO QHS 5. LevETIRAcetam 1000 mg PO Q12H 6. LORazepam 0.5 mg PO QHS 7. Magnesium Oxide 400 mg PO BID 8. Pantoprazole 40 mg PO DAILY 9. Vitamin D UNIT PO DAILY 10. HELD amLODIPine 5 mg PO DAILY This medication was held. Do not restart amLODIPine until you have followed up with your primary care doctor. 11. HELD Trimethoprim 100 mg PO Q24H This medication was held. Do not restart Trimethoprim until you have finished your antibiotics and followed up with the infectious disease clinic. Discharge Disposition: Home With Service Facility: Discharge Diagnosis: Primary: UTI Sepsis Toxic metabolic encephalopathy Altered mental status Sacral ulcer Discharge Condition: Mental Status: Clear and coherent. Level of Consciousness: Alert and interactive. Activity Status: Out of Bed with assistance to chair or wheelchair. Discharge Instructions: Dear Ms. , You came into the hospital because you were confused at home. We found that your temperature was very low, likely due to a urinary tract infection. We treated your infection with antibiotics. You also were found to have a worsening pressure ulcer. Due to concern that the was ulcer had caused infection of the bone, you had a biopsy of the bone. We waited to see what bacteria was growing and adjusted your antibiotics for the infection you have. You shall continue to receive antibiotics as an infusion at home for the next few weeks ~6 weeks for now. A visiting nurse shall come and check in as well. Continue to keep the wound clean and avoid soiling from urine/fecal contents. Kindly visit your primary care doctor within the next few weeks, we shall also have you follow up with the infectious disease doctor. We would also like you to see a surgeon and a plastic surgeon to be able to coordinate procedures to allow better healing of your wound. We would also like for you to see a urologist/ specialist for the urinary bladder to check if you have any bladder problems that may be causing frequent infections. It was a pleasure taking care of you, and we are happy that you're feeling better! Followup Instructions:"
}