{
  "19311045-DS-17": "MEDICINE Allergies: No Known Allergies / Adverse Drug Reactions Attending: Chief Complaint: back pain, abdominal distension, L leg swelling Major Surgical or Invasive Procedure: None History of Present Illness: admitting MD: with Hx ovarian cancer s/p chemo, metastatic to spine c/b T5 compression fracture s/p fusion and laminectomy who presented to the ED with acute onset back pain, abdominal distention, and L leg swelling. In regards to her back pain, she was recently discharged from on s/p T5 fusion and laminectomy on . She had been on OxyContin & oxycodone at home for back pain control but this morning had an acute worsening of her pain to the point where she was unable to sit up or stand. She has also had worsening abdominal distention and poor appetite, taking in some food and liquids but limited by abdominal fullness. No fevers, no bowel incontinence, no saddle anesthesia, chronic Foley since spinal surgery present. No bowel movement since but has been passing gas, no nausea or vomiting. She was recently admitted when she presented for back pain and urinary retention. She was found to have a pelvic mass, a T5 compressive lesion on MRI, and numerous lesions on CT concerning for metastatic cancer. She underwent biopsy which showed poorly differentiated metastatic adenocarcinoma, suspected ovarian source. She was started on carboplatin (C1D1 . Her course was complicated by urinary retention requiring Foley, constipation, and PE for which she was started on apixaban. In the ED, Initial Vitals: T 99.3 HR 120 BP 111/77 RR 16 O2 98% RA Exam: Diffuse abdominal tenderness w/ voluntary guarding, 4 in ecchymosis on abdomen. Cool extremities. Tenderness in mid-T spine. Labs: WBC 20.1, Hgb 8.3, Plt 37, K 6.9, Ca , uric acid 12.0, Na 127, lactate 8.3, VBG 7.29/43, HCO3 17, BUN 50, Cr 1.3, ALT 193, AST 306, AlkPhos 439, TBili 1.9, LDH 4190 Imaging: ULE no evidence of DVT, sluggish flow in L common femoral vein. ECG: no T wave abnormalities Consults: Spine Interventions: IV Dilaudid 1mg x 2, Zosyn 4.5g, allopurinol , rasbirucase, insulin/dextrose, NS x 2L While in the ED, labs were found to be significant for elevated uric acid (12), K (6.8), phos (5.4) leading to a c/f tumor lysis syndrome. Her primary oncologist was contacted, agreed w/ c/f TLS though unusual given solid tumor, and suggested renal U/S, LFTs and lactate. On arrival to the FICU, she reports her abdominal and back pain have improved. No nausea. No shortness of breath or chest pain. Past Medical History: PMH/PSH: s/p T5 vertebrectomy, T3-7 robotic posterior lami/fusion, bilateral T5 nerve root ligation & anterior column reconstruction PE on eliquis ONCOLOGY HX: She presented on with abdominal pain and inability to urinate. During work up for potential cord compression a pelvic mass was appreciated by OB-GYN during IUD removal for MRI evaluation. MRI revealed a T5 compressive lesion with severe canal narrowing and compression of the spinal cord. Further work up including CT torso showed multiple other lesions including lesions in the liver, lung, and redemonstration of the pelvic lesion. Patient underwent T5 vertebrectomy, T3-7 robotic posterior lami/fusion, bilateral T5 nerve root ligation & anterior column reconstruction without complication. Patient was subsequently transferred to for further evaluation and treatment of suspected malignancy. Bone biopsy done at the time of spinal surgery revealed poorly differentiated metastatic adenocarcinoma. It was felt that this was from a GYN source, most suspicious for ovarian. She was treated with carboplatin . Patient was found to have a PE on and was treated with heparin gtt before being transitioned to apixaban. Social History: Family History: Unknown Physical Exam: ADMISSION PHYSICAL EXAM: VS: T 98.6 HR 108 BP 125/81 RR 19 O2 98% RA GENERAL: Cachectic appearing. HEENT: PERRL. Sclera anicteric and without injection. Mucous membranes appear dry. NECK: Thyroid is normal in size and texture, no nodules. No cervical lymphadenopathy. No JVD. CARDIAC: Tachycardic, regular rate. Audible S1 and S2. No murmurs/rubs/gallops. LUNGS: Clear to auscultation bilaterally. No wheezes, rhonchi or rales. No increased work of breathing. BACK: Midline thoracic incision appears well-healing, c/d/i. No spinous process tenderness. No CVA tenderness. ABDOMEN: Distended, firm, nontender without rebound or guarding. EXTREMITIES: pitting edema R > L, RLE slightly cool. 1+ DP pulse in RLE, 2+ in LLE. SKIN: No rash. NEUROLOGIC: Sleepy but awakes to voice and answers questions appropriately. AOx3. CN2-12 intact. strength throughout. DISCHARGE PHYSICAL EXAM: VITALS: 24 HR Data (last updated @ 1039) RR: 12 () General: NAD, Resting in bed comfortably HEENT: MMM, no OP lesions CV: RR, NL S1S2 no S3S4, no m/r/g PULM: CTAB, No C/W/R, No respiratory distress ABD: BS+, soft, NTND, palpable firm mass in lower abdomen EXT: 1+ LLE edema to knee, warm, LLE cooler to touch than R SKIN: dry, no obvious rashes NEURO: lethargic, though will wake up to audible stimuli, PERRL. ACCESS: RUE Pertinent Results: Admission Labs: 10:40AM BLOOD WBC-20.1* RBC-3.72* Hgb-8.3* Hct-27.8* MCV-75* MCH-22.3* MCHC-29.9* RDW-25.8* RDWSD-61.2* Plt Ct-37* 10:40AM BLOOD Neuts-88.1* Lymphs-4.8* Monos-4.9* Eos-0.1* Baso-0.1 NRBC-1.2* Im AbsNeut-17.65* AbsLymp-0.97* AbsMono-0.99* AbsEos-0.03* AbsBaso-0.02 10:40AM BLOOD Plt Ct-37* 08:26PM BLOOD PTT-25.9 10:40AM BLOOD Glucose-111* UreaN-49* Creat-1.3* Na-127* K-6.9* Cl-88* HCO3-18* AnGap-21* 01:27PM BLOOD ALT-193* AST-306* LD(LDH)-4190* AlkPhos-439* TotBili-1.9* 10:40AM BLOOD Calcium-11.8* Phos-5.4* Mg-2.5 03:24PM BLOOD pO2-33* pCO2-43 pH-7.29* calTCO2-22 Base XS-6 03:24PM BLOOD Lactate-8.3* CT ABD & PELVIS 1. Interval increase in size of a large heterogeneous pelvic mass, now measuring up to 16 cm, previously 11 cm. 2. Interval development of innumerable hypodense liver lesions, concerning for progressive metastatic disease. 3. 1.8 cm left renal masses may represent metastatic disease. 4. Mild interval worsening of moderate left hydronephrosis, in the setting of a large pelvic mass. 5. Unchanged diffuse lymphadenopathy, as detailed above. MRI SPINE 1. Interval increase in size of a large heterogeneous pelvic mass, now measuring up to 16 cm, previously 11 cm. 2. Interval development of innumerable hypodense liver lesions, concerning for progressive metastatic disease. 3. 1.8 cm left renal masses may represent metastatic disease. 4. Mild interval worsening of moderate left hydronephrosis, in the setting of a large pelvic mass. 5. Unchanged diffuse lymphadenopathy, as detailed above. LLE DOPPLER No evidence of deep venous thrombosis in the left lower extremity veins. Suspect sluggish flow within the left common femoral vein. CXR Spinal hardware is in place. Right PICC line tip is most likely at the cavoatrial junction. Heart size and mediastinum are unremarkable. Lungs overall clear. No pleural effusion. No pneumothorax. RENAL US IMPRESSION: Similar moderate left hydronephrosis compared to the recent CT study and ultrasound. Mild right hydronephrosis likely similar to the prior CT given differences in contrast excretion. Brief Hospital Course: with PMH of ovarian cancer s/p chemo, metastatic to spine c/b T5 compression fracture s/p fusion and laminectomy , PE on Eliquis who presented to the ED withacute onset back pain, abdominal distention, and L leg swelling. In the ED, patient was noted to have elevated uric acid, hyperkalemia, lactic acidosis, and hyperphosphatemia c/f TLS. She was admitted to given poor urine outpatient and lactic acidosis in setting of suspected TLS. In the ICU, patient received aggressive fluid hydration and rasburicase with improvement of hyperuricemia. Her Hgb downtrended, though to be dilutional in setting of 4L IVF. She had persistent lactic acidosis and multisystem organ failure and as such, a family meeting was held with her primary oncologist. Patient was made CMO with a focus on comfort. Patient was started on a dilaudid gtt for pain with improvement of symptoms. Patient died on at 11:45AM while receiving CMO with family at bedside. Medications on Admission: The Preadmission Medication list is accurate and complete. 1. OxyCODONE SR (OxyCONTIN) 30 mg PO Q12H 2. Bisacodyl 10 mg PO/PR DAILY:PRN Constipation Second Line 3. Famotidine 20 mg PO DAILY 4. Lidocaine 5% Patch 1 PTCH TD QAM back pain 5. Milk of Magnesia 30 mL PO Q6H:PRN Constipation First Line 6. Ondansetron 4 mg PO Q8H:PRN Nausea/Vomiting First Line Reason for PRN duplicate override: Alternating agents for similar severity 7. OxyCODONE (Immediate Release) 10 mg PO Q2H:PRN Pain Moderate 8. Polyethylene Glycol 17 g PO BID 9. Senna 17.2 mg PO BID 10. Simethicone 40-80 mg PO QID:PRN abdominal pain 11. Dexamethasone 4 mg PO BID 12. Apixaban 5 mg PO BID Discharge Medications: N/A Discharge Disposition: Expired Discharge Diagnosis: Ovarian Cancer TLS Acute Kidney Injury Multisystem Organ Failure PE Discharge Condition: Expired Discharge Instructions: As above Followup Instructions:"
}