{
  "10821939-DS-23": "MEDICINE Allergies: No Known Allergies / Adverse Drug Reactions Attending: Major Surgical or Invasive Procedure: none attach Pertinent Results: ADMISSION LABS 05:35PM BLOOD WBC-5.3 RBC-4.32* Hgb-14.8 Hct-46.3 MCV-107* MCH-34.3* MCHC-32.0 RDW-15.6* RDWSD-62.2* Plt 05:40AM BLOOD WBC-4.5 RBC-4.18* Hgb-14.2 Hct-44.9 MCV-107* MCH-34.0* MCHC-31.6* RDW-15.7* RDWSD-61.7* Plt 05:35PM BLOOD Plt 05:40AM BLOOD PTT-31.2 05:40AM BLOOD Plt 06:45AM BLOOD PTT-28.6 05:35PM BLOOD Glucose-99 UreaN-32* Creat-1.4* Na-144 K-4.7 Cl-99 HCO3-30 AnGap-15 05:40AM BLOOD Glucose-98 UreaN-36* Creat-1.3* Na-144 K-4.4 Cl-98 HCO3-33* AnGap-13 04:55PM BLOOD Glucose-140* UreaN-39* Creat-1.3* Na-144 K-3.9 Cl-97 HCO3-32 AnGap-15 06:45AM BLOOD Glucose-125* UreaN-41* Creat-1.4* Na-145 K-5.2 Cl-100 HCO3-31 AnGap-14 05:35PM BLOOD cTropnT-0.04* 05:35PM BLOOD 05:40AM BLOOD Calcium-9.8 Phos-4.9* Mg-2.1 Iron-86 04:55PM BLOOD Calcium-9.2 Phos-4.3 Mg-2.1 06:45AM BLOOD Calcium-9.7 Phos-4.4 Mg-2.2 INTERVAL LABS 06:45AM BLOOD WBC-5.7 RBC-3.84* Hgb-13.0* Hct-41.2 MCV-107* MCH-33.9* MCHC-31.6* RDW-15.9* RDWSD-62.6* Plt 06:45AM BLOOD PTT-28.6 05:40PM BLOOD Glucose-95 UreaN-37* Creat-1.3* Na-143 K-4.8 Cl-99 HCO3-36* AnGap-8* 12:45PM BLOOD Glucose-130* UreaN-53* Creat-2.6* Na-143 K-5.5* Cl-99 HCO3-31 AnGap-13 07:29PM BLOOD Glucose-99 UreaN-56* Creat-2.3* Na-145 K-4.9 Cl-99 HCO3-31 AnGap-15 06:40AM BLOOD Glucose-108* UreaN-58* Creat-2.3* Na-144 K-5.4 Cl-98 HCO3-29 AnGap-17 12:45PM BLOOD Calcium-9.1 Phos-6.5* Mg-2.3 07:29PM BLOOD Calcium-10.1 Phos-5.6* Mg-2.4 06:40AM BLOOD Calcium-9.8 Phos-5.6* Mg-2.3 DISCHARGE LABS 06:40AM BLOOD WBC-7.5 RBC-3.42* Hgb-11.9* Hct-37.6* MCV-110* MCH-34.8* MCHC-31.6* RDW-16.4* RDWSD-65.6* Plt 07:06AM BLOOD PTT-27.2 06:26AM BLOOD Glucose-100 UreaN-60* Creat-2.2* Na-146 K-4.9 Cl-102 HCO3-27 AnGap-17 IMAGING CXR IMPRESSION: Status post left pneumonectomy an esophagectomy with gastric pull-through, with similar postoperative appearance. Slight blunting of the right costophrenic angle is similar to possibly slightly improved. No definite new focal consolidation. CXR IMPRESSION: 1. Status post left pneumonectomy and esophagectomy with gastric pull-through, with similar postoperative appearance. 2. Unchanged opacity at the right lung base, most consistent with atelectasis or aspiration/pneumonia in the appropriate clinical setting. Otherwise, there is no evidence of new focal consolidation within the right hemithorax. Brief Hospital Course: Mr. is an y/o M w/ PMH of HFrEF (EF 30%), severe MR and TR, pulmonary HTN, atrial fibrillation not on AC, HTN, HLD, h/o stomach and esophageal adenocarcinoma s/p resection and chemoradiation in remission years), and remote L pneumonectomy for bronchiectasis in childhood who presented with intermittent dyspnea, weight loss and , improving with diuresis but then diuresis was held iso relative hypotension and developed ATN poor PO intake because of dietary restrictions for aspiration risk. was initially recommended to have a feeding tube however patient had declined. was discharged on with TMVR eval outpatient on , and discharged on diet recommendation of pureed/nectar pre-thickened liquids in the time being until is evaluated by speech and swallow as an outpatient. was also noted to have a superficial thrombophlebitis in the right arm which is treated with heat packs and was newly started on apixaban this admission for Afib stroke prophylaxis. TRANSITIONAL ISSUES [ ] Lisinopril 2.5mg was held secondary to , and home diuretics were also stopped due to relative hypotension / . [ ] Patient to complete swallowing evaluation including VEES in the Speech and Swallow Department as an outpatient. The inpatient team has arranged this appointment and the patient has the information to call to confirm. [ ] Per ENT: will require follow up in clinic. Please call upon discharge to arrange f/u with Dr. . [ ] Please ensure R arm superficial thrombophlebitis is improving with warm compress. Note is on apixaban 2.5mg BID for stroke prophylaxis for Afib. [ ] New Medications: apixaban 2.5mg BID. previously denied anticoagulation for stroke prophylaxis but was open to it this admission. ACTIVE ISSUES # HFrEF # Severe MR has HFrEF with 4+ MR, pHTN, and TR and is currently undergoing outpatient workup with Dr. transcatheter mitral valve replacement. His pulmonary symptoms with which presented are more likely due to his severe MR and pHTN. The patient responded well to IV diuresis for 2 days and then was euvolemic . Given that fact and had poor PO intake (due to aspiration risk) and relative hypotension, no further diuresis was given since held iso relative hypotension. developed (ATN) for which was cautiously given fluid and improved creatinine. was euvolemic on discharge. His evaluation for TMVR was deferred to the outpatient setting, given his clinical euvolemia and patient desire to return home. has close follow-up with Cardiology that was arranged while in house. Discharge Cr 2.2, Discharge weight 101.1 lb. Not any diuretics upon discharge. # Dysphagia Patient has had long standing dysphagia, secondary to R vocal cord paralysis which is chronic issue for him since esophagectomy. During this admission, the patient had repeated evaluations by Speech and Swallow who initially had limited his diet to NPO but then subsequently, after visualization, agreed with advancing diet. ENT performed a laryngoscopy and reported that the vocal cords approximate well even with L vocal cord paralyzed, and recommended BID PPI. # Possibly in the setting worsening heart failure as above vs to lisinopril which was restarted during his last admission. Cr responded well to IV diuresis for 2 days and then was euvolemic . Given that fact and had poor PO intake (due to aspiration risk) and relative hypotension, no further diuresis was given since held iso relative hypotension. then developed an (ATN) for which was cautiously given fluid and improved creatinine. Discharge Cr was 2.2. # Weight loss / FTT Likely due to worsening heart failure and poor PO intake. does have a history of malignancy, however CT CAP without evidence of malignancy. Low concern at this time. # Atrial fibrillation CHAD2VASC 5 Patient's beta blockade was adjusted throughout this hospitalization, with blood pressures that were sensitive to the escalating doses, and thus his lisinopril was held. Discharged on metop succinate 25 mg daily. #Superficial thrombophlebitis R arm Patient has a marked off superficial thrombophlebitis on Right lower arm from IV site. Treated with warm compress and plan for re-evaluation on follow up. Note was newly started on apixaban 2.5mg for Afib dosing which is not ideal for VTE dosing. CHRONIC # Macrocytosis Vit B12 previously greater than essay. Folate was wnl. Patient denies ETOH use. Likely due to poor nutrition. # Hypothyroidism Patient was continued on home levothyroxine M-F, 224 and . # GERD Continued home lansoprazole. Also recommended by ENT for help with vocal cord dysfunction. # CODE STATUS: FULL CODE # CONTACT: Relationship: wife Medications on Admission: The Preadmission Medication list is accurate and complete. 1. Albuterol Inhaler 1 PUFF IH Q6H:PRN wheezing 2. Aspirin 81 mg PO DAILY 3. Lansoprazole Oral Disintegrating Tab 30 mg PO BID 4. Levothyroxine Sodium 112 mcg PO DAILY 5. Levothyroxine Sodium 112 mcg PO 2X/WEEK () 6. Metoprolol Succinate XL 25 mg PO DAILY 7. Multivitamins W/minerals 1 TAB PO DAILY 8. Simvastatin 5 mg PO QPM 9. Torsemide 20 mg PO DAILY 10. Ipratropium Bromide MDI 2 PUFF IH TID 11. Zinc Sulfate 220 mg PO DAILY 12. Lisinopril 2.5 mg PO DAILY 13. Famotidine 40 mg PO QHS 14. Mirtazapine 7.5 mg PO QHS Discharge Medications: 1. Apixaban 2.5 mg PO BID RX *apixaban [Eliquis] 2.5 mg 1 tablet(s) by mouth twice a day Disp #*60 Tablet Refills:*0 2. Albuterol Inhaler 1 PUFF IH Q6H:PRN wheezing 3. Aspirin 81 mg PO DAILY 4. Famotidine 40 mg PO QHS 5. Ipratropium Bromide MDI 2 PUFF IH TID 6. Lansoprazole Oral Disintegrating Tab 30 mg PO BID 7. Levothyroxine Sodium 112 mcg PO DAILY 8. Levothyroxine Sodium 112 mcg PO 2X/WEEK () 9. Metoprolol Succinate XL 25 mg PO DAILY 10. Mirtazapine 7.5 mg PO QHS 11. Multivitamins W/minerals 1 TAB PO DAILY 12. Simvastatin 5 mg PO QPM 13. Zinc Sulfate 220 mg PO DAILY Discharge Disposition: Home With Service Facility: Discharge Diagnosis: PRIMARY DIAGNOSIS # Heart Failure with Reduced Ejection Fraction # Chronic Obstructive Pulmonary Disease SECONDARY DIAGNOSIS # Malnutrition # Chronic Dysphagia # Gastrointestinal Reflux Disease # R Arm Superficial Thrombophlebitis Discharge Condition: Mental Status: Clear and coherent. Level of Consciousness: Alert and interactive. Activity Status: Ambulatory Independent. Discharge Instructions: Dear Mr. , It was a pleasure taking care of you at ! Why was I hospitalized? You were admitted to the hospital with worsening shortness of breath. What happened to me while I was here? You had a chest xray which showed extra fluid in the lung. You received intravenous Lasix to help get the fluid out. Your medications for heart rate and blood pressure were adjusted. You were seen by the ENT team and the Swallowing team for evaluation of your swallowing ability. Your vocal cords are intact. You are still at in increased risk of aspiration and choking, however. You were evaluated by the nutrition team who made recommendations about your diet. You had a superficial blood clot on your right arm, it is not worrisome if you take your new medicine apixaban which is primarily used for your atrial fibrillation. What should I do when I go home? Weigh yourself every morning, call MD if weight goes up more than 3 lbs. Please make sure that you take all of your medications and that you go to all of your appointments. Please contact speech and swallow in below information to confirm appointment for test. We wish you the best! Your care team Followup Instructions:"
}