{
  "13516027-DS-10": "MEDICINE Allergies: No Known Allergies / Adverse Drug Reactions Attending: . Chief Complaint: chest and abdominal pain Major Surgical or Invasive Procedure: PICC placement (last placed History of Present Illness: yo M with PMHx AFib on Eliquis, pleural effusion with Pleurx in recurrent ?cardiac/renal effusions, placed in 2 wks ago),?pancreatic mass, pacemaker, and known left renal hematoma status post biopsy c/b left renal hematoma who presents with acute onset chest and abdominal pain. The patient presented to a thoracic surgery follow up at today for PleurX monitoring. On his way home, the patient complained of acute onset abdominal and chest pain so his family brought him to to . CT scan was performed showing large L pleural effusion as well as increased left subcapsular hematoma and probable perinephric hematoma medial to the kidney. Labs showed hemoglobin of 9.6, potassium of 5.4, creatinine of 2.21, troponin 0.06. Kcentra was administered and the patient was transferred to for further management. Of note, patient was in USOH until when he was admitted to following renal biopsy for acute onset back pain and found to have a left capsular hematoma. The biopsy confirmed membranous nephropathy and he started on Tacrolimus. His Eliquis was held due to the procedural complication and later restarted on day prior to discharge. He was discharged from on . Since getting home, his family notes he has been extremely weak and occasionally confused. Given ongoing recurrence of pleural effusion, pleurX was placed 2 weeks prior to admission. It was drained by a 3x/week, draining approximately 1L each time. He remained on 2L of oxygen since his recent hospitalization. On day of admission, the had only been able to drain 100cc. In the ED, initial vitals were: temp 98.2, HR 105, BP 124/67, RR 29, 96% 5L NC. Exam was notable for: Con: Tachypnea, speaking full sentences HEENT: Normocephalic, atraumatic, Pupils equal, round and reactive to light, Extraocular muscles intact. No meningismus or neck TTP. No lymphadenopathy. Oropharynx benign. Resp: Decreased breath sounds on the left. Pleurx catheter in place on the left. CV: Regular rate and rhythm, normal and heart sounds, 2+ distal pulses in arms and legs. Capillary refill less than 2 seconds. No clinically significant murmur. Abd: Soft, Nontender, Nondistended. No masses or overlying skin changes. No organomegaly. GU: No costovertebral angle tenderness, no overlying ecchymosis MSK: No deformity or edema. No back TTP. Skin: No rash, Warm and dry Neuro: No lateralizing signs, cranial nerves II-XII grossly intact, strength and sensation grossly intact all ext Psych: Normal mood/mentation Labs were notable for: INR 1.4, K 5.7, HCO3 19, BUN 77, Cr 2.3, trop 0.06, lactate 1.2. Studies were notable for: CT scan: Interval increase in size of left subcapsular renal hematoma with probable focus of perinephirc hematoma medial to the kidney. Large left sided pleural effusion with a pleural catheter present. Trace to small left-sided pneumothorax. left sided subcutaneous emphysema along the cheset and abdomen. Interval increase in size of small right sided pleural effusion. persistent small pericardial effusion. The patient was given: Calcium gluconate, insulin, morphine. IP and Urology were consulted IP drained a few 100 cc from the Pleurx catheter and recommended no further intervention. Urology recommended close monitoring and holding anticoagulation. On arrival to the floor, the patient was very somnolent and only answer questions by shaking his head. Per family, patient becomes somnolent after receiving morphine and he had received some in the ED. He denies pain and denied SOB. REVIEW OF SYSTEMS: Per HPI, otherwise, 10-point review of systems was within normal limits. Past Medical History: AF with on apixaban CKD (renal bx confirmed membranous nephropathy 1 month ago) CAD s/p stent x2 HFpEF Social History: Family History: No family hx renal disease. Heart disease in mother, sister. Physical Exam: ADMISSION PHYSICAL EXAM: VITALS:24 HR Data (last updated @ 2140) Temp: 98.4 (Tm 98.4), BP: 107/70, HR: 114, RR: 20, O2 sat: 97%, O2 delivery: 3L GENERAL: Very disoriented (s/p Morphine), not answering questions. In no acute distress. HEENT: PERRL, EOMI. Sclera anicteric and without injection. MMM. CARDIAC: Regular rhythm, normal rate. Audible S1 and S2. No murmurs/rubs/gallops. S3 audible. LUNGS: Unable to sit up but anterior lung fields clear to auscultation. No wheezes, rhonchi or rales. No increased work of breathing. ABDOMEN: Normal bowels sounds, non distended, non-tender to deep palpation in all four quadrants. EXTREMITIES: trace lower extremity edema. Pulses DP/Radial 2+ bilaterally. SKIN: Warm. Cap refill <2s. No rashes. NEUROLOGIC: AOx3. CN2-12 intact. Moving all 4 limbs spontaneously. strength throughout. Normal sensation. DISCHARGE PHYSICAL EXAM 24 HR Data (last updated @ 728) Temp: 97.9 (Tm 99.2), BP: 109/68 (101-149/62-74), HR: 82 (71-85), RR: 16 (), O2 sat: 99% (93-99), Wt: 151.46 lb/68.7 kg Fluid Balance (last updated @ 819) Last 8 hours Total cumulative -250ml IN: Total 100ml, PO Amt 100ml OUT: Total 350ml, Urine Amt 350ml Last 24 hours Total cumulative 548ml IN: Total 1198ml, PO Amt 1093ml, IV Amt Infused 105ml OUT: Total 650ml, Urine Amt 650ml GENERAL: NAD, resting in chair CARDIAC: Irregularly irregular rhythm, regular rate. Audible S1 and S2. LUNGS: clear to auscultation bilaterally, no crackles/rhonchi/wheezing ABDOMEN: Soft, NT, ND, +BS. Hematoma on right flank unchanged. Pleurx dressing c/d/I. EXTREMITIES: No edema. Warm Pertinent Results: ADMISSION LABS: 04:05PM BLOOD WBC-11.4* RBC-3.35* Hgb-9.8* Hct-30.6* MCV-91 MCH-29.3 MCHC-32.0 RDW-15.3 RDWSD-49.6* Plt 04:05PM BLOOD Neuts-86.2* Lymphs-4.5* Monos-7.3 Eos-1.1 Baso-0.3 Im AbsNeut-9.85* AbsLymp-0.51* AbsMono-0.84* AbsEos-0.13 AbsBaso-0.04 04:05PM BLOOD PTT-32.5 04:05PM BLOOD Glucose-99 UreaN-77* Creat-2.3*# Na-135 K-5.7* Cl-104 HCO3-19* AnGap-12 04:05PM BLOOD ALT-28 AST-22 LD(LDH)-470* CK(CPK)-32* AlkPhos-67 TotBili-0.7 04:05PM BLOOD CK-MB-3 04:05PM BLOOD cTropnT-0.06* 04:05PM BLOOD TotProt-5.6* Albumin-2.6* Globuln-3.0 06:58AM BLOOD Calcium-8.4 Phos-5.4* Mg-2.4 05:17PM BLOOD pO2-21* pCO2-40 pH-7.38 calTCO2-25 Base XS-1 IMAGING RESULTS: Imaging CHEST (PORTABLE AP) IMPRESSION: Large left pleural effusion better assessed on same-day CT, with compressive atelectasis in the left lower lobe. Smaller right pleural effusion with mild edema noted. Imaging CHEST (PORTABLE AP) IMPRESSION: Comparison to . The pleural drain on the left is in stable position. The left effusion has substantially decreased in extent. Mild left basilar atelectasis. A remnant effusion is limited to the left costophrenic sinus. No pneumothorax. A decrease in size of the cardiac silhouette. Stable signs of mild pulmonary edema. No pneumonia. Stable position of the pacemaker leads. Cardiovascular Transthoracic Echo Report IMPRESSION: Globally preserved biventricular systolic function. Suboptimal image quality to assess for possible regional dysfunction. Mild aortic stenosis. Very small pericardial effusion. Left pleural effusion. HEST W/O CONTRAST IMPRESSION: 1. Significant interval improvement of left-sided pleural effusion with PleurX catheter in place. A portion of the fluid does appear to be somewhat loculated anteriorly where it measures 11.5 x 5.1 cm. 2. Mild diffuse pulmonary edema with additional patchy bibasilar airspace opacities which may represent subsegmental atelectasis, aspiration, or developing pneumonia. 3. Stable small right pleural effusion and slight increase in small pericardial effusion. 4. Stable mild prominence mediastinal lymph nodes presumably reactive. BD & PELVIS W/O CON IMPRESSION: 1. Grossly stable left perinephric hematoma measuring 11.2 cm in the setting of renal biopsy. 2. 2. Cholelithiasis without cholecystitis. 3. 3. Additional chronic changes as above. Imaging CHEST (PORTABLE AP) IMPRESSION: In comparison with the study , the PleurX catheter remains in place and there is small residual effusion with atelectatic changes. Area of opacification adjacent to the left heart border could reflect the anteriorly loculated effusion. Cardiac silhouette remains enlarged with some increased indistinctness of engorged pulmonary vessels consistent with elevated pulmonary venous pressure. Cardiac pacer leads are unchanged. BD & PELVIS W/O CON Small pleural effusions have decreased. A pleural catheter is again present on the left-side. Small amount of air in the left pleural effusion can be anticipated with the presence of the drain. Heart is mildly enlarged with coronary and valvular calcifications in addition to a dual lead pacemaker/ICD device. Within the limitations of a non-contrast examination, no focal liver lesions of concern are identified, only a subcentimeter hypodense focus in the fourth segment which is stable although too small to characterize. There is no biliary dilatation. Medium-size calcified stone in the gall bladder as before. Adrenals, pancreas and spleen are unremarkable. Small cyst in the interpolar right kidney is unchanged. Larger one again arises from the lower pole and also appears simple. The left kidney is still splayed forward by a large masslike but probably for the most part subcapsular hematoma. Its maximal dimension of 13.3 cm is unchanged. Mild left-sided pelviectasis appears unchanged. Stomach is unremarkable. Staple line noted across the lower mesentery. Small bowel is unremarkable. Large bowel appears normal. Mostly empty bladder is difficult to assess. Seminal vesicles appear normal. The prostate is mild to moderately enlarged with central hypertrophy. There is no lymph adenopathy. Vascular calcification is moderate. Musculature is atrophic. There are no suspicious bone lesions. Bones appear demineralized. IMPRESSION: Stable large subcapsular hematoma along the left kidney including mass-effect DISCHARGE LABS 06:48AM BLOOD WBC-7.8 RBC-2.70* Hgb-7.6* Hct-25.6* MCV-95 MCH-28.1 MCHC-29.7* RDW-16.3* RDWSD-55.4* Plt 06:48AM BLOOD Glucose-107* UreaN-73* Creat-2.9* Na-143 K-4.5 Cl-105 HCO3-25 AnGap-13 06:48AM BLOOD Calcium-8.3* Phos-4.3 Mg-2.6 MICROBIOLOGY FLUID CULTURE (Final : PANTOEA (ENTEROBACTER) AGGLOMERANS. SPARSE GROWTH. Interpret susceptibility results with caution. Susceptibility interpretations are based on general guidelines for Enterobacteriaceae. ENTEROCOCCUS SP.. RARE GROWTH. SENSITIVITIES: MIC expressed in MCG/ML PANTOEA (ENTEROBACTER) AGGLOMERANS | ENTEROCOCCUS SP. | | AMPICILLIN <=2 S CEFEPIME <=1 S CEFTAZIDIME <=1 S CEFTRIAXONE <=1 S CIPROFLOXACIN <=0.25 S GENTAMICIN <=1 S MEROPENEM <=0.25 S PENICILLIN G 2 S PIPERACILLIN/TAZO <=4 S TOBRAMYCIN <=1 S TRIMETHOPRIM/SULFA <=1 S VANCOMYCIN 1 S Brief Hospital Course: yo M with PMHx AFib on Eliquis, pleural effusion with Pleurx in place recurrent cardiac/renal effusions, placed in 2 wks prior to admission), possible pancreatic mass, pacemaker, and known left renal hematoma status post biopsy c/b left renal hematoma who presents with acute onset chest and abdominal pain and CT showing interval increase in size of left subcapsular renal hematoma found to have infection in the pleural space now on zosyn. TRANSITIONAL ISSUES: [ ] Recommend MRI Abd to better characterize the pancreatic tail lesion see on CT abd. From speaking with radiology, this is soft tissue density and could be an accessary splenule but could also be a malignancy such as a metastatic lesion. Discussed with PCP who work on arranging outpatient study with attention to his pacemaker [ ] Ensure follow up with Infectious Disease OPAT for Zosyn monitoring and discussion of duration of this antibiotics course. Prospective end date is [ ] Warfarin was initiated on as his kidney function at discharge was too poor to restart apixaban. Ensure follow up with his PCP [ ] Membranous nephropathy treatment can be re-evaluated by outpatient nephrology. Tacrolimus was discontinued due to rising Cr during admission and other medications deferred because of questionable tolerability [ ] Draining pleural fluid from Pleurex every other day. Most recent output was very scant [ ] Epo was recommended by renal for anemia due to CKD ACUTE/ACTIVE ISSUES: #Hypoxic respiratory failure #Left pleural effusion #Leukocytosis #Enterococcus/Enterobacter empyema Presented with pain in the chest, pleural fluid was sampled and found to be growing enterococcus and enterobacter. Interventional pulmonary and infectious disease were consulted. He was given broad spectrum antibiotics that were narrowed to zosyn with a planned course of 4 weeks to complete but final course to be determined by infectious disease at follow up. Infectious disease will arrange OPAT follow up. Interventional pulmonary instilled on with high volume of drainage that decreased through the remainder of the hospitalization. He is now having drainage every other day. #Left renal hematoma #Perinephric hematoma Stable per CT Torso. He was initially placed on a heparin drip in the setting of his hematoma but was transitioned to warfarin on , as he could not be re-initiated on apixaban due to poor renal function. Repeat CT was performed in the setting of rising creatinine on and showed stable hematoma size. #CKD membranous nephropathy #Acidosis resolved #Hyperkalemia resolved Tacrolimus was discontinued in the setting of worsening renal function. Nephrology was consulted and had a discussion with the patient and his family about treatment options. No new therapy was initiated due to questionable tolerability and risk of side effects, and they recommended follow up with outpatient nephrology. #AFib s/p KCentra for reversal given concern for worsening hematoma Home metoprolol was continued. Anticoagulation was intermittently on and off in the setting of the subcapsular bleed and worsening renal function. He was initiated on warfarin on . # Type 2 NSTEMI # CAD s/p 2 stents here at is at at . Per wife, one year ago was stable from prior. Troponin elevation likely demand in the setting of renal dysfunction. with preserved EF and mild AS. Lasix and losartan were held at last discharge, and were continued to be held given soft BPs. He appears euvolemic on exam. #Anemia Likely partially due to acute blood loss from perinephric hematoma. The Hgb did not improve as hematoma stabilized, and nephrology recommended starting epoetin to improve renal anemia. Medications on Admission: The Preadmission Medication list is accurate and complete. 1. Metoprolol Tartrate 100 mg PO BID 2. Apixaban 2.5 mg PO BID 3. Sodium Bicarbonate 325 mg PO BID 4. Tacrolimus 1.5 mg PO QAM 5. Tacrolimus 1 mg PO QPM 6. cholecalciferol (vitamin D3) 2,000 unit oral DAILY 7. Clopidogrel 75 mg PO DAILY 8. Cyanocobalamin Dose is Unknown PO DAILY 9. DICYCLOMine 10 mg PO BID 10. Digoxin 0.125 mg PO Q48H 11. Multivitamins 1 TAB PO DAILY 12. Nitroglycerin SL 0.4 mg SL Q5MIN:PRN chest pain 13. Ranitidine 150 mg PO BID 14. Rosuvastatin Calcium 20 mg PO QPM 15. coenzyme Q10 30 mg oral DAILY Discharge Medications: 1. Piperacillin-Tazobactam 2.25 g IV Q8H RX *piperacillin-tazobactam 2.25 gram 2.25 gram IV every eight (8) hours Disp #*60 Vial Refills:*0 2. Sodium Chloride 0.9% Flush mL IV DAILY and PRN, line flush 3. Warfarin 5 mg PO DAILY16 A fib Duration: 1 Dose 4. cholecalciferol (vitamin D3) 2,000 unit oral DAILY 5. coenzyme Q10 30 mg oral DAILY 6. DICYCLOMine 10 mg PO BID 7. Digoxin 0.125 mg PO Q48H 8. Metoprolol Tartrate 100 mg PO BID 9. Multivitamins 1 TAB PO DAILY 10. Nitroglycerin SL 0.4 mg SL Q5MIN:PRN chest pain 11. Ranitidine 150 mg PO BID 12. Rosuvastatin Calcium 20 mg PO QPM 13. Sodium Bicarbonate 325 mg PO BID 14. HELD Cyanocobalamin Dose is Unknown PO DAILY This medication was held. Do not restart Cyanocobalamin until you have outpatient follow up Discharge Disposition: Extended Care Facility: Discharge Diagnosis: Empyema Acute kidney injury Perinephric hematoma Atrial fibrillation Pleural Effusion Discharge Condition: Mental Status: Clear and coherent. Level of Consciousness: Alert and interactive. Discharge Instructions: Dear Mr. , It was a privilege caring for you at . WHY WAS I IN THE HOSPITAL? You were sent to us from another hospital because you had bleeding after a kidney biopsy. WHAT HAPPENED TO ME IN THE HOSPITAL? While you were in the hospital we discovered an infection in the fluid around your lungs and you were treated with antibiotics. You were seen by our kidney team who recommended to not take tacrolimus, and to follow up with your outpatient nephrologist about any further changes. Your anticoagulation was changed to warfarin (Coumadin) from Eliquis. WHAT SHOULD I DO AFTER I LEAVE THE HOSPITAL? -Please continue to take all of your medications and follow-up with your appointments as listed below. We wish you the best! Sincerely, Your Team Followup Instructions:"
}