{
  "10236661-DS-5": "MEDICINE Allergies: Captopril / Hydralazine / metoprolol / Nortriptyline / omeprazole Attending: . Chief Complaint: diarrhea, abdominal pain Major Surgical or Invasive Procedure: Endoscopic ultrasound (EUS) History of Present Illness: y/o female w/ history of atrial fibrillation, anticoaguluated on Xarelto (last Coumadin dose two weeks ago), ?CHF, SSS s/p pacemaker, stomach resection for \"scarring\" presenting with three months of diarrhea, acute bleeding yesterday and abdominal pain yesterday. Patient was in rehab for one month after being evaluated for chest pain, discharged one week ago. Bleeding yesterday was noticed by daughter, . Abdominal pain is described as \"feeling like something's falling\" and pain is worse with coughing. In the ED, initial vitals were: 98, HR 71, 117/77, RR 16, 100%RA Exam notable for: raw anal area abdominal pain Labs notable for: Lactate 2.3 ALT 24 AST 41 AP 143 Lipase 64 Alb 3.3 Tbili 0.7 7.1>11.3/36.5<241 INR 2.0 UA: Large leukocytes Blood trace, Nitrite negative, Protein 30, Glucose negative, Ketones negative, RBC 9, WBC 18, EPI 10 Imaging was notable for: CT ABDOMEN/PELVIS 1. Severe intra and extrahepatic biliary dilatation without a definite obstructing lesion identified on this examination. Gallbladder is distended with fluid without evidence of acute cholecystitis. There is also main pancreatic ductal dilatation. MRCP or ERCP should be considered. 2. Long segment of sigmoid colon demonstrating circumferential thickening and adjacent fat stranding, which likely represents infectious or inflammatory colitis. No evidence of ischemia. Diverticulosis, however the fat stranding is not focal to any single diverticula. 3. Severe degenerative changes within the lumbar spine with severe endplate irregularity at well L1-2 and L3-4, which may be degenerative, however there are no priors for comparisons. Patient was given: 17:22 IV Morphine Sulfate 4 mg 17:22 IV Ondansetron 4 mg 18:09 IVF NS Started 250 mL/hr Upon arrival to the floor, patient reports that diarrhea has been ongoing for about 3 months. Has up to 6 bowel movements a . It is described watery and loose. Described as brown. Became dark brown after taking iron pills. Her daughter noticed some bright red blood on tissue that had fallen down. Patient says she has a history of diarrhea. She would have a month of diarrhea and then it would go away. Thinks the diarrhea has been going on for about 6 months off and on. Came to the hospital because of the blood. No lightheadedness or dizziness. No more bloody bowel movements today. Patient reports that ED confirmed that she had blood in the stool. Takes ibuprofen (2 tablets) mostly every morning. Has been taking it for headaches since the fall of this past year. Has not used Tylenol for headaches. Has associated abdominal pain below the umbilicus. Explained as sharp. Seems like something \"dropped\" inside abdomen. Comes and goes and not particularly before a bowel movement. Stopped Coumadin a month ago and is now on Xarelto. No medication changes since discharge as per patient. Past Medical History: HTN Complex partial seizures Restless Leg syndrome 3 surgical procedures on rt shoulder, right hip replacement x 2, left ankle fusion Migraine headache atrial fibrillation SSS with pacemaker Cholelithiasis Duodenal ulcer Lower GI bleed B/L knee replacement surgery Depression Social History: Family History: Mother varicose veins Father MI at age Children healthy Physical Exam: ADMISSION EXAM: VITAL SIGNS: 98.2 PO 121 / 80 85 18 94 RA GENERAL: elderly female, no acute distress HEENT: NCAT, PERRLA, EOMI NECK: supple, no cervical LAD CARDIAC: S1/S2, RRR, no murmurs, rubs or gallops LUNGS: CTA b/l ABDOMEN: Vertical scar from previous operation. Mid epigastric mass felt under scar, non tender to palpation. Large oblong mass protruding from right abdomen, bullotable. Non tender to palpation. No overlying erythema noted. Prominent veins overlying area. Tenderness to palpation over suprapubic/lower mid gastric area. EXTREMITIES: no cyanosis, bruising or edema NEUROLOGIC: A&O x 3. DISCHARGE EXAM: VITAL SIGNS: 98.1 PO 147 / 94 72 18 97 RA GENERAL: elderly female, no acute distress HEENT: NCAT, PERRLA, EOMI NECK: supple, no cervical LAD CARDIAC: irregularly irregular, no murmurs, rubs or gallops LUNGS: CTAB ABDOMEN: Vertical scar from previous operation. Mid epigastric mass felt under scar, non tender to palpation. EXTREMITIES: no cyanosis, bruising or edema NEUROLOGIC: A&O x 3. Moving all extremities. Pertinent Results: ADMISSION LABS: 03:00PM BLOOD WBC-7.1 RBC-3.82* Hgb-11.3 Hct-36.5 MCV-96 MCH-29.6 MCHC-31.0* RDW-17.0* RDWSD-59.5* Plt 03:00PM BLOOD Neuts-69.9 Lymphs-15.2* Monos-10.6 Eos-3.4 Baso-0.6 Im AbsNeut-4.96 AbsLymp-1.08* AbsMono-0.75 AbsEos-0.24 AbsBaso-0.04 03:00PM BLOOD PTT-36.7* 03:00PM BLOOD Glucose-82 UreaN-10 Creat-0.6 Na-136 K-5.0 Cl-104 HCO3-18* AnGap-19 03:00PM BLOOD ALT-24 AST-41* AlkPhos-143* TotBili-0.7 03:00PM BLOOD Lipase-64* 03:00PM BLOOD Albumin-3.3* Calcium-8.9 Phos-3.4 Mg-2.0 03:52PM BLOOD Lactate-2.3* 07:00PM URINE Color-Yellow Appear-Hazy Sp 07:00PM URINE Blood-TR Nitrite-NEG Protein-30 Glucose-NEG Ketone-NEG Bilirub-NEG Urobiln-NEG pH-6.0 Leuks-LG 07:00PM URINE RBC-9* WBC-18* Bacteri-FEW Yeast-NONE Epi-10 TransE-<1 DISCHARGE LABS: 08:10AM BLOOD WBC-6.0 RBC-3.50* Hgb-10.2* Hct-31.9* MCV-91 MCH-29.1 MCHC-32.0 RDW-16.6* RDWSD-54.8* Plt 08:10AM BLOOD PTT-36.8* 08:10AM BLOOD Glucose-92 UreaN-9 Creat-0.7 Na-139 K-3.7 Cl-103 HCO3-25 AnGap-15 08:10AM BLOOD Calcium-8.5 Phos-3.2 Mg-1.9 IMAGING/STUDIES CT Abdomen/Pelvis with Contrast (): IMPRESSION: 1. Severe intra and extrahepatic biliary dilatation without a definite obstructing lesion identified on this examination. Gallbladder is distended. No gallbladder wall thickening or pericholecystic fluid is seen, but ensuing acute cholecystitis is not excluded. There is also main pancreatic ductal dilatation. MRCP or ERCP should be considered to evaluate for an obstruction lesion. Ampullary stenosis is a consideration. 2. Long segment of sigmoid colon demonstrating circumferential thickening and possible subtle adjacent fat stranding, which may be due to infectious or inflammatory colitis. Diverticulosis, however the fat stranding is not focal to any single diverticula. 3. Severe degenerative changes within the lumbar spine with severe endplate irregularity at well L1-2 and L3-4, most likely degenerative, however there are no priors for comparisons. ' Endoscopic Ultrasound/EGD (): The bile duct was imaged at the level of the porta-hepatis, head of the pancreas and ampulla. The maximum diameter of the bile duct was 18 mm. The bile duct was markedly dilated but otherwise normal in appearance. The dilation extended to the level of the ampulla. No intrinsic stones or sludge were noted. The ampulla was located at the rim of a large diverticulum otherwise normal. (biopsy) Otherwise normal upper eus to third part of the duodenum Previous partial gastrectomy with Billroth 1 gastroenterostomy of the stomach body (biopsy) Diverticulum in the area of the papilla Otherwise normal EGD to third part of the duodenum Brief Hospital Course: Ms. is an y/o woman with history of HTN, CHF (LVEF unknown), atrial fibrillation on warfarin, SSS s/p PPM who presented for diarrhea and abdominal pain, and was found to have C. diff. Ms. is an y/o woman with history of HTN, CHF (LVEF unknown), atrial fibrillation on warfarin, SSS s/p PPM who presented for diarrhea and abdominal pain, and was found to have C. diff. #C. diff: Patient finished a course of clindamycin in early for pneumonia and thought she was experiencing more diarrhea than usual. During her rehab stay, patient was diagnosed with C.diff and treated with a 10 course of antibiotics. Repeat C.diff studies were sent during this hospitalization and returned positive. The patient was started on treatment with PO vanocmycin. She should continue vancomycin until seen by a GI doctor 1 . Because she already failed a full course of c diff treatment, she may warrant treatment for longer than the usual two weeks. Exact course to be determined by GI. #BRBPR: Patient noticed specks of bright red blood after diarrhea on with some lower abdominal pain. Patient had no further drops in H/H noted and was hemodynamically stable. CT scan showed colitis. Presumed secondary to c. diff infection. No intervention deemed appropriate given very minor nature of bleeding. #Intra and extrahepatic biliary dilatation: The patient was found to have severe intra and extrahepatic biliary dilatation, with main pancreatic duct dilation and dilation of gallbladder without evidence of infection without a definite obstructing lesion on CT scan. Gallbladder, even though distended and filled with fluid, appears to be draining adequately given no rise in alk phos or total bilirubin. Patient's pacemaker was incompatible with MCRP so patient had an endoscopic ultrasound which showed ductal dilatation, but no obstructing stones or mass that might cause the ductal dilatation. Biopsies were taken and were pending at time of discharge. #Chronic Diastolic Heart Failure: Patient with mild symmetric left ventricular hypertrophy w preserved systolic function and ECHO showing LVEF 55%. Previous CTA showed mild evidence of pulm edema and proBNP was 2393 stable from last admission. Her stress test did not show any abnormality. Patient's diuretic was held in the setting of diarrhea. This should be restarted as the diarrhea resolves. #Atrial Fibrillation: Patient with atrial fibrillation, V paced with ICD, INR 2.0 on admission. CHADS2VASC 3 (age, dCHF, HTN). Patient's xarelto was held prior to Endoscopic U/S and resumed on . Atenolol 25 mg daily was continued for rate control. # CAD risk: Continued atorvastatin 40 mg and BP control with amlodipine/atenolol # Hypertension: continued amlodipine/atenolol. # Seizure Disorder: continued home keppra # Depression: continued home venlafaxine # Restless leg syndrome: continued home pramipexole TRANSITIONAL ISSUES We are holding patient's Lasix because of her diarrhea. She appears euvolemic at discharge. PCP may resume as diarrhea resolves if appropriate. The patient may have refractory c. diff, and she should continue taking vancomycin until seen by a GI doctor. 12 days of Vancomycin prescribed at discharge. At PCP follow up, please prescribe additional Vancomycin to cover her until she sees GI on . # CONTACT: (daughter) (son) Medications on Admission: The Preadmission Medication list is accurate and complete. 1. Atorvastatin 40 mg PO QPM 2. Ipratropium-Albuterol Neb 1 NEB NEB Q6H:PRN sob, wheezing 3. Omeprazole 20 mg PO DAILY 4. Acetaminophen mg PO Q6H:PRN Pain Mild 5. amLODIPine 2.5 mg PO DAILY 6. Atenolol 25 mg PO DAILY 7. Calcium Carbonate 1250 mg PO DAILY 8. Ferrous Sulfate 325 mg PO DAILY 9. Furosemide 20 mg PO DAILY 10. Gabapentin 300 mg PO QHS 11. LevETIRAcetam 500 mg PO BID 12. Lidocaine 5% Patch 1 PTCH TD QAM 13. Magnesium Oxide 250 mg PO QHS 14. Multivitamins 1 TAB PO DAILY 15. Potassium Chloride 40 mEq PO DAILY 16. Pramipexole 2 mg PO QHS 17. TraZODone 25 mg PO QHS:PRN insomnia 18. Venlafaxine 37.5 mg PO DAILY 19. Rivaroxaban 20 mg PO DAILY Discharge Medications: 1. Vancomycin Oral Liquid mg PO Q6H RX *vancomycin [Vancocin] 125 mg 1 capsule(s) by mouth every six (6) hours Disp #*56 Capsule Refills:*0 2. Acetaminophen mg PO Q6H:PRN Pain Mild 3. amLODIPine 2.5 mg PO DAILY 4. Atenolol 25 mg PO DAILY 5. Atorvastatin 40 mg PO QPM 6. Calcium Carbonate 1250 mg PO DAILY 7. Ferrous Sulfate 325 mg PO DAILY 8. Gabapentin 300 mg PO QHS 9. Ipratropium-Albuterol Neb 1 NEB NEB Q6H:PRN sob, wheezing 10. LevETIRAcetam 500 mg PO BID 11. Lidocaine 5% Patch 1 PTCH TD QAM 12. Multivitamins 1 TAB PO DAILY 13. Omeprazole 20 mg PO DAILY 14. Pramipexole 2 mg PO QHS 15. Rivaroxaban 20 mg PO DAILY 16. TraZODone 25 mg PO QHS:PRN insomnia 17. Venlafaxine 37.5 mg PO DAILY 18. HELD Furosemide 20 mg PO DAILY This medication was held. Do not restart Furosemide until you are told by your primary care doctor 19. HELD Magnesium Oxide 250 mg PO QHS This medication was held. Do not restart Magnesium Oxide until you follow up with your PCP. 20. HELD Potassium Chloride 40 mEq PO DAILY This medication was held. Do not restart Potassium Chloride until you are told to do so by your primary care doctor Discharge Disposition: Home With Service Facility: Discharge Diagnosis: Primary Diagnosis: C. diff infection Secondary Diagnosis: hepatobiliary ductal dilatation Chronic diastolic heart failure A-fib Discharge Condition: Mental Status: Clear and coherent. Level of Consciousness: Alert and interactive. Activity Status: Ambulatory Independent. Discharge Instructions: Dear Ms. , You were hospitalized at . Why were you in the hospital? You were admitted because you were having diarrhea and blood in your stool. What did we do for you? We monitored your blood count to make sure it remained stable. The blood in your diarrhea resolved. We think it was from inflammation of your intestines. You had an ultrasound to look for stones/masses that may be causing your symptoms. The ultrasound was normal. We started you on antibiotics for a infection in your intestines (C. diff infection). What do you need to do? It is important that you continue taking antibiotics (Vancomycin) for your infection. You should take the Vancomycin 4 times per until you see a GI doctor. We initially told you to stop taking the Vancomycin after two weeks, but we think that you should continue taking it until you see a GI doctor. Please follow up with your primary care doctor information below.) It was a pleasure taking care of you. We wish you the best! Sincerely, Your Medicine Team Followup Instructions:"
}