{
  "14298628-DS-14": "MEDICINE Allergies: bee venom protein (honey bee) Attending: Chief Complaint: Diarrhea Major Surgical or Invasive Procedure: None History of Present Illness: Mr. is a w/ man with a history of EtOH cirrhosis c/b HCC s/p DDLT and a history of HFrEF (30%), who was recently hospitalized for percutaneous pulmonary vein isolation for afib/flutter in , discharged on after failed attempt of PPV which was complicated by small pericardial effusion and pericarditis. Patient was also noted to have gone into post procedure atrial fibrillation on with rapid heart rate response. Repeat cardioversion was attempted on however shocks with 200J and 360J were not successful in converting him. She was discharged home on Amiodarone and Metoprolol and presented back on for pre repeat cardioversion evaluation. A that time, patient was feeling well other than having diarrhea that is felt to be side effect of colchicine. This was noted to be stopped in the not from with improvement. During that visit on , labs were drawn and showed elevated Cr to 2.1 (basleine seems to be around as well as ALT of 137, AST of142 and alk phos of 133. Total bili was .6 at hat time. The patient was contacted by his hepatologist Dr. recommended her present to the ED to follow up elevated Creatinine and ALT/ASt. Patient then presented to ED on . In regards t his Heart Failure, he is a long standing patient of Dr. . He last saw him on and is known to have class I nonischemic cardiomyopathy with severe biventricular systolic dysfunction(initially diagnosed in due to unclear etiology. He has undergone extensive workup that has been unremarkable. Past Medical History: Alcohol-induced cirrhosis scoliosis paroxysmal atrial fibrillation GERD osteoporosis osteoarthritis history of lumbar discectomy cervical laminectomy bowel resection for diverticulitis. Social History: Family History: Father and brother with prostate CA. Two brothers with DM type 2 Physical Exam: Admission Exam: GENERAL: NAD HEENT: AT/NC, EOMI, PERRL, anicteric sclera, pink conjunctiva, MMM NECK: supple, no LAD, no JVD HEART: RRR, S1/S2, systolic murmer LUNGS: CTAB, no wheezes, ABDOMEN: nondistended, nontender in all quadrants, no rebound/guarding, no hepatosplenomegaly EXTREMITIES: no cyanosis, clubbing, or edema NEURO: A&Ox3, moving all 4 extremities with purpose SKIN: warm and well perfused, no excoriations or lesions, no rashes Discharge Exam: GENERAL: NAD HEENT: AT/NC, EOMI, PERRL, anicteric sclera, pink conjunctiva, MMM NECK: supple, no LAD, no JVD HEART: RRR, S1/S2, systolic murmer LUNGS: CTAB, no wheezes, ABDOMEN: nondistended, nontender in all quadrants, no rebound/guarding, no hepatosplenomegaly EXTREMITIES: no cyanosis, clubbing, or edema NEURO: A&Ox3, moving all 4 extremities with purpose SKIN: warm and well perfused, no excoriations or lesions, no rashes Pertinent Results: Admission Labs: 11:24AM BLOOD WBC-9.1 RBC-4.17* Hgb-14.0 Hct-41.3 MCV-99* MCH-33.6* MCHC-33.9 RDW-12.7 RDWSD-46.3 Plt 11:24AM BLOOD Neuts-69.6 Monos-6.2 Eos-1.4 Baso-0.4 Im AbsNeut-6.34* AbsLymp-2.01 AbsMono-0.57 AbsEos-0.13 AbsBaso-0.04 11:24AM BLOOD PTT-32.7 11:24AM BLOOD Glucose-130* UreaN-24* Creat-1.4* Na-136 K-4.4 Cl-104 HCO3-19* AnGap-13 11:24AM BLOOD ALT-121* AST-100* AlkPhos-119 TotBili-0.4 Microbiology: 12:54 pm STOOL CONSISTENCY: NOT APPLICABLE Source: Stool. **FINAL REPORT C. difficile DNA amplification assay (Final : Negative for toxigenic C. difficile by the Cepheid nucleic acid amplification assay.. (Reference Range-Negative). 12:54 pm STOOL CONSISTENCY: NOT APPLICABLE Source: Stool. FECAL CULTURE (Pending): CAMPYLOBACTER CULTURE (Pending): 11:24 am BLOOD CULTURE X2 Blood Culture, Routine (Pending): 1:22 am URINE Source: Kidney. URINE CULTURE (Pending): Imaging: Duplex abdominal limited US: IMPRESSION: 1. Patent hepatic vasculature with appropriate waveforms. 2. Mildly echogenic liver consistent with steatosis. Discharge Labs: 04:23AM BLOOD WBC-7.6 RBC-3.99* Hgb-13.6* Hct-39.2* MCV-98 MCH-34.1* MCHC-34.7 RDW-12.3 RDWSD-44.8 Plt 04:23AM BLOOD Glucose-106* UreaN-21* Creat-1.4* Na-140 K-4.5 Cl-104 HCO3-22 AnGap-14 04:23AM BLOOD ALT-117* AST-110* AlkPhos-92 TotBili-0.6 Brief Hospital Course: SUMMARY: Mr. is a YO man with history of class I HFrEF, and s/p liver transplant in , who presents with poor PO intake, diarrhea, and elevated LFTs after having had 1 week of decreased PO intake and diarrhea in the setting of recently beginning amiodarone load on . The patient was admitted for monitoring, infectious workup and rehydration. C diff was sent, and found to be negative. Stool cultures were sent and pending at discharge. The patient's diarrhea improved prior to discharge. His improved with oral and IV rehydration. There was concern that the patient's elevated liver enzymes could be due to rejection vs amiodarone toxicity. It was recommended that the patient have a cardiology consult for evaluation of discontinuing amiodarone and remain inpatient for further workup of his LFT abnormality including possible liver biopsy. Unfortunately the patient declined and decided to leave against medical advice. He agreed to present to for outpatient labs on . # Elevated LFTs # EtOH cirrhosis c/b HCC s/p DDLT Patient is years post liver transplant. He presented with elevated LFTs and alk phos although downtrending from outpatient labs on (see results for details). His LFT abnormality are elevated since beginning amiodarone load on which could explain his LFT elevation however rejection can not be ruled out Tacro level was 4 on . It was recommended that the patient have a cardiology consult for evaluation of discontinuing amiodarone and remain inpatient for further workup including liver biopsy. Unfortunately the patient declined and decided to leave against medical advice. He agreed to present to for outpatient labs on . In lieu of cardiology consult inpatient, I will contact his outpatient electrophysiologist Dr. to coordinate an appointment sooner. #Atrial fibrillation: s/p failed PVI -The patient was continued on home Amiodarone 400 BID for loading, with plan to continue maintenance dose as an outpatient. The patient was in atrial fibrillation on admission to the hospital. It was recommended that the patient have a cardiology consult for evaluation of discontinuing amiodarone however the patient declined and opted to leave against medical advice. He has follow up with his electrophysiologist in . I will contact his electrophysiologist Dr. so coordinate an appointment sooner. # Patient was admitted when found to have an elevated creatinine of 2.1 when labs were drawn as part of pre-procedure workup for atrial fibrillation ablation. During that time the patient has noticed he had had diarrhea since starting colchicine for pericarditis weeks prior. He has also had decreased appetite and decreased po intake during that time. He presented to the ED and found to have a creatinine of 1.4. His baseline creatinine is known to be around around 1 to 1.1. Urine electrolytes were sent and were suggestive of pre-renal etiology. He was treated with gentle IVF, and his creatinine remained stable He was discharged with a creatinine of 1.4 #Diarrhea: Patient presented with several days of 3+ loose/watery bowel movements daily. He felt that his diarrhea was associated with beginning colchicine. He was instructed to stop colchicine days prior to presentation and felt that his loose stool decreased in frequency. On hospital day 2, the patient reported that diarrhea has resolved. It is possible that diarrhea was likely due to colchicine side effect vs viral GE. Other infectious workup was unremarkable. Chronic Issues: # Nonishcemic Cardiomyopathy #HFrEF EF 30% Patient with known history of HfrEF NYHA I. On presentation, the patient was without edema on exam. Dry weight known to be 135-140. HE was 133LB on admission. He was continued on home metoprolol. Lisinopril was held in the setting of . This should be restarted as an outpatient once resolves. # Pericardial effusion: Trace to small pericardial effusion in setting of pericarditis post pvi on . Echo on showed effusion unchanged from . Patient was discharged on colchicine 0.6mg daily for 3 months. Course was complicated by diarrhea, and colchicine was held. Plan for follow up TTE on . Transitional Issues: [] Patient should have repeat BMP and LFTs 2 days after discharge to monitor creatinine transaminitis. [] Will coordinate early follow up with hepatology and EP given concern for amiodarone toxicity. He will continue this medication for the time being. [] Home Lisinopril held at time of discharge given . Should be restarted in outpatient setting if Cr remains stable. [] Final stool cultures and blood cultures pending at time of discharge, to be followed by inpatient team and at next outpatient appointment. [] Patient to continue taper of amiodarone following loading. [] Needs repeat TTE (scheduled for to monitor small pericardial effusion #Full Code #Contact: and HCP weight 133 lbs Medications on Admission: The Preadmission Medication list is accurate and complete. 1. Lisinopril 40 mg PO DAILY 2. Metoprolol Succinate XL 150 mg PO BID 3. Amiodarone 400 mg PO BID 4. Apixaban 5 mg PO BID 5. Tacrolimus 1 mg PO Q12H 6. Multivitamins 1 TAB PO DAILY 7. Omeprazole 40 mg PO DAILY 8. Cal-Citrate (calcium citrate-vitamin D2) 250 mg calcium-200 unit tablet oral daily Discharge Medications: 1. Amiodarone 400 mg PO BID 2. Apixaban 5 mg PO BID 3. Cal-Citrate (calcium citrate-vitamin D2) 250 mg calcium-200 unit tablet oral daily 4. Metoprolol Succinate XL 150 mg PO BID 5. Multivitamins 1 TAB PO DAILY 6. Omeprazole 40 mg PO DAILY 7. Tacrolimus 1 mg PO Q12H 8. HELD Lisinopril 40 mg PO DAILY This medication was held. Do not restart Lisinopril until you speak with your PCC 9.Outpatient Lab Work ICD-10-CM Diagnosis Code : Abnormal results of liver function studies CBC, Chem-7,LFT, Albumin, Tacrolimus Please Fax to Dr. Discharge Disposition: Home Discharge Diagnosis: Primary Diagnosis: LFT abnormality, concern for amiodarone toxicity vs rejection Diarrhea Secondary Diagnoses: Liver transplant HFrEF Atrial Fibrillation Discharge Condition: Mental Status: Clear and coherent. Level of Consciousness: Alert and interactive. Activity Status: Ambulatory Independent. Discharge Instructions: Dear Mr. , It was a pleasure to care for you at the . Why did you come to the hospital? Because you were having diarrhea and you kidney and liver showed signs of being damaged What did you receive in the hospital? We gave you fluids and watched your kidney as they improved We ran test to see if you had an infections to cause your liver function abnormality. You did not have an infection to explain the liver function tests. We think your liver function abnormality could be due to rejection vs amiodarone toxicity and recommended that you stay to have workup. -We will work to arrange a cardiology appointment to discuss amiodarone sooner than your scheduled appointment. What should you do once you leave the hospital? Please obtain the outpatient test and fax them to the Liver center. We wish you the best! Your Care Team Followup Instructions:"
}