{
  "12009854-DS-7": "MEDICINE Allergies: No Known Allergies / Adverse Drug Reactions Attending: . Chief Complaint: Altered Mental Status, fall Major Surgical or Invasive Procedure: L tragus laceration repair History of Present Illness: yo M with Parkinsons Disease, paroxysmal AF and TIA in ( on apixiban), chronic right frontal infarct, who presents with altered mental status with associated fall of unclear etiology. At around 7 this AM, the patient vaguely recalls (and provides a disclaimer that he has a fair amount of uncertainty about what occurred) that he was walking to the bathroom, when he fell and hit his ear on his walker. He describes his experience as a \"fugue\" state. The next thing he knew, his ear was bleeding. His wife supplements that she entered the room and noticed patient slumped over the middle shelf of their closet (which is 5 feet from the bed) with bleeding from his left ear. She notes that he seemed confused at this point and did not know what hurt but also adds that in past few months patient has had increased psychomotor activation in general (has been getting up more spontaneously and walking around when not supposed to) and has had increased issues with memory and confusion. At the time of his fall he does not recall feeling any chest palpitations, chest pain, SOB, lightheadedness, or dizziness. He was not nauseas, and had no vomiting. His tongue was not lacerated. He was able to ambulate afterwards with his walker, which is his baseline. He had no residual weakness, nausea/vomiting, or balance issues. He wears depends at baseline and wife is unable to confirm or deny loss of bowel or bladder continence. The night before, he recalls drinking 2 partial glasses of wine and lots of food. In general, he feels dehydrated. He reports low BPs 100s/60s recently, but previously was hypertensive. His isradipine dose was also recently reduced from5 mg BID to 2.5 mg BID. He recently increased his dose of melatonin, per his neurologist from 5mg to 7.5 mg. His wife notes that he had trouble adhering to his medication list, but with the aid of his family members he is able to stick to them. He notes that he has never experienced anything like this before. He said that the last time he fell in his bedroom was several years ago, and he thinks he fell during the night in a vivid dream. Of note, he also had 2 mechanical falls while not using walker this past . He did not hit his head, but did bruise his bottom. On review of recent neurology records, he has been having more difficulty with his balance in the past few months. He cannot shower on his own at this time without assistance. He is unsafe going down stairs. He has also recently retired from his practice due to safety concerns. His wife and son note that overall his camptocormia has gotten significantly worse in the past few months and that he \"is bent down in an L-shape whenever he walks with his walker.\" He is also more confused for more of the day as compared to prior months. In the ED, initial vitals: 96.0 Temp 60 HR 117/74 BP 18 RR 100% RA. Orthostatic vitals with BP 132/71 lying down-> 77/51 standing (HR from 51-> 64) Exam was notable for:laceration on L tragus but was generally well-appearing. Labs notable for CK 507. INR at 1.4. Otherwise CBC, Chem 7, UA were unconcerning. EKG normal. Non-contrast head CT, C-spine, CXR normal. He was found to have marked orthostasis while standing with physical therapy to SBP 70 as stated above. Patient was given 1L NS and his BP improved. He was given a tetanus shot, and his left tragus was repaired. He was given afternoon sinemet,and started on home Parkinsons meds. Vitals prior to transfer: 97.9 Temp 65 HR 18 RR 141/84 BP 99% RA On the floor, the patient is awake and alert now with yo son and wife at bedside. He is fatigued, but notes this is chronic. He complains of no headache or neck pain. He has no fever, chills, CP, dyspnea, dysuria or increased urinary frequency (although, he does have polyuria at baseline due to his . He has not had sick contacts. He feels that his weight continues to be low although he is trying to increase his p.o. intake. He has not had diarrhea, and thinks his last BM was this AM. Past Medical History: Sleep disorder Paroxysmal atrial fibrillation Personal history of TIA (transient ischemic attack) History of stroke disease. Marked flexion posture at the waist, consistent with worsening camptocormia. Rest tremor of the left arm was noted towards the end of and his diagnosis was made in . Camptocormia Essential hypertension Pigmentary open-angle glaucoma of both eyes, indeterminate stage Cataract, nuclear sclerotic, both eyes Dry eye syndrome Spinal stenosis of lumbar region Peripheral edema S/p MVC Social History: Family History: No history of disease Maternal GM DM Sister HTN Mother strokes,HTN Father arrhythmia Physical : ADMISSION PHYSICAL EXAM VITALS: Temp 98.1 PO 161/82 57 18 100% RA GENERAL: Alert and oriented x 3. No acute distress, Sitting up in bed. Conversational and interactive. HEENT: Sclerae anicteric, MMM, oropharynx clear, EOMI, PERRL, neck supple, JVP not elevated, no LAD, left tragus with stitches and dried blood CARDIOVASCULAR: Regular rate and rhythm, normal S1 + S2, no murmurs, rubs, gallops , no carotid bruits, carotid pulses 2+ LUNGS: Clear to auscultation bilaterally posteriorly without wheezes, rales, rhonchi ABDOMEN: Soft, non-tender, non-distended, bowel sounds present, no organomegaly, no rebound or guarding GU: No foley , no suprapubic tenderness or fullness Back: small red open laceration 1 cm on left upper back nontender, not actively bleeding EXTREMITIES: Warm, well perfused, 2+ DP, , radial pulses, bilateral 1+ pedal edema, no cyanosis, adequate skin turgor MSK: good muscle tone in NEURO: CN intact. PERRL. Biceps flexion , tricep extension , hip flexion , plantarflexion , dorsiflexion . 3+ biceps, 2+ triceps, 3+ knee reflex. No resting tremor. Slight intention tremor, Left > R cogwheel rigidity, masked facies. FTN intact, no dysdiadokinesia (although movements of right hand slowed). Gait assessment deferred given concern for orthostasis. DISCHARGE PHYSICAL EXAM VITALS: 97.4PO 158 / 78L Lying 67 16 98 Ra GENERAL: Alert and oriented x 3. No acute distress, Sitting up in bed. Conversational and interactive. HEENT: Sclerae anicteric, MMM, oropharynx clear, EOMI, PERRL, neck supple, JVP not elevated, no LAD, left tragus with stitches and dried blood CARDIOVASCULAR: Regular rate and rhythm, normal S1 + S2, no murmurs, rubs, gallops , no carotid bruits, carotid pulses 2+ LUNGS: Clear to auscultation bilaterally posteriorly without wheezes, rales, rhonchi ABDOMEN: Soft, non-tender, non-distended, bowel sounds present, no organomegaly, no rebound or guarding GU: No foley , no suprapubic tenderness or fullness Back: small indurated mass on left upper back, approximately 2cm in diameter. EXTREMITIES: Warm, well perfused, 2+ DP, , radial pulses, bilateral 1+ pedal edema, no cyanosis, adequate skin turgor MSK: good muscle tone in NEURO: CN intact. No resting tremor. Slight intention tremor, Left > R cogwheel rigidity, masked facies. FTN intact, (although movements of right hand slowed). MSE: No dysarthria, No apparent word finding difficulty Pertinent Results: ADMISSION LAB RESULTS 11:33AM BLOOD WBC-6.4 RBC-3.84* Hgb-11.6* Hct-36.1* MCV-94 MCH-30.2 MCHC-32.1 RDW-13.4 RDWSD-46.1 Plt 11:33AM BLOOD Neuts-75.6* Lymphs-13.9* Monos-7.1 Eos-2.2 Baso-0.9 Im AbsNeut-4.80 AbsLymp-0.88* AbsMono-0.45 AbsEos-0.14 AbsBaso-0.06 11:33AM BLOOD Glucose-115* UreaN-24* Creat-0.7 Na-144 K-4.0 Cl-102 HCO3-26 AnGap-16 11:33AM BLOOD CK(CPK)-507* 05:35AM BLOOD Calcium-8.8 Phos-4.1 Mg-1.9 DISCHARGE LAB RESULTS 07:40AM BLOOD WBC-5.2 RBC-3.67* Hgb-10.9* Hct-34.3* MCV-94 MCH-29.7 MCHC-31.8* RDW-13.5 RDWSD-46.7* Plt 05:35AM BLOOD Glucose-88 UreaN-24* Creat-0.7 Na-144 K-4.3 Cl-107 HCO3-26 AnGap-11 IMAGING CT Head: 1. No evidence of acute intracranial process or hemorrhage. 2. Small area of encephalomalacia in the right frontal lobe consistent with chronic infarction. CT C-spine: 1. There is no evidence of cervical spine fracture or cervical spine malalignment. 2. Mild to moderate degenerative changes at C5/C6 level, consistent with anterior and posterior spondylosis. CXR: No acute cardiopulmonary process. Brief Hospital Course: yo M with Parkinsons Disease, paroxysmal AF with TIA in (on apixiban), chronic right frontal infarct, who presents with altered mental status with associated fall likely from orthostatic hypotension. # Syncope # Orthostatic hypotension Patient presents with fall without concrete recollection of the events. Imaging negative for bleed. DDx includes orthostatic hypotension from hypovolemia vs. orthostatic hypotension from worsening of parkinsons disease. Unlikely mechanical fall. No events on tele for 24 hours to suggest cardiac arrhythmia. Patient was given IVF with mild improvement in orthostatic vital signs. He was also given stockings. Physical therapy evaluated the patient and recommended discharge home with 24 hour supervision or discharge to rehab. The patient does not have 24 hour supervision and refused to go to rehab. He was able to verbalize the risks of going home, and that they include him falling again and potentially injuring himself. He is willing to assume to risk of being discharged home, and refused rehab. He should get home and services. Orthostatic vital signs on day of discharge: 158/78 Lying, 98/61 Standing 1 min, Standing 3 min. Patient was asymptomatic at this time. # Left tragus laceration Sutured in the ED. No evidence of infection. in days with PCP for suture removal () #Paraoxysmal AFib #History of TIA in . -Continued home Apixaban 5 mg PO BID -Continued home Atenolol 50 mg PO DAILY #Parkinsons Disease. Patient was diagnosed with PD in , with a rest tremor noted in . According to Atrius records, he has ongoing and progressive difficulty in his mobility, posture and wide based gait. He continued to have a marked flexion posture at the waist, consistent with worsening camptocormia. -Continued home Amantadine 100 mg PO BID -Continued home Rasagiline 1 mg PO DAILY -Continued home Carbidopa-Levodopa () 2 TAB PO QAM -Continued home Carbidopa-Levodopa () 2 TAB PO 11 AM -Continued home Carbidopa-Levodopa () 2 TAB PO Q DAILY AT 1500 -Continued home Carbidopa-Levodopa () 1 TAB PO Q 7PM -Continued home Requip XL (rOPINIRole) 12 mg oral QAM -Continued home Requip XL (rOPINIRole) 4 mg oral QPM # HTN Held home isradipine 2.5 mg daily. #Neuropathy According to Atrius records, he appears to have developed significant entrapment neuropathies although his nerve conduction study did not support a generalized neuropathy at the time it was done. -Continued home Gabapentin 600 mg PO QHS #Glaucoma -Continued home Dorzolamide 2% Ophth. Soln. 1 DROP BOTH EYES Q8H -Continued home Timolol Maleate 0.5% 1 DROP BOTH EYES QAM -Continued home travoprost 0.004 % ophthalmic QHS (family to bring from home) TRANSITIONAL ISSUES Discharged holding home isradipine, please consider changing other medications given orthostatic hypotension s/p repair of left tragus. Non-dissolvable stiches. Will need to be removed by PCP days () Patient should continue to work with # CONTACT: (wife) # CODE STATUS: Medications on Admission: The Preadmission Medication list is accurate and complete. 1. Apixaban 5 mg PO BID 2. Amantadine 100 mg PO BID 3. Atenolol 50 mg PO DAILY 4. Carbidopa-Levodopa () 2 TAB PO QAM 5. Carbidopa-Levodopa () 2 TAB PO 11 AM 6. Dorzolamide 2% Ophth. Soln. 1 DROP BOTH EYES Q8H 7. Gabapentin 600 mg PO QHS 8. isradipine 2.5 mg oral BID 9. Rasagiline 1 mg PO DAILY 10. Requip XL (rOPINIRole) 12 mg oral QAM 11. Requip XL (rOPINIRole) 4 mg oral QPM 12. Timolol Maleate 0.5% 1 DROP BOTH EYES QAM 13. travoprost 0.004 % ophthalmic QHS 14. melatonin 7.5 oral QHS 15. Carbidopa-Levodopa () 2 TAB PO Q DAILY AT 1500 16. Carbidopa-Levodopa () 1 TAB PO Q 7PM 17. LORazepam 0.5 mg PO DAILY:PRN Anxiety prior to MRI Discharge Medications: 1. Amantadine 100 mg PO BID 2. Apixaban 5 mg PO BID 3. Atenolol 50 mg PO DAILY 4. Carbidopa-Levodopa () 1 TAB PO Q 7PM 5. Carbidopa-Levodopa () 2 TAB PO QAM 6. Carbidopa-Levodopa () 2 TAB PO 11 AM 7. Carbidopa-Levodopa () 2 TAB PO Q DAILY AT 1500 8. Dorzolamide 2% Ophth. Soln. 1 DROP BOTH EYES Q8H 9. Gabapentin 600 mg PO QHS 10. LORazepam 0.5 mg PO DAILY:PRN Anxiety prior to MRI 11. melatonin 7.5 oral QHS 12. Rasagiline 1 mg PO DAILY 13. Requip XL (rOPINIRole) 12 mg oral QAM 14. Requip XL (rOPINIRole) 4 mg oral QPM 15. Timolol Maleate 0.5% 1 DROP BOTH EYES QAM 16. travoprost 0.004 % ophthalmic QHS 17. HELD isradipine 2.5 mg oral BID This medication was held. Do not restart isradipine until are told to do so by your primary care doctor Discharge Disposition: Home With Service Facility: Discharge Diagnosis: Primary Diagnosis: Syncope Orthostatic hypotension Secondary Diagnosis: Disease Left tragus laceration Paroxysmal afib Discharge Condition: Mental Status: Clear and coherent. Level of Consciousness: Alert and interactive. Activity Status: Ambulatory Independent. Discharge Instructions: Dear Dr. were hospitalized at . Why did come to the hospital? came to the hospital after fell and cut your ear. What did we do for ? We sutured your ear We stopped your isradipine We gave stockings Physical therapy evaluated and recommended that go to a rehabilitation facility to get stronger before going home. What do need to do? It is important that with your PCP and your (appointment information below) Please continue to work with physical therapy and occupational therapy at home. The sutures in your left ear will need to be removed by your PCP at your appointment on . It was a pleasure caring for . We wish the best! Sincerely, Your Medicine Team Followup Instructions:"
}