{
  "10743265-DS-8": "MEDICINE Allergies: amoxicillin / Flagyl / nortriptyline Attending: . Chief Complaint: n/v, abd pain, fever Major Surgical or Invasive Procedure: ERCP History of Present Illness: year-old with the history below who presented to -M ER yesterday from her nursing home complaining of fever, n/v, and abdominal pain. She was found to have choledocholithiasis with cbd stone and sl dilation of the cbd. CXR was neg for pneumonia. She was given vancomycin and ertapenem and transferred to our ED for ERCP. In our ED she was found to be hemodymaically stable, stil had some ruq abd pain. Noted to have normal lactate (was elevated at BID-M on presentation). She was admitted and ERCP team consulted, they recommended holding eliquis today and plan for ercp tomorrow as could then consider that eliquis has been held long enough for one procedure (sphincterotomy and stone removal possibly), if clinically stable for same. Past Medical History: CHF (type unknown), HTN, PAF, GERD, Hypothyroid, Depression, Fibromyalgia, Lumbar spinal stenosis Social History: Family History: Reviewed, found to not be relevant to this illness and hospitalization Physical Exam: VS: Afebrile and vital signs stable (reviewed in bedside record) General Appearance: pleasant, comfortable, no acute distress Eyes: PERLL, EOMI, no conjuctival injection, anicteric ENT: no sinus tenderness, MMM, oropharynx without exudate or lesions, no supraclavicular or cervical lymphadenopathy, no JVD, no carotid bruits, no thyromegaly or palpable thyroid nodules Respiratory: CTA b/l with good air movement throughout Cardiovascular: RR, S1 and S2 wnl, no murmurs, rubs or gallops Gastrointestinal: nd, +b/s, soft, ttp ruq, NR, NG, no masses or HSM Extremities: no cyanosis, clubbing or edema Skin: warm, no rashes/no jaundice/no skin ulcerations noted Neurological: Alert, Cn II-XII intact. strength throughout. No sensory deficits to light touch appreciated. 2+DTR's-patellar and biceps. No asterixis, no pronator drift, fluent speech. Psychiatric: pleasant, appropriate GU: no catheter in place Pertinent Results: 07:00AM BLOOD WBC-7.5 RBC-3.78* Hgb-12.0 Hct-36.6 MCV-97 MCH-31.7 MCHC-32.8 RDW-12.9 RDWSD-45.7 Plt 06:55AM BLOOD PTT-33.7 06:53AM BLOOD Glucose-105* UreaN-12 Creat-0.7 Na-143 K-4.1 Cl-97 HCO3-39* AnGap-11 07:45AM BLOOD ALT-170* AST-43* AlkPhos-120* Amylase-52 TotBili-0.5 07:45AM BLOOD Lipase-24 06:45AM BLOOD cTropnT-<0.01 ERCP: Impression: Normal major papilla. Cannulation of the biliary duct was successful and deep with a sphincterotome using a free-hand technique. A single 6 mm stone that was causing partial obstruction was seen at the lower third of the common bile duct. There was post-obstructive dilation to a maximum diameter of 12mm. A sphincterotomy was performed in the 12 o'clock position using a sphincterotome over an existing guidewire. Balloon sweeps were performed of the common bile duct which yielded sludge and a bile pigment stone. Further sweeps were performed until no debris was noted. Completion occlusion cholangiogram revealed no further filling defects. Recommendations: Return to ward under ongoing care. NPO overnight with aggressive IV hydration with LR at 200 cc/hr If no abdominal pain in the morning, advance diet to clear liquids and then advance as tolerated No aspirin, Plavix, NSAIDS, Coumadin for 5 days. Continue with antibiotics Ciprofloxacin 500mg BID x 5 days. Follow-up with Dr. as previously scheduled. Follow for response and complications. If any abdominal pain, fever, jaundice, gastrointestinal bleeding please call ERCP fellow on call ECHO: Very suboptimal image quality. The left atrium is normal in size. There is mild symmetric left ventricular hypertrophy. The left ventricular cavity size is normal. Due to suboptimal technical quality, a focal wall motion abnormality cannot be fully excluded. Overall left ventricular systolic function appears grossly normal (LVEF>55%). The right ventricular free wall is hypertrophied. The right ventricular cavity is mildly dilated with borderline normal free wall function. The aortic valve leaflets (3) are mildly thickened but aortic stenosis is not present. No aortic regurgitation is seen. The mitral valve leaflets are mildly thickened. There is mild bileaflet mitral valve prolapse. Mild (1+) mitral regurgitation is seen. There is mild pulmonary artery systolic hypertension. There is no pericardial effusion. There is a large anterior space which most likely represents a prominent fat pad although a loculated pericqardial effusion cannot be excluded with vertainty. There are no echocardiographic signs of tamponade. Brief Hospital Course: year-old with hx of CHF (type unknown), HTN, PAF on Apixaban at baseline, GERD, Hypothyroid, Depression, Fibromyalgia, Lumbar spinal stenosis, cataract surgery (chronically keeps rt eye closed per son since then) who presented to the BID-M ER from her nursing home complaining of fever, n/v, and abdominal pain. Diagnoses: Choledocholithiasis Acute diastolic CHF Afib Depression GERD Hypothyroidism She was found to have choledocholithiasis with cbd stone and sl dilation of the cbd. CXR was neg for pneumonia. She was given vancomycin and ertapenem and transferred to our ED for ERCP. In our ED she was found to be hemodymaically stable, still had some ruq abd pain. Noted to have normal lactate (was elevated at BID-M on presentation). She was admitted and ERCP team recommended holding eliquis and plan for ercp the day following as could then consider that eliquis has been held long enough for one procedure (sphincterotomy and stone removal possibly). This was done on without apparent complication. Following this, however (following cautious fluids the night after ercp) she developed an oxygen requirement and pretty dramatic CXR with effusions, pulm edema, and rales on exam all consistent with an exacerbation of heart failure. Aggressively diuresed subsequently over days with Lasix 20mg IV BID. On ciprofloxacin po following ERCP for biliary infection/cholangitis and she completed a course. Ultimately her lung exam and symptoms improved with IV diuresis. She was negative LOS about 3L. Echo performed showed preserved heart function as above. She was continued on her metoprolol and lisinopril. She was transitioned to her Lasix 20mg daily. She was able to be weaned off oxygen, she was 90-93% on RA on discharge though still taking oxygen for comfort. You can use 1L 02 as needed for comfort. Part of her symptoms may also be due to poor inspiratory effort as deep breathing exercises improved her oxygenation. Would continue to encourage deep breathing. Her apixaban and other home medications were continued. Medications on Admission: The Preadmission Medication list may be inaccurate and requires futher investigation. 1. Levothyroxine Sodium 75 mcg PO DAILY 2. DULoxetine 80 mg PO DAILY 3. Venlafaxine XR 150 mg PO QAM 4. Lisinopril 40 mg PO DAILY 5. Diltiazem Extended-Release 180 mg PO DAILY 6. Potassium Chloride 20 mEq PO DAILY 7. QUEtiapine Fumarate 12.5 mg PO QAM 8. Gabapentin 200 mg PO BID 9. Metoprolol Tartrate 50 mg PO BID 10. ClonazePAM 0.5 mg PO BID 11. Ranitidine 150 mg PO BID 12. Apixaban 5 mg PO BID 13. Venlafaxine XR 37.5 mg PO QPM 14. TraZODone 50 mg PO QHS 15. Gabapentin 300 mg PO QHS 16. QUEtiapine Fumarate 25 mg PO QHS 17. Ipratropium-Albuterol Neb 1 NEB NEB Q6H:PRN wheezing 18. Furosemide 20 mg PO DAILY Discharge Medications: 1. Apixaban 5 mg PO BID 2. ClonazePAM 0.5 mg PO BID 3. DULoxetine 80 mg PO DAILY 4. Furosemide 20 mg PO DAILY 5. Gabapentin 200 mg PO BID 6. Gabapentin 300 mg PO QHS 7. Ipratropium-Albuterol Neb 1 NEB NEB Q6H:PRN wheezing 8. Levothyroxine Sodium 75 mcg PO DAILY 9. Lisinopril 40 mg PO DAILY 10. Metoprolol Tartrate 50 mg PO BID 11. QUEtiapine Fumarate 12.5 mg PO QAM 12. QUEtiapine Fumarate 25 mg PO QHS 13. Ranitidine 150 mg PO BID 14. TraZODone 50 mg PO QHS 15. Venlafaxine XR 150 mg PO QAM 16. Venlafaxine XR 37.5 mg PO QPM 17. Diltiazem Extended-Release 180 mg PO DAILY 18. Potassium Chloride 20 mEq PO DAILY Hold for K > Discharge Disposition: Extended Care Facility: Discharge Diagnosis: Choledocholithiasis Acute diastolic CHF Atrial fibrillation GERD Depression Discharge Condition: Activity Status: Ambulatory requires assistance or aid (walker or cane). Discharge Instructions: Patient was admitted with abdominal pain due to stone in the bile duct. She underwent successful stone removal and has completed a course of antibiotics. her course was complicated by heart failure requiring IV Lasix. She has since improved and requires liter of oxygen. She has been started on low dose Lasix in addition to her chronic medications Followup Instructions:"
}