{
  "10485425-DS-17": "MEDICINE Allergies: Shellfish Attending: . Chief Complaint: Dyspnea Major Surgical or Invasive Procedure: None History of Present Illness: with h/o COPD on 2L O2, HFrEF, CVAs, CAD, OSA, HTN, IDDM, initially presented with slurred speech/word finding difficulties for which she was concerned so came to the hospital. She says this ffelt similar to her previous strokes. She also notes significant weight gain since her last discharge and overall increasing DOE and swelling over that time. Also has had increased cough with sputum production over the last 2 weeks. Recently had podiatry debridement of her ulcers. She reports that because of lab abnormalities her spironolactone was recently stopped, and her torsemide was changed to 40 qam and 20 qpm. She is on home O2 2L but reportedly has not been wearing it. she also has not yet startied using CPAP at night. She denies any chest pain or current SOB. Per last d/c summary from stay, her admission weight was 248 lb and her goal weight is 196 lb. Cr was 1.0 on discharge. Her most recent recorded weight at her PCP office was 215 lbs. In ED, she was afebrile, saturating well on RA initially then 95% on 2L, eventually put on bipap for hypercarbia, BP NIHSS 2 for mild dysarthria, LUE and LLE decreased sensation to light touch. No code stroke as LKW >6hrs PTA. Labs: CBC normal, K 4.7, Cr 2.1, trop 0.10, AST 74, pBNP 3655, VBG lactate 1.8. Imaging: CT head negative, CXR cardiomegaly without overt edema. Given: Azithro 500mg IV, duonebs, albuterol nebs. Consults: Neuro, podiatry REVIEW OF SYSTEMS: 10 point ROS negative except per HPI Past Medical History: -Heart failure with reduced EF (35-40% ECHO with PDA WMAs) -Left parietal stroke -Coronary artery disease with history of inferior MI nuc stress with fixed, small, moderate severity perfusion defect involving RCA territory) -Cerebrovascular disease (right 2mm PCOM aneurysm, mild M1/M2 disease) -COPD (very severe obstruction on PFTs) -Obstructive sleep apnea with hypersomnia (2L home O2, CPAP pending) -Hypertension -Diabetes -Tobacco use disorder Social History: Family History: Mother died in of colon cancer. Father died years ago from prostate cancer and also had lung disease. Family history of diabetes mellitus. No siblings. Both children had childhood asthma when young, but have outgrown it. Physical Exam: ADMISSION PHYSICAL EXAM VITALS: T 98 HR 56 BP 109/95 RR 13 SaO2 93% 4L via BiPAP mask at GENERAL: Alert, oriented, no acute distress, comfortable on BIPAP HEENT: Sclera anicteric, MMM, oropharynx clear NECK: supple, JVP elevated to upper neck LUNGS: Bibasilar crackles, end expiratory wheezing CV: Regular rate and rhythm, normal S1 S2, no murmurs, rubs, gallops ABD: soft, non-tender, non-distended, bowel sounds present, no rebound tenderness or guarding, no organomegaly EXT: bilateral dressings on chronic ulcers. 2+ edema to the knee bilaterally. warm. SKIN: wounds as above NEURO: AAOx3, grossly intact DISCHARGE PHYSICAL EXAM Pertinent Results: ADMISSION LABS 06:50AM BLOOD WBC-4.8 RBC-4.88 Hgb-11.2 Hct-43.1 MCV-88 MCH-23.0* MCHC-26.0* RDW-20.7* RDWSD-64.4* Plt 06:50AM BLOOD Neuts-59.5 Monos-12.9 Eos-1.7 Baso-0.2 Im AbsNeut-2.85 AbsLymp-1.22 AbsMono-0.62 AbsEos-0.08 AbsBaso-0.01 06:50AM BLOOD Glucose-164* UreaN-73* Creat-2.1* Na-136 K-8.3* Cl-96 HCO3-24 AnGap-16 06:50AM BLOOD ALT-22 AST-74* CK(CPK)-210* AlkPhos-75 TotBili-0.5 06:50AM BLOOD Lipase-95* 06:50AM BLOOD CK-MB-7 cTropnT-0.10* proBNP-3655* 12:27PM BLOOD Calcium-9.1 Phos-4.5 Mg-1.9 06:50AM BLOOD %HbA1c-9.2* eAG-217* 04:09AM BLOOD Triglyc-46 HDL-52 CHOL/HD-1.5 LDLcalc-18 12:27PM BLOOD TSH-1.6 06:50AM BLOOD ASA-NEG Ethanol-NEG Acetmnp-NEG Tricycl-NEG 06:53AM BLOOD pO2-39* pCO2-75* pH-7.23* calTCO2-33* Base XS-0 DISCHARGE LABS IMAGING/STUDIES/PROCEDURES TTE Severe pulmonary hypertension. Dilated and hypokinetic right ventricle with pressure/volume overload. Severe functional tricuspid regurgitation. Mild mitral regurgitation. Normal left ventricular systolic function. CXR Mild enlargement of cardiac silhouette is stable. Lungs clear. Normal pulmonary and mediastinal vascular caliber. No pleural abnormality. Head CT No acute intracranial findings Brief Hospital Course: BRIEF SUMMARY is a year old women with a complicated cardiopulmonary history notable for severe COPD with ongoing tobacco use, obstructive sleep apnea, coronary artery disease with ischemic HFrEF, recent L parietal stroke (unknown source, no AF with ZioPatch, on aspirin and apixaban), and poorly controlled diabetes who presented from home with worsening of her residual stroke symptoms ultimately felt to be recrudescence in the setting of subacute decompensated heart failure. She was admitted to the MICU initially given a respiratory acidosis in the ED (VBG pH 7.23 CO2 75). BiPAP did not improve her blood gas, likely because of minimal settings used, and on arrival to the MICU the BiPAP was removed and her blood gas did not worsen nor did she have any encephalopathy from the elevated CO2. The etiology of her respiratory failure was felt to be multi-factorial including baseline severe COPD with an additional component of likely OSA/OHS superimposed on a heart failure flare that increased work of breathing (ultimately increasing her CO2) and also caused a cardio-renal (preventing appropriate metabolic compensation). The plan was to diurese her to a dry weight and then reassess her needs, only placing her on BiPAP for a clinical change. Her heart failure exacerbation was subacute in nature, with around a 30 pound weight gain over the several months since she was last discharged (weight at that time was 196 pounds with a SCr of 1.0) that correlated with a gradual worsening of her functional status. She ultimately required a Lasix drip at 7.5mg/hr to achieve active diuresis, with improvement in her creatinine and increase in her bicarbonate levels (unclear if this represented a regained ability for metabolic compensation for the respiratory acidosis vs. contraction alkalosis from aggressive diuresis). Following improvement of oxygenation status, she was transitioned to the floor where diuresis was continued with IV Lasix boluses. During this time, her O2 requirements ultimately decreased to her home requirements of 2L. She did intermittently develop a significant contraction alkalosis with bicarb in the low for which diuretics were briefly held pending resolution. She was then transitioned to oral torsemide, initially BID then daily. In this setting, she did develop another , most likely prerenal, which resolved with more judicious diuresis. She will be discharge on torsemide 80mg daily (increased from 60mg daily). TRANSITIONAL ISSUES []Will need to clarify her day time oxygen requirement and night time positive pressure requirement []Discharge weight/dry weight: 206 lb Medications on Admission: The Preadmission Medication list is accurate and complete. 1. Albuterol Inhaler 2 PUFF IH Q4H:PRN SOB 2. Apixaban 5 mg PO BID 3. Atorvastatin 80 mg PO QPM 4. Carvedilol 25 mg PO BID 5. fluticasone-salmeterol 232-14 mcg/actuation inhalation BID 6. Glargine 39 Units Breakfast 7. Lisinopril 5 mg PO DAILY 8. MetFORMIN (Glucophage) 1000 mg PO BID 9. Torsemide 40 mg PO QAM 10. Acetaminophen 650 mg PO Q8H 11. Magnesium Oxide 500 mg PO DAILY 12. Torsemide 20 mg PO QPM Discharge Medications: 1. Torsemide 80 mg PO DAILY RX *torsemide 20 mg 4 tablet(s) by mouth Once a day Disp #*120 Tablet Refills:*0 2. Acetaminophen 650 mg PO Q8H 3. Albuterol Inhaler 2 PUFF IH Q4H:PRN SOB 4. Apixaban 5 mg PO BID 5. Atorvastatin 80 mg PO QPM 6. Carvedilol 25 mg PO BID 7. fluticasone-salmeterol 232-14 mcg/actuation inhalation BID 8. Glargine 39 Units Breakfast 9. Lisinopril 5 mg PO DAILY 10. Magnesium Oxide 500 mg PO DAILY 11. MetFORMIN (Glucophage) 1000 mg PO BID 12.Outpatient Lab Work Please draw chem 10, ICD 10: I50.3 Please fax results to Dr office, fax: Discharge Disposition: Home Discharge Diagnosis: PRIMARY DIAGNOSES: #Acute decompensated systolic heart failure #hypoxic and hypercarbic respiratory failure, resolved SECONDARY DIAGNOSES: #COPD #OSA #h/o CVA Discharge Condition: Mental Status: Clear and coherent. Level of Consciousness: Alert and interactive. Activity Status: Ambulatory Independent. Discharge Instructions: Dear Ms , It was a pleasure taking part in your care here at ! Why was I admitted to the hospital? You were admitted for weight gain and fluid in your lungs and legs because of worsening heart failure. What was done for me while I was in the hospital? You were given medications similar to your home torsemide to help remove the extra fluid from your body. What should I do when I leave the hospital? Continue to take torsemide daily Please have your blood drawn on . You were given a prescription for this you can bring this to any local blood draw and they will fax the results to your doctors. Please weigh yourself every day in the morning, immediately after waking up and emptying your bladder but before eating or drinking anything. If your weight goes up by more than 3 pounds in 24 hours or 5 pounds in a week, please call Dr cardiologist) office at to let them know as they may want to change your medications. If you notice that your weight goes down by more than 3 lbs, please decrease your torsemide from 80mg a day (4 pills per day) to 60mg a day (3 pills per day) and call Dr cardiologist) office at to let them know, as they may want to change your medications. Please limit your fluid intake to less than 2L. Sincerely, Your Care Team Followup Instructions:"
}