{
  "11264889-DS-14": "MEDICINE Allergies: nitrofurantoin Attending: . Chief Complaint: Shortness of breath Major Surgical or Invasive Procedure: None History of Present Illness: Patient is with a h/o AFIB on Eliquis, COPD on home O2, recent admission for rib/sternal fracture s/p MVC (discharged who presents as transfer from for shortness of breath. Patient was recently admitted to on s/p MVC as a restrained passenger w/ airbag deployment. At that time she was found to have right anterior rib fractures and a non-displaced sternal fracture. She also had bilateral lower extremity skin tears. She was admitted to the Trauma service for close monitoring, pain control, and evaluation. Eliquis was restarted on hospital day 2. evaluated the patient and she was cleared for d/c home on with services and for wound care. On the same day as discharge, she began experiencing worsening shortness of breath. Presented to for re-evaluation on for worsening shortness of breath. She was given Azithromycin, ceftriaxone, Vancomycin, Zosyn, prednisone 50 mg, Lasix 10 mg IV and home dose. She briefly required BiPAP at but was able to be weaned to 3L O2 by nasal cannula. At baseline she requires 2L O2 to sleep. Transferred for continuity of care. Past Medical History: Atrial fibrillation COPD HTN HLD Social History: Family History: noncontributory Physical Exam: Discharge physical exam Temp: 98.0 PO BP: 107/57 L Sitting HR: 75 RR: 18 O2 sat: 91% O2 delivery: Ra GENERAL: Alert and interactive. In no acute distress. HEENT: Normocephalic, atraumatic. Pupils equal, round, and reactive bilaterally, extraocular muscles intact. Sclera anicteric and without injection. Moist mucous membranes, good dentition. Oropharynx is clear. NECK: No cervical lymphadenopathy. No JVD. CARDIAC: Regular rhythm, normal rate. Audible S1 and S2. No murmurs/rubs/gallops. LUNGS: Poor air movement, but clear to auscultation with good inspiratory effort and no increased work of breathing. ABDOMEN: Normal bowels sounds, non distended, non-tender to deep palpation in all four quadrants. No organomegaly. EXTREMITIES: No edema. B/l large scattered ecchymoses on b/l anterior shins. SKIN: Warm. Cap refill <2s. No rash. Pertinent Results: 05:35AM BLOOD WBC-5.9 RBC-2.92* Hgb-8.8* Hct-27.7* MCV-95 MCH-30.1 MCHC-31.8* RDW-13.2 RDWSD-45.9 Plt 04:35AM BLOOD Glucose-114* UreaN-13 Creat-0.6 Na-137 K-3.9 Cl-97 HCO3-29 AnGap-11 01:02AM BLOOD Glucose-149* UreaN-16 Creat-0.8 Na-132* K-4.0 Cl-89* HCO3-29 AnGap-14 07:00AM BLOOD Glucose-120* UreaN-23* Creat-0.7 Na-132* K-4.2 Cl-88* HCO3-31 AnGap-13 06:38AM BLOOD Glucose-98 UreaN-21* Creat-0.7 Na-127* K-5.0 Cl-83* HCO3-33* AnGap-11 04:15PM BLOOD Glucose-268* UreaN-22* Creat-0.7 Na-126* K-4.4 Cl-80* HCO3-33* AnGap-13 07:14AM BLOOD Glucose-108* UreaN-14 Creat-0.5 Na-123* K-4.0 Cl-81* HCO3-33* AnGap-10 02:41PM BLOOD Glucose-203* UreaN-16 Creat-0.5 Na-119* K-4.5 Cl-77* HCO3-31 AnGap-11 05:20PM BLOOD Glucose-201* UreaN-14 Creat-0.6 Na-117* K-4.7 Cl-76* HCO3-31 AnGap-10 07:50PM BLOOD Glucose-191* UreaN-14 Creat-0.6 Na-117* K-5.5* Cl-77* HCO3-28 AnGap-12 04:03AM BLOOD Glucose-115* UreaN-12 Creat-0.5 Na-120* K-4.0 Cl-78* HCO3-32 AnGap-11 02:01PM BLOOD Glucose-267* UreaN-15 Creat-0.6 Na-121* K-4.4 Cl-82* HCO3-29 AnGap-10 04:58AM BLOOD Glucose-109* UreaN-18 Creat-0.6 Na-125* K-3.8 Cl-84* HCO3-33* AnGap-8* 10:34PM BLOOD Na-125* K-4.1 Cl-84* HCO3-31 AnGap-10 05:11PM BLOOD Glucose-296* UreaN-18 Creat-0.7 Na-125* K-4.0 Cl-83* HCO3-31 AnGap-11 04:03AM BLOOD proBNP-5112* 05:02AM BLOOD %HbA1c-5.7 eAG-117 TTE The left atrial volume index is moderately increased. The right atrium is mildly enlarged. There is no evidence for an atrial septal defect by 2D/color Doppler. The estimated right atrial pressure is mmHg. There is mild symmetric left ventricular hypertrophy with a normal cavity size. There is normal regional and global left ventricular systolic function. Quantitative biplane left ventricular ejection fraction is 70 % (normal 54-73%). Left ventricular cardiac index is high (>4.0 L/min/m2). There is no resting left ventricular outflow tract gradient. Diastolic parameters are indeterminate. Normal right ventricular cavity size with normal free wall motion. Tricuspid annular plane systolic excursion (TAPSE) is normal. The aortic sinus diameter is normal for gender with a poorly visualized ascending aorta. There is a normal descending aorta diameter. The aortic valve leaflets (3) are moderately thickened. There is no aortic valve stenosis. There is trace aortic regurgitation. The mitral valve leaflets appear structurally normal with no mitral valve prolapse. There is mild [1+] mitral regurgitation. The pulmonic valve leaflets are normal. The tricuspid valve leaflets appear structurally normal. There is mild to moderate [] tricuspid regurgitation. There is SEVERE pulmonary artery systolic hypertension. There is no pericardial effusion. IMPRESSION: Severe pulmonary artery systolic hypertension. Mild symmetric left ventricular hypertrophy with normal cavity size and regional/global biventricular systolic function. Mild mitral regurgitation with normal valve morphology. The normal right ventricular cavity size and free wall motion suggests the PA systolic hypertension is chronic. CT Chest FINDINGS: NECK, THORACIC INLET, AXILLAE AND CHEST WALL: Coarse calcifications in the left thyroid lobe, otherwise the thyroid is unremarkable. No enlarged axillary or thoracic inlet lymph nodes. There are no chest wall abnormalities. Severe atherosclerotic calcifications in the head and neck arteries could be hemodynamically significant. MEDIASTINUM AND HILA: Esophagus is unremarkable. Central mediastinal nodes ranging 3-7 mm by CT size criteria. Hilar contours show evidence of lymph nodes. HEART, PERICARDIUM AND VASCULATURE: Mild cardiomegaly. No pericardial effusion. Minimal atherosclerotic calcifications in the coronary arteries, mild in the aortic valve leaflets and moderate in the aortic arch. Aorta and pulmonary arteries are normal in caliber throughout. Low blood pool density suggests underlying anemia. LUNGS, AIRWAYS, AND PLEURA: Diffuse bilateral centrilobular branching nodules some with areas of coalescence (5:138) specially in the bilateral lower lobes where more prominent areas of peribronchovascular consolidations are noted (5:223, 230). Scattered calcified granulomas are unchanged. Small right nonhemorrhagic dependent pleural effusion with associated compressive atelectasis is moderately worsened when compared to the immediate prior study and likely related to the ongoing infectious process. The airways are patent to the subsegmental levels with mild bronchial wall thickening, no bronchiectasis or mucus plugging. Moderate upper lobe predominant centrilobular emphysema. CHEST CAGE: Unchanged appearance of the recent nondisplaced fractures in the mid sternum and in the anterior aspect of the right fourth and fifth ribs (5: 142, 175, 130). Striated pattern of osteopenia without evidence of compressive or pathologic fractures. No lytic or sclerotic bone lesions worrisome for malignancy. Mild dorsal spondylosis. UPPER ABDOMEN: This study is not tailored for subdiaphragmatic findings, within these limitations there are multiple hepatic hypodense lesions which could correspond to hepatic cysts or biliary hamartomas. Multiple calcified foci in the spleen suggest prior granulomatous infection. Adrenals are unremarkable. IMPRESSION: Worsening areas of centrilobular branching nodules specially in the bilateral lower lobes with new peribronchovascular consolidations suggest evolving episode of aspiration. Enlarging small nonhemorrhagic dependent right pleural effusion with associated atelectasis is likely secondary to the ongoing infectious process, a superimposed pneumonia within the atelectasis can not be excluded, especially in the absence of IV contrast. week follow-up imaging is recommended after treatment to document complete resolution. RECOMMENDATION(S): week follow-up imaging to document complete resolution of the ongoing infectious process. Brief Hospital Course: Ms. is an year old female, with a PMH significant for Afib (Eliquis), COPD (on home O2), HTN, and CHF. She was transferred to from OSH () on . This patient was admitted to from after a MVC. Imaging at that time showed that she had sustained a sternal fracture, right rib fractures, and BLE skin tears. She was originally admitted to the Acute Care Surgery team for further care. She was seen by physical therapy and cleared for discharge home on . However, that same day she presented to with complaints of SOB and was admitted for c/s for PNA vs COPD vs CHF. She was started on IV antibiotics empirically, steroid therapy (prednisone), and diuresed with IV furosemide. She did require ICU level of care due to needing positive pressure (BiPAP). Over her hospital course she was treated for CAP/Aspiration Pneumonia, COPD exacerbation, persistent hypoxemia with gradual improvement. She had Severe hyponatremia SIADH which improved w tolvaptan, hypertonic saline, and fluid restriction with nutritional supplementation. TRANSITIONAL ISSUES: [ ] Please ensure maintaining adequate sats on ambulation at PCP and eval if O2 is stable [ ] in plastics clinic in 2 weeks for wound eval and ? grafting [ ] Elevated PASP on TTE while inpatient. Would repeat TTE in 3 months [ ] Please check Na at PCP and consider liberalizing fluid restriction Brief ICU Course (): On arrival to the ICU she was stable on 3L of oxygen by nasal cannula. She had minimal rib pain in severity, and moderate shortness of breath. No fevers, chills, nausea, or vomiting. Laboratory testing reassuring. She was continued on ceftriaxone and azithromycin, as well as prednisone and standing duonebs. She was called-out to the floor in stable condition. Surgical Floor Course (): While on the floor, the patient was hemodynamically stable. She was complaining of shortness of breath, but was stable on L nasal cannula. She underwent a chest CT which was concerning for aspiration pneumonia, so her antibiotic coverage was expanded to IV zosyn and vancomycin. She was also continued on duonebs, home COPD medications, furosemide, and prednisone. She was also given a one time dose of 20mg IV furosemide. Floor Course While on the floor her shortness of breath was thought to be secondary to a COPD exacerbation as opposed to a true aspiration pneumonia. Her vancomycin and Zosyn were discontinued and she was started on a 5-day course of prednisone and azithromycin for a COPD flare. She was also diuresed with IV Lasix for clinical signs of fluid overload. Her course on the floor was complicated by hyponatremia secondary to SIADH requiring transfer to the ICU for further management. Brief ICU Course The patient was found to have an initial sodium of 117 and Urine lytes demonstrated a SIADH process. The sodium remained low despite adequate fluid restriction and the patient's Na was trended q2 hours and with intermittent hypertonic boluses that were directed with the assistance of the nephrology consultants. Despite these efforts the patient was unable to maintain her Na without severe free water restriction and hypertonic saline boluses and therefore tolvaptan was initiated. Na improved w a few days of tolvaptan. The patient's heart failure was managed with an intermittent doses of Lasix in an attempt to achieve euvolemia. The patient's oxygen requirements improved throughout her stay and she was discharged on a stable concentration. Medical floor course: She was initially continued on tolvaptan With stable Na. This was then held and she was put on fluid restriction and ensures TID with stable Na. She was given lasix 40 mg daily for persistent hypoxia and IS encouraged. She had a slow improvement in her shortness of breath due to ongoing heart failure and COPD symptoms and was eventually discharged home requiring oxygen only at night which was her baseline. She was seen by who recommended in their clinic for evaluation of whether she may need a skin graft at that time. Medications on Admission: The Preadmission Medication list is accurate and complete. 1. Acetaminophen 1000 mg PO Q8H 2. Lidocaine 5% Patch 1 PTCH TD QAM 3. OxyCODONE (Immediate Release) 5 mg PO Q6H:PRN Pain Moderate 4. Polyethylene Glycol 17 g PO DAILY 5. Apixaban 2.5 mg PO BID 6. Breo Ellipta (fluticasone furoate-vilanteroL) 100-25 mcg/dose inhalation DAILY 7. Diltiazem Extended-Release 240 mg PO DAILY 8. Fluticasone-Salmeterol Diskus (250/50) 1 INH IH BID 9. Furosemide 20 mg PO DAILY 10. Lisinopril 10 mg PO DAILY 11. Lovastatin 40 mg oral DAILY 12. Metoprolol Succinate XL 200 mg PO DAILY Discharge Medications: 1. Acetaminophen 650 mg PO Q6H:PRN Pain Mild/Fever 2. Furosemide 40 mg PO DAILY RX *furosemide 40 mg 1 tablet(s) by mouth once a day Disp #*30 Tablet Refills:*0 3. Apixaban 2.5 mg PO BID 4. Ascorbic Acid mg PO BID 5. Breo Ellipta (fluticasone furoate-vilanteroL) 100-25 mcg/dose inhalation DAILY 6. Citracal + D3 (calcium phos) (calcium phosphate-vitamin D3) 250 mg calcium 500 unit oral DAILY 7. Diltiazem Extended-Release 240 mg PO DAILY 8. Ipratropium-Albuterol Inhalation Spray 2 INH IH DAILY 9. Lidocaine 5% Patch 1 PTCH TD QAM 10. Lovastatin 40 mg oral DAILY 11. Metoprolol Succinate XL 200 mg PO DAILY 12. Vitamin D 1000 UNIT PO DAILY 13. HELD Glycopyrrolate 1 mg PO BID This medication was held. Do not restart Glycopyrrolate until told to restart by your doctor 14. HELD Lisinopril 10 mg PO DAILY This medication was held. Do not restart Lisinopril until told to restart by your PCP : Home With Service Facility: Discharge Diagnosis: SIADH hypoxemia Discharge Condition: Mental Status: Clear and coherent. Level of Consciousness: Alert and interactive. Activity Status: Ambulatory requires assistance or aid (walker or cane). Discharge Instructions: Dear , It was a pleasure taking care of you during your stay at . WHY WAS I IN THE HOSPITAL? Your sodium was low You had difficulty breathing WHAT WAS DONE WHILE I WAS IN THE HOSPITAL? You were given antibiotics You were given medicines to help improve your sodium levels You were given breathing treatments for your COPD You worked with physical therapy You were seen by the plastic surgery team about your leg wound WHAT SHOULD I DO WHEN I LEAVE THE HOSPITAL? You should continue your 1000 ml per day fluid restriction You should monitor your oxygen levels You should go to see your PCP and the plastic surgeons Be well! Your Care Team Followup Instructions:"
}