{
  "14074579-DS-16": "MEDICINE Allergies: No Known Allergies / Adverse Drug Reactions Attending: . Chief Complaint: Altered Mental Status Major Surgical or Invasive Procedure: Central line placed History of Present Illness: with vascular dementia, prior R MCA stroke with residual L-sided weakness, HFpEF & prior MI s/p stenting who presented to from her nursing home for hypotension & AMS, found to have new with severe metabolic acidosis & transferred to for further workup/management. Per ED notes, at where patient resides, her nurses found her altered with SBP in the . She had apparently had a cough for about a week. Per discussion with patient's daughter on the phone, at her baseline the patient is oriented and conversant but has had hospitalizations in the past where she becomes confused I/s/o pneumonia or UTIs. In the ED, Initial Vitals: Pain 0 T 97.2 HR 111 BP 95/55 RR 18 spO2 99% RA Exam: VS: tachycardic to 120s, hypotensive to , afebrile, O2 95-100% RA, weight 79 kg Gen: somnolent, responds to name, has dried blood along her lips, continues to cough CV: tachycardic, regular rhythm, no audible murmurs Pulm: distant though clear anteriorly Abd: soft NT ND Ext: cool, non edematous, left arm is clenched Labs: K 5.5 pH 7.03, pCO2 32, pO2 52, HCO3 9 Urine tox negative UA Leuk lg, prot 100, wbc >182, epi 75 pH 7.07, pCO2 29, K 7.3 Flu negative Lactate 1.1 Na 132, Cl 111, HCO3 6, BUN 82, Cr 4.0, AGap 15 Trop-T: 0.22 (0.342) AST 59, lipase 232 proBNP 1065 Beta-OH 1.5 WBC 18.6, neutrophil 90.1 Imaging: CT abdomen and pelvis 1. Thickening of the rectosigmoid wall with mild amount of fluid surrounding the distal sigmoid. 2. Distention of the gallbladder with dependent cholelithiasis however without pericholecystic edema. 3. Questionable 2.8 x 1.5 cm thickening of the right lab via majora. This could be best assessed under physical exam. CT head w/o contrast 1. No acute intracranial findings. 2. Sequela from large right MCA territory infarct. CXR No acute intrathoracic findings. Consults: Renal was consulted in ED, who recommended: temporizing measures with LR, D50/insulin, sodium bicarbonate gtt, Lasix 120 IV; CVVH prn. Interventions: 23:13 IVF LR ( 1000 mL ordered) 23:30 IV DRIP NORepinephrine mcg/kg/min ordered) 00:31 IV MetroNIDAZOLE (500 mg ordered) 01:11 IV Insulin (Regular) for Hyperkalemia 10 units 01:11 IV Dextrose 50% 25 gm 01:13 PR Aspirin 300 mg 01:19 IV Calcium Gluconate (1 gm ordered) 02:46 meropenem 500mg IV became hyperglycemic to 600s I/s/o receiving D5 with bicarb infusion; therefore was started on insulin drip prior to transfer to FICU ROS: Positives as per HPI; otherwise negative. Past Medical History: T2DM HTN Breast Ca in remissionm last chemo CAD s/p MI with stent placement at with residual L sided wekaness Social History: Family History: Mother died of colon Ca Physical Exam: ADMISSION PHYSICAL EXAM VS: HR 119, BP 98/56 on 0.08 of Levo, RR 15, SpO2 100% on Otherwise notable for sick-appearing elderly woman lying in bed with eyes closed. L arm is flexed with hand clenched/immobile. Arouses to sternal rub or loud voice & phonates but does not follow commands or communicate verbally. R pupil fixed/moderately dilated I/s/o prior cataract surgery; L pupil reactive. Heart rhythm irreg w/o murmur. Lungs rhoncorous b/l to anterior auscultation. Abd moderately distended, deep palpation seems to elicit mild discomfort. Legs warm without edema DC EXAM: VITALS: 0717 Temp: 97.7 BP: 118/74 HR: 90 RR: 18 O2 sat: 94% O2 delivery: Ra FSBG: 154-291 GENERAL: Alert and in no apparent distress, chronically ill-appearing. EYES: R pupil fixed/moderately dilated I/s/o prior cataract surgery; L pupil reactive. ENT: Ears and nose without visible erythema, masses, or trauma. Oropharynx without visible lesion, erythema or exudate, poor dentition CV: Heart irregular, no murmur, no S3, no S4. No JVD. RESP: Breathing comfortably, symmetric, overall clear with scant bibasilar crackles, moderate air movement GI: Abdomen soft, non-distended, non-tender to palpation. Bowel sounds present. No HSM SKIN: No rashes or ulcerations noted NEURO: Alert, oriented , L sided hemiparesis. PSYCH: pleasant, appropriate affect Pertinent Results: ADMISSION LABS: 10:35PM BLOOD WBC-18.6* RBC-3.92 Hgb-10.9* Hct-35.6 MCV-91 MCH-27.8 MCHC-30.6* RDW-19.5* RDWSD-63.3* Plt 10:35PM BLOOD Glucose-216* UreaN-82* Creat-4.0*# Na-132* K-7.5* Cl-111* HCO3-6* AnGap-15 10:35PM BLOOD ALT-9 AST-59* AlkPhos-67 TotBili-0.2 10:35PM BLOOD Lipase-232* 10:35PM BLOOD CK-MB-5 cTropnT-0.22* proBNP-1065* 10:35PM BLOOD Albumin-3.5 Calcium-10.0 Phos-4.2 Mg-1.8 10:35PM BLOOD Beta-OH-1.5* 10:35PM BLOOD TSH-3.3 10:35PM BLOOD ASA-NEG Ethanol-NEG Acetmnp-NEG Tricycl-NEG 11:02PM BLOOD pO2-42* pCO2-29* pH-7.07* calTCO2-9* Base XS-22 Comment-GREEN TOP 11:00PM BLOOD Lactate-1.1 IMAGING RESULTS: CXR FINDINGS: Lung volumes are low bilaterally. There are no areas of focal consolidation. Cardiomediastinal silhouette is unchanged. No pleural effusion or pneumothorax. IMPRESSION: No acute intrathoracic findings. IMPRESSION: 1. No acute intracranial findings. Specifically no acute large territory infarct or intracranial hemorrhage. 2. Sequela from large chronic right MCA territory infarct is unchanged. 3. Additional findings described above. CT A/P W/OUT CONTRAST IMPRESSION: 1. Thickening of the rectosigmoid wall with mild amount pericolic fluid in the distal sigmoid could represent mild colitis. 2. Distention of the gallbladder with dependent cholelithiasis however without pericholecystic edema VIDEO SWALLOW: IMPRESSION: There is penetration with nectar thick liquids and thin liquids. No gross aspiration Please note that a detailed description of dynamic swallowing as well as a summative assessment and recommendations are reported separately in a standalone note by the Speech-Language Pathologist (OMR, Notes, Rehabilitation Services). PICC PLACEMENT: FINDINGS: The tip of a right PICC projects over the cavoatrial junction. There is bibasilar atelectasis. No pleural effusion or pneumothorax. The size of the cardiac silhouette is within normal limits. IMPRESSION: The tip of a new right PICC projects over the cavoatrial junction. No pneumothorax. DC LABS: 05:43AM BLOOD WBC-8.4 RBC-2.66* Hgb-7.3* Hct-23.6* MCV-89 MCH-27.4 MCHC-30.9* RDW-19.6* RDWSD-62.3* Plt 12:26PM BLOOD Glucose-178* UreaN-13 Creat-0.7 Na-142 K-4.3 Cl-111* HCO3-23 AnGap-8* 12:26PM BLOOD Calcium-8.1* Phos-1.6* Mg-1. with vascular dementia, prior R MCA stroke with residual L-sided paralysis, HFpEF & prior MI s/p stenting who p/w AMS, hypotension, & positive UA c/f urosepsis as well as acute renal failure c/b hyperkalemia and severe acidemia, course complicated by ongoing toxic metabolic encephalopathy and dysphagia/aspiration. # Septic shock due to presumed UTI: Hypotensive at presentation s/p 7L fluid resuscitation and pressors with end organ ischemia, ultimately improved. UA with pyuria, but CT A/P without pyelonephritis. UCx negative, however no UCx was drawn at prior to getting antibiotics. Prior UCx in w/ MDR-Klebsiella. no clear CNS infection, PNA, or clinical GI infection at this time. Decision was made to treat for UTI from MDR GNR. She was placed on Meropenem on . In addition, concern was raised for possible lung infection given hypoxic resp failure. Azithromycin was added as well for atypical coverage. She improved on the floor thereafter. Complete courses of Meropenem , Azithro (completed) PICC can be removed post antibiotics # Acute hypoxic respiratory failure: # Aspiration: Patient had respiratory distress earlier with 02 requirement while in ICU up to 4L. Concern raised for PNA or infection given history above although imaging did not show this. Fluid overload post rescusitation was also a consideration. She is chronically aspirating. On transfer to the floor she was initially diuresed. She underwent video swallow recommending pureed diet with nectar liquids and 11 supervision. She subsequently improved and was taken off oxygen Cont swallow rehabilitation after DC resume diuretic on DC 1. Diet: PUREE and NECTAR THICK LIQUIDS Alternative means of nutrition/hydration/Medication: none 2. Medications: crushed in puree 3a. Safe Swallowing Strategies: -Supervision: 1:1 -Liquids via: cup -Reduce distractions -Cue to focus on task small bites and sips 3b. THIN LIQUID WATER BETWEEN MEALS AFTER ORAL CARE -Wait 30 minutes after meals prior to provide water -Oral care prior to sips of water 4. General Safety: HOB at 30 degrees at all times and fully upright for meals; Feed only when alert and attentive; Eat slowly and carefully; Remain upright for minutes after meals 5. Frequent oral care (Q4) # Hypernatremia: # Hypokalemia: # Hypophosphatemia Hypernatremia occurred as a result of NPO status but improved with diet and free water. She is chronically hypokalemic and required significant potassium repletion. She also has required neutrphos repletion as well Cont BID dosing on discharge Cont KCL 4meq BID Cont Neutraphos packets as written Encourage FREE WATER intake Check BMP in 3 days and adjust KCl and neutral phos as needed #Acute renal failure #Severe acidosis #Hyperkalemia: Improved with IVF and treatment of infection. # Acute metabolic encephalopathy: Likely toxic metabolic encephalopathy given multiple insults listed above including hypotension, urinary tract infection, and severe acidosis. Utox/Stox negative. CT head without acute abnormality. TSH WNL. She was maintained on delirium precautions. # SVT She was initially quite tachycardic up to 150s on xfer to floor. This improved with treatment of above issues. She was initiated on low dose beta blocker as well. # DM2: Takes sitagliptin, Lantus and Humalog at home. Glucose peaked in the 600s in the ED I/s/o D5W infusion with bicarb drip, then started on insulin drip with improvement in glucose to 209. Continued insulin sliding scale. # NSTEMI: Likely type 2 i/s/o septic shock and hypotension. She does have a CAD history s/p PCI in in . EKG changes noted in the ED. Bedside ECHO in ED with appropriate EF and no pericardial effusion. Troponin elevation of 0.22 on admission, downtrending from OSH. No elevation CK-MB. Given degree of acute renal failure, this is likely type 2 NSTEMI. Continued asa and statin and BB # Chronic DVT: I spoke with her PCP who feels that she still needs anticoagulation for DVT that she suffered while in rehab, unclear when. I will defer to his management. Resumed apixaban CHRONIC ISSUES # CAD c/b prior MI s/p stent # h/o MCA stroke continues home ASA, statin, and now on low dose BB can resume torsemide after DC # Hypothyroidism Resumed PO levothyroxine #Depression Resumed home fluoxetine #Gout Resumed home allopurinol Medications on Admission: The Preadmission Medication list may be inaccurate and requires futher investigation. 1. Albuterol 0.083% Neb Soln 1 NEB IH Q6H:PRN SOB 2. Allopurinol mg PO DAILY 3. Atorvastatin 20 mg PO QPM 4. Symbicort (budesonide-formoterol) 80-4.5 mcg/actuation inhalation BID 5. Cholestyramine 4 gm PO DAILY 6. FLUoxetine 60 mg PO DAILY 7. Levothyroxine Sodium 125 mcg PO DAILY 8. Milk of Magnesia 30 mL PO DAILY:PRN Constipation First Line 9. Mirtazapine 7.5 mg PO QHS 10. OxyCODONE Acetaminophen (5mg-325mg) 1 TAB PO TID 11. Potassium Chloride 40 mEq PO BID 12. Pregabalin 150 mg PO BID 13. SITagliptin 25 mg oral DAILY 14. Torsemide 40 mg PO QAM 15. Vitamin D 1000 UNIT PO DAILY 16. Multivitamins 1 TAB PO DAILY 17. lactobacillus rhamnosus R0011 1 cap oral DAILY 18. Acetaminophen 650 mg PO Q4H:PRN Pain Mild/Fever 19. Aspirin 81 mg PO DAILY 20. GuaiFENesin ER 600 mg PO Q12H 21. Lisinopril 2.5 mg PO DAILY 22. Metoprolol Tartrate 12.5 mg PO BID Discharge Medications: 1. Meropenem 1000 mg IV Q8H through . Metoprolol Succinate XL 25 mg PO DAILY 3. Neutra-Phos 2 PKT PO TID 4. Ondansetron ODT 4 mg PO Q8H:PRN Nausea/Vomiting First Line Reason for PRN duplicate override: Alternating agents for similar severity 5. Allopurinol mg PO DAILY 6. OxyCODONE Acetaminophen (5mg-325mg) 1 TAB PO TID:PRN Pain Severe 7. Acetaminophen 650 mg PO Q4H:PRN Pain Mild/Fever 8. Albuterol 0.083% Neb Soln 1 NEB IH Q6H:PRN SOB 9. Apixaban 5 mg PO BID 10. Aspirin 81 mg PO DAILY 11. Atorvastatin 20 mg PO QPM 12. Bisacodyl AILY:PRN Constipation Second Line 13. Cholestyramine 4 gm PO DAILY 14. FLUoxetine 60 mg PO DAILY 15. GuaiFENesin ER 600 mg PO Q12H 16. lactobacillus rhamnosus R0011 1 cap oral DAILY 17. Levothyroxine Sodium 125 mcg PO DAILY 18. Milk of Magnesia 30 mL PO DAILY:PRN Constipation First Line 19. Mirtazapine 7.5 mg PO QHS 20. Multivitamins 1 TAB PO DAILY 21. Pantoprazole 40 mg PO BID 22. Potassium Chloride 40 mEq PO BID 23. Symbicort (budesonide-formoterol) 80-4.5 mcg/actuation inhalation BID 24. Torsemide 40 mg PO QAM 25. Vitamin D 1000 UNIT PO DAILY 26. HELD HydrALAZINE 10 mg PO TID This medication was held. Do not restart HydrALAZINE until PCP follow up 27.Outpatient Lab Work Please check basic metabolic panel and Phos 3 days after discharge Discharge Disposition: Extended Care Facility: Discharge Diagnosis: Septic shock due to UTI Acute encephalopathy Aspiration Hypernatremia Hypokalemia HTN DVT Discharge Condition: Mental Status: Confused sometimes. Level of Consciousness: Alert and interactive. Activity Status: Out of Bed with assistance to chair or wheelchair. Discharge Instructions: Patient was admitted with confusion and sepsis from UTI. She improved with antibiotics. She also was evaluated for aspiration and treated for hypernatremia and hypokalemia. Please continue all medications as noted. She will need 1 more day of meropenem to complete her course. She will need to continue neutral phos. Please encourage copious water intake Followup Instructions:"
}