{
  "18156009-DS-17": "MEDICINE Allergies: No Known Allergies / Adverse Drug Reactions Attending: . Chief Complaint: Dyspnea Major Surgical or Invasive Procedure: Left femoral Closed Reduction and Percutaneous Pinning History of Present Illness: Ms. is an female with a past medical history of COPD (not on home oxygen) and atrial fibrillation (on apixiban) presenting with dyspnea and hypoxemia. Per history obtained in the ED, dyspnea initially began this morning. She does not use O2 at home and denies prior hospitalizations for her COPD. She denies chest pain, abdominal pain, lower extremity edema, fevers, or chills. She endorses mild cough. In the ED, initial vitals were: T 98.6 BP 156/61 HR 80 RR 24 O2 95% 4L NC Exam notable for: Pulmonary: Decreased breath sounds on the right side. B/l crackles in the lower bases. Not moving great amount of air overall. Labs notable for: WBC 17.4 (93.9%), Hgb 11.8 K 5.9, BUN 35, Cr 1.0 Trop < 0.01 VBG 7.31/62, lactate 2.7 Flu A/B negative Imaging was notable for: CXR COPD, subtle opacity at the left lung base could represent pneumonia versus summation of shadows, consider lateral to further assess. Patient was given: Azithromycin 500mg, IV methylprednisolone 40mg, Ipratropium-albuterol neb 1L NS Upon arrival to the floor, patient clarified that her dyspnea has been ongoing since her last discharge, where she was admitted for atrial fibrillation/flutter with RVR. She also notes several days of nausea and \"not feeling right\". She has been using her inhalers more frequently at home with some relief. She also reports increasing cough with some sputum production but feels unable to fully expectorate. She also reports a recent fall during which she hit her forehead on the wall and landed on her left knee. Since then, she has had left hip and knee pain but denies headache, vision changes, or new weakness/numbness. Per collateral information obtained from , RN from , patient has been living at since discharge on . They deny any falls or injury to knee/hip but note that she has primarily been bedbound during her stay. Patient was found to have increased SOB on with O2 sat of 86% on RA (below her baseline). She was placed on supplemental O2 and received 2 albuterol nebs without improvement and was subsequently transferred to for further evaluation. Past Medical History: COPD (not on home O2) Atrial fibrillation Hypertension Hyperlipidemia Essential tremor Glaucoma Peripheral vascular disease Osteopenia Social History: Family History: Father died of CAD, mother had gastric cancer Physical Exam: ADMISSION PHYSICAL EXAM: VITAL SIGNS: T 97.9, BP 155/53, HR 76, RR 20, O2 sat 96% on 5L NC, Pain GENERAL: Tired and cachectic appearance HEENT: Temporal wasting, EOMI. Right pupil fixed and dilated (baseline). NECK: No JVD. CARDIAC: Normal rate, regular rhythm, no murmurs, rubs or gallops. LUNGS: Crackles at bases bilaterally, decreased breath sounds throughout. ABDOMEN: Scaphoid, soft, non-tender, non-distended, active bowel sounds EXTREMITIES: L hip held in flexion; pain with passive and active ROM, pain with palpation of femoral head. L knee held in flexion; pain with active and passive ROM, pain with palpation of patella. No edema. NEUROLOGIC: Alert and oriented x3,CN intact with exception of fixed, dilated R pupil. Intact to light touch bilaterally. DISCHARGE PHYSICAL EXAM: 24 HR Data (last updated @ 1540) Temp: 97.4 (Tm 98.6), BP: 128/63 (104-152/54-69), HR: 72 (64-76), RR: 18 (), O2 sat: 97% (93-97), O2 delivery: Ra, Wt: 117.95 lb/53.5 kg GENERAL: No increased work of breathing, sitting upright in NAD. HEENT: AT/NC, anicteric sclera, MMM CV: nl rate, reg rhythm, S1/S2, no murmurs, gallops, or gallops PULM: Decreased air movement throughout. 1 wheeze. GI: abdomen soft, nondistended, nontender in all quadrants, no rebound/guarding EXTREMITIES: no edema. no cyanosis. Pertinent Results: ADMISSION LABS: 09:30AM OTHER BODY FLUID FluAPCR-NEGATIVE FluBPCR-NEGATIVE 10:00AM PLT COUNT-259 10:00AM NEUTS-93.9* LYMPHS-1.4* MONOS-3.9* EOS-0.0* BASOS-0.2 IM AbsNeut-16.36* AbsLymp-0.25* AbsMono-0.68 AbsEos-0.00* AbsBaso-0.04 10:00AM WBC-17.4* RBC-3.74* HGB-11.8 HCT-37.9 MCV-101* MCH-31.6 MCHC-31.1* RDW-15.7* RDWSD-58.4* 10:00AM cTropnT-<0.01 10:00AM GLUCOSE-128* UREA N-35* CREAT-1.0 SODIUM-142 POTASSIUM-6.0* CHLORIDE-103 TOTAL CO2-28 ANION GAP-11 10:14AM LACTATE-2.7* K+-5.9* 10:14AM PO2-33* PCO2-62* PH-7.31* TOTAL CO2-33* BASE XS-2 05:12PM LACTATE-2.3* K+-4.7 05:12PM PO2-57* PCO2-59* PH-7.31* TOTAL CO2-31* BASE XS-0 COMMENTS-GREEN TOP INTERVAL LABS 11:32AM BLOOD Lactate-2.2* 10:35AM BLOOD Type-ART pO2-172* pCO2-60* pH-7.28* calTCO2-29 Base XS-0 11:32AM BLOOD pO2-37* pCO2-63* pH-7.27* calTCO2-30 Base XS-0 09:09PM BLOOD pO2-36* pCO2-54* pH-7.37 calTCO2-32* Base XS-3 02:39AM BLOOD pO2-68* pCO2-51* pH-7.38 calTCO2-31* Base XS-3 DISCHARGE LABS 06:20AM BLOOD WBC-9.1 RBC-2.87* Hgb-9.4* Hct-31.3* MCV-109* MCH-32.8* MCHC-30.0* RDW-21.7* RDWSD-83.7* Plt 06:20AM BLOOD PTT-25.4 06:20AM BLOOD Glucose-81 UreaN-59* Creat-1.0 Na-145 K-4.2 Cl-104 HCO3-32 AnGap-9* 06:20AM BLOOD Calcium-8.8 Phos-3.0 Mg-2.5 MICROBIOLOGY: Flu A/B negative all blood cultures no growth final 1:15 pm URINE Source: Catheter. **FINAL REPORT URINE CULTURE (Final : STAPHYLOCOCCUS, COAGULASE NEGATIVE. >100,000 CFU/mL. IMAGING: CXR: COPD, subtle opacity at the left lung base could represent pneumonia versus summation of shadows, consider lateral to further assess. Hip XR: Foreshortened appearance of the left femoral neck, difficult to exclude a subtle nondisplaced/impacted fracture. Consider CT to better assess if there is further concern. CT L Lower extremity: Essentially nondisplaced subcapital fracture involving the proximal left femur. CXR: In comparison with the study of , there again is hyperexpansion of the lungs with flattening hemidiaphragms consistent with chronic pulmonary disease. The opacification at the left base now appears to represent overlying breast tissue and mild atelectatic changes. Nevertheless, in the appropriate clinical setting it would be difficult to unequivocally exclude superimposed pneumonia, especially in the absence of a lateral view. No evidence of appreciable cardiomegaly or pulmonary vascular congestion. LVEF 55%. IMPRESSION: 1) Low normal radial contractile function with mild to moderate reduction in longitudinal LV systolic function (early marker of LV contractile dysfunction) suggestive if non ischemic cardiomyopathic process. 2) Moderate pulmonary systolic arterial hypertension in setting of normal RV size/function. 3) Mild to moderate (severity underestimated due to eccentricity) eccentric anteriorly directed mitral regurgitation likely due to significantly calcified posterior mitral valve leaflet with restricted movement during systole IIIb however no chordal tethering identified). Compared with the prior (images not available for review) of , the left ventricular systolic function is now more depressed. Myocardial strain was not measured on prior study and therefore could not be compared. Hip XR FINDINGS: The available images show steps related to percutaneous fixation of a minimally displaced subcapital femoral fracture. 3 cannulated screws are placed across the femoral neck fracture. Please see the operative report for further details. CT Chest without contrast IMPRESSION: 1. Bronchus intermedius and right lower lobe segmental bronchial obstruction at the level of the right hilum, likely due to mucous impaction or aspiration with right lower lobe ground-glass and consolidation likely representing postobstructive pneumonia or aspiration with associated atelectasis. An underlying mass lesion cannot be excluded and a three-month interval follow-up is recommended to assess for resolution. 2. Small left and moderate right pleural effusions are significantly increased from . 3. Moderate to severe centrilobular emphysema, unchanged. 4. Enlargement of the right main pulmonary artery, can be seen in the setting of pulmonary hypertension, unchanged. CXR FINDINGS: There is no evidence of pulmonary edema. Unchanged bilateral pleural effusions and unchanged opacities at the right lung base. No pneumothorax. The size and appearance of the cardiomediastinal silhouette is unchanged. IMPRESSION: No significant interval change since the prior chest radiograph. No evidence of pulmonary edema. Brief Hospital Course: PATIENT SUMMARY year old woman with history of end-stage COPD/emphysema, AF on apixaban, CVA, PVD who presented with COPD exacerbation and L femur fracture now s/p closed reduction and percutaneous fixation with pinning. She went ot the MICU twice for worsening dyspnea requiring BIPAP, though on second trip , she did not tolerate BiPAP as it precipitated worsening respiratory alkalosis. She returned to the floor with allowance of mild permissive hypercapnea. Intermittently diuresed for respiratory optimization leading to restart of daily PO diuretic . She continued to have intermittent mucous plugging which cleared with coughing, though cough was somewhat weak. She transitioned to DNR/DNI for her end-stage COPD. Goals of care discussions with patient and family moved toward decision for short term rehab with symptom management. They are interested in pursuing hospice if she does not do well at rehab, and are aware of resources. Palliative care assisted with symptom management plans and advising around hospice resources. She was discharged to rehab with a new do not hospitalize MOLST, and increased COPD management and symptom management regimen. ACUTE ISSUES # COPD # HAP # Acute hypoxic respiratory failure Patient admitted with acute dyspnea and hypoxemia and began treatment for COPD exacerbation with azithromycin, steroids, and duonebs. She had worsening tachypnea and hypoxic respiratory failure, and was briefly transferred to the ICU for BIPAP and escalation of her antibiotic therapy, with brisk resolution of her symptoms. She completed 5 day treatment with steroids and azithromycin, and was continued on ceftaz to complete a 7 day course with antibiotics through . She unfortunately triggered for tachypnea and hypercarbia on the floor requiring transfer to the ICU for consideration of BiPAP, which was ultimately deemed to prevent permissive hypercarbia and increase her work of breathing and was therefore deferred. She was maintained on albuterol nebs q4h PRN and ipratropium bromide nebs q6hr. O2 requirement was weaned to 0L, but intermittently would be on up to 5L for comfort on discharge. Volume and mucous plugging were recurrent challenges. She was diuresed with 40mg Lasix and discharged on maintenance dose of PO Lasix 20mg daily. Her home advair was continued, but home Spiriva was held while getting standing ipratropium nebs. Azithromycin every other day was added. Budesonide was started and umeclidium-vilanterol was started on d/c. [] Please follow-up with pulmonology on # Symptom management Palliative care was involved to assist in symptomatic management. Medications were consolidated to essential medications only. Aggressive bowel regimen was started. For air hunger the patient was started on 2mg liquid morphine q4h PRN. This can be titrated as appropriate. [] Monitor symptoms of air hunger and up-titrate liquid morphine as needed. # L femoral neck fracture s/p closed reduction and percutaneous pinning Patient endorsed hip pain on admission, XR and CT revealed subacute/acute left femoral neck fracture. Patient underwent closed reduction and percutaneous pinning on . She was bridged perioperatively with heparin, but apixaban was restarted on post op day 0. Pain was controlled with Tylenol. Patient was evaluated by , who recommended rehab post discharge. # Patient with brief elevation in Cr to 1.3 post surgery. Improved after giving fluids. CHRONIC ISSUES: # Atrial fibrillation Chads-Vasc 6. Her metoprolol was fractionated during hospitalization, and consolidated just prior to discharge. Home apixaban was initially held for surgery and restarted on post-op day 0. # HFrEF non-ischemic cardiomyopathy # Mild MR this admission with EF 55% but suggestive of non-ischemic cardiomyopathic process, moderate pulmonary systolic arterial hypertension, and mild to moderate mitral regurgitation. Patient was continued on beta-blocker as above, and home diuretic was resumed. Diuretic was uptitrated near discharge per pulmonary recommendations as she was requiring more diuresis for euvolemia. # Iron deficiency anemia. She was given 4 days of IV iron. # Hypertension Continued home metoprolol as above. # Constipation Provided Senna, miralax, bisacodyl. # Osteopenia Patient was continued on home Vitamin D until direction focused to reducing pill burden at end of admission. # Glaucoma Patient was continued on home latanoprost, Azopt 1% Ophth, Dorzolamide 2% Ophth TRANSITIONAL ISSUES PULMONARY MEDICATION REGIMEN: Nebulized budesonide QD Anoro Ellipta Duonebs q4h PRN Azithromycin QOD Prednisone 10mg daily, to be continued until pulmonary follow-up [] Please ensure aggressive airway clearance with chest and acapella, mucinex, and aspiration precautions [] Please assess volume status and symptoms of dyspnea daily if worsening, increase Lasix to 40mg BID for diuresis [] Repeat chem 10 in 1 week [] follow-up with pulmonology on [] Monitor symptoms of air hunger and up-titrate liquid morphine as needed. # CODE: DNR/DNI DNH # CONTACT: (son) This patient was prescribed, or continued on, an opioid pain medication at the time of discharge (please see the attached medication list for details). As part of our safe opioid prescribing process, all patients are provided with an opioid risks and treatment resource education sheet and encouraged to discuss this therapy with their outpatient providers to determine if opioid pain medication is still indicated. >30 minutes were spent in discharge planning and coordination of care on the day of discharge Medications on Admission: The Preadmission Medication list is accurate and complete. 1. Albuterol 0.083% Neb Soln 1 NEB IH Q3H 2. Apixaban 2.5 mg PO BID 3. Bisacodyl 10 mg PR QHS:PRN Constipation Second Line 4. Fluticasone Propionate NASAL 2 SPRY NU DAILY 5. Latanoprost 0.005% Ophth. Soln. 1 DROP BOTH EYES QHS 6. Milk of Magnesia 30 mL PO DAILY:PRN Constipation First Line 7. Vitamin D 1000 UNIT PO DAILY 8. Azopt 1% Ophth (*NF* ) 1 DROP Other DAILY 9. Enema Disposable (sodium phosphates) gram/118 mL rectal DAILY:PRN constipation line 10. Symbicort (budesonide-formoterol) 160-4.5 mcg/actuation inhalation DAILY 11. Metoprolol Succinate XL 12.5 mg PO DAILY 12. Multivitamins W/minerals Chewable 1 TAB PO DAILY 13. Triamcinolone Acetonide 0.1% Ointment 1 Appl TP BID 14. Albuterol Inhaler PUFF IH Q4H:PRN SOB 15. Methazolamide 25 mg PO BID Discharge Medications: 1. Azithromycin 250 mg PO EVERY OTHER DAY 2. budesonide 0.5 mg/2 mL inhalation DAILY 3. GuaiFENesin ER 1200 mg PO Q12H 4. Ipratropium-Albuterol Neb 1 NEB NEB Q4H:PRN dyspnea 5. Morphine Sulfate (Oral Solution) 2 mg/mL 2 mg PO Q4H:PRN air hunger RX *morphine 10 mg/5 mL 1 ml by mouth every four (4) hours Refills:*0 6. Polyethylene Glycol 17 g PO DAILY 7. PredniSONE 10 mg PO DAILY This is the maintenance dose to follow the last tapered dose 8. Senna 8.6 mg PO QPM 9. Simethicone 40-80 mg PO QID:PRN gas 10. Sodium Chloride Nasal SPRY NU QID:PRN dry nostrils 11. umeclidinium-vilanterol 62.5-25 mcg/actuation inhalation DAILY 12. Furosemide 40 mg PO DAILY 13. Metoprolol Succinate XL 25 mg PO DAILY 14. Apixaban 2.5 mg PO BID 15. Azopt 1% Ophth (*NF* ) 1 DROP Other DAILY 16. Bisacodyl 10 mg PR QHS:PRN Constipation Second Line 17. Enema Disposable (sodium phosphates) gram/118 mL rectal DAILY:PRN constipation line 18. Fluticasone Propionate NASAL 2 SPRY NU DAILY 19. Latanoprost 0.005% Ophth. Soln. 1 DROP BOTH EYES QHS 20. Methazolamide 25 mg PO BID 21. Milk of Magnesia 30 mL PO DAILY:PRN Constipation First Line 22. Multivitamins W/minerals Chewable 1 TAB PO DAILY 23. Triamcinolone Acetonide 0.1% Ointment 1 Appl TP BID 24. Vitamin D 1000 UNIT PO DAILY Discharge Disposition: Extended Care Facility: Discharge Diagnosis: COPD exacerbation, end-stage COPD, hospital associated pneumonia, Left hip fracture Discharge Condition: Mental Status: Clear and coherent. Level of Consciousness: Alert and interactive. Activity Status: Out of Bed with assistance to chair or wheelchair. Discharge Instructions: Dear , was a pleasure taking part in your care here at ! Why was I admitted to the hospital? You were admitted for difficulty breathing. What was done for me while I was in the hospital? You were given treatment for a COPD exacerbation, including nebulizer treatments, antibiotics and steroids. When your breathing got much worse, you had to go to the ICU for a special mask to help you breathe (BiPAP). You were also started on antibiotics to treat pneumonia at that time. The breathing continued to be a problem intermittently, and you were given medications to make you urinate fluid out of the lungs, as well as a long tapered course of steroids. You were started on prophylactic azithromycin antibiotics as well as new inhalers. You had pain in your hip, so an x-ray and a CT scan were done, which showed that you had a fracture in your left hip. You were seen by Orthopedic Surgery who did surgery on . Physical therapy recommended that you go to a rehab to get stronger. What should I do when I leave the hospital? -Enjoy being out of the hospital, and spending time with family, doing what you enjoy -Please go to your follow up appointments as scheduled -Note new medications in your discharge worksheet Sincerely, Your Care Team Followup Instructions:"
}