{
  "18815342-DS-15": "MEDICINE Allergies: Haldol / gabapentin / phenothiazides Attending: . Chief Complaint: Altered mental status, weakness Major Surgical or Invasive Procedure: Attempted LP Successful LP Intubation Extubation History of Present Illness: Mr. is a year old male with a history of DM, schizophrenia, dementia who presented from his nursing facility with for increasing falls and confusion. While the ED, patient developed projectile feculent vomiting and was intubated for airway protection. He lives at . Per report, has had increased falls at assisted living, reportedly fell yesterday. This has been associated with a decreased mental status over the course of the day on , and he was also reported unable to stand. He was brought to the ED and was noted to be non verbal, though typically can speak per report. His initial ED evaluation was generally unremarkable. He was awake but minimally responsive to questions word answers). Initial vitals: temp 99.4, HR 102, BP 132/68, RR 16, and O2 99% RA. Labs notable for: no leukocytosis (WBC 5.1), Hgb 12.0 > 10.5, and lactate that downtrended (2.9 > 1.8 -> 1.3) with 2 or 3L IVF. Imaging notable for: CXR without significant change from prior study CT A/P with rectal wall thickening and hyperemia compatible with proctitis, fluid-filled non-dilated loops of small and large bowel likely representing viral gastroenteritis, and cholelithiasis without signs of cholecystitis. CT Spine with mild to moderate distention of thoracic esophagus with fluid/debris. CT without contrast without acute intracranial abnormality Patient subsequently developed projectile feculent vomiting and was intubated for airway protection. Following this, he developed hypotension requiring norepinephrine and a fever to 104.0. Patient received 3L NS (per report, though only recorded as 1L NS on dashboard), cefepime/flagyl, acetaminophen, and propofol > midazolam/fentanyl. He was then admitted to the MICU for further evaluation. ROS: Unable to obtain (intubated) Past Medical History: Type 2 Diabetes HLD Paranoid schizophrenia Dementia HTN Gastritis PTSD Social History: Family History: Mother with dementia Physical Exam: ADMISSION PHYSICAL EXAM VS: BP 114/68 HR 61 GEN: Intubated, sedated EYES: Pinpoint pupils, minimally reactive to light. Equal bilaterally. HENNT: Normocephalic, atraumatic. CV: RRR, normal S1/S2, no murmurs, rubs, or gallops RESP: CTAB, no wheezes, rales, or rhonchi GI: Soft, nontender, nondistended SKIN: Warm and dry NEURO: PSYCH: Unable to assess secondary to sedation DISCHARGE PHYSICAL EXAM Vitals: Reviewed OMR GEN: Elderly male, flat affect, follows basic commands, no acute distress EYES: Pupils 2-3mm bilaterally, equal and reactive to light CV: RRR, normal S1/S2, no murmurs, rubs, or gallops RESP: CTAB, no wheezes, rales, or rhonchi GI: Soft, nontender, nondistended SKIN: Warm, well perfused, no edema NEURO: Eyes track, moves all extremities to command intermittently, able to lift arms upwards spontaneously, able to lift legs off bed equally. Mild BLE tremor, worse with movement. Smile symmetric. LINES: LUE PICC c/d/i Pertinent Results: ADMISSION LABS 05:48PM BLOOD WBC-5.0 RBC-4.15* Hgb-12.0* Hct-39.2* MCV-95 MCH-28.9 MCHC-30.6* RDW-13.9 RDWSD-47.6* Plt 05:48PM BLOOD Plt 05:48PM BLOOD Glucose-117* UreaN-12 Creat-1.0 Na-145 K-4.5 Cl-108 HCO3-22 AnGap-15 05:48PM BLOOD ALT-21 AST-21 CK(CPK)-173 AlkPhos-38* TotBili-0.3 07:57AM BLOOD Calcium-8.0* Phos-2.8 Mg-1.8 05:48PM BLOOD Albumin-4.0 IMAGING & MICROBIOLOGY 3:54 am Blood (CMV AB) Source: Line-CVL. CMV IgG ANTIBODY (Pending): CMV IgM ANTIBODY (Pending): 6:00 pm SPUTUM Source: Endotracheal. **FINAL REPORT GRAM STAIN (Final : >25 PMNs and <10 epithelial cells/100X field. NO MICROORGANISMS SEEN. RESPIRATORY CULTURE (Final : RARE GROWTH Commensal Respiratory Flora. 11:09 am BLOOD CULTURE Blood Culture, Routine (Pending): No growth to date. 10:23 am SEROLOGY/BLOOD Source: Line-RIJ. **FINAL REPORT RPR w/check for Prozone (Final : NONREACTIVE. Reference Range: Non-Reactive. 8:30 am BLOOD CULTURE 31. Blood Culture, Routine (Pending): No growth to date. 7:59 am URINE Source: . **FINAL REPORT URINE CULTURE (Final : NO GROWTH. 5:55 pm CSF;SPINAL FLUID Source: LP CSF TUBE 3. Enterovirus Culture (Preliminary): No Enterovirus isolated. 5:55 pm CSF;SPINAL FLUID Source: LP CSF TUBE 3. **FINAL REPORT GRAM STAIN (Final : NO POLYMORPHONUCLEAR LEUKOCYTES SEEN. NO MICROORGANISMS SEEN. This is a concentrated smear made by cytospin method, please refer to hematology for a quantitative white blood cell count, if applicable. FLUID CULTURE (Final : NO GROWTH. 12:59 pm SPUTUM Source: Endotracheal. **FINAL REPORT GRAM STAIN (Final : >25 PMNs and <10 epithelial cells/100X field. 1+ (<1 per 1000X FIELD): GRAM POSITIVE COCCI. PAIRS AND SINGLY. RESPIRATORY CULTURE (Final : RARE GROWTH Commensal Respiratory Flora. 12:38 am STOOL CONSISTENCY: NOT APPLICABLE Source: Stool. **FINAL REPORT FECAL CULTURE (Final : NO SALMONELLA OR SHIGELLA FOUND. CAMPYLOBACTER CULTURE (Final : NO CAMPYLOBACTER FOUND. 12:55 pm URINE Source: Catheter. **FINAL REPORT Legionella Urinary Antigen (Final : NEGATIVE FOR LEGIONELLA SEROGROUP 1 ANTIGEN. (Reference Range-Negative). Performed by Immunochromogenic assay. A negative result does not rule out infection due to other L. pneumophila serogroups or other Legionella species. Furthermore, infected patients the excretion of antigen urine may vary. 2:31 am BLOOD CULTURE Site: ARM **FINAL REPORT Blood Culture, Routine (Final : NO GROWTH. 11:23 pm STOOL CONSISTENCY: NOT APPLICABLE Source: Stool. **FINAL REPORT C. difficile PCR (Final : NEGATIVE. (Reference Range-Negative). The C. difficile PCR is highly sensitive for toxigenic strains of C. difficile and detects both C. difficile infection (CDI) and asymptomatic carriage. A negative C. diff PCR test indicates a low likelihood of CDI or carriage. 8:49 pm URINE **FINAL REPORT URINE CULTURE (Final : NO GROWTH. 5:48 pm BLOOD CULTURE **FINAL REPORT Blood Culture, Routine (Final : NO GROWTH. HSV PCR CSF Negative CXR 1. No evidence of pneumonia. 2. Left basilar atelectasis. CT A/P 1. Rectal wall thickening and hyperemia, compatible with proctitis. This could be infectious or inflammatory etiology. 2. Fluid-filled non-dilated loops of small and large bowel, likely representing viral gastroenteritis. No evidence of obstruction. The appendix is normal. 3. The enteric tube terminates the gastric body, tenting the wall. Repositioning is recommended. 4. Cholelithiasis without gallbladder wall thickening or edema. MRA Neck with and without contrast 1. No acute infarct or hemorrhage. 2. Old infarct the right frontal and parietal lobes, bilateral cerebellum and pons. 3. Moderate pansinusitis. 4. Occlusion of the majority of the right vertebral artery with flow only seen within its V4 segment, likely due to retrograde flow from the contralateral side. Multiple luminal irregularities seen within the right V4 segment are likely secondary to atheromatous changes. 5. Otherwise, no stenosis or occlusion of the cervical vessels, by NASCET criteria. MR with and without contrast 1. No acute infarct or hemorrhage. 2. Old infarct the right frontal and parietal lobes, bilateral cerebellum and pons. 3. Moderate pansinusitis. 4. Occlusion of the majority of the right vertebral artery with flow only seen within its V4 segment, likely due to retrograde flow from the contralateral side. Multiple luminal irregularities seen within the right V4 segment are likely secondary to atheromatous changes. 5. Otherwise, no stenosis or occlusion of the cervical vessels, by NASCET criteria. TTE CONCLUSION: The left atrium is elongated. The right atrium is mildly enlarged. There is mild symmetric left ventricular hypertrophy with a normal cavity size. There is normal regional and global left ventricular systolic function. The visually estimated left ventricular ejection fraction is 70%. There is no resting left ventricular outflow tract gradient. Mildly dilated right ventricular cavity with normal free wall motion. Tricuspid annular plane systolic excursion (TAPSE) is normal. The aortic sinus diameter is normal for gender with normal ascending aorta diameter for gender. The aortic arch diameter is normal. The aortic valve leaflets (3) are mildly thickened. No masses or vegetations are seen on the aortic valve. There is no aortic valve stenosis. There is trace aortic regurgitation. The mitral valve leaflets appear structurally normal with no mitral valve prolapse. No masses or vegetations are seen on the mitral valve. There is trivial mitral regurgitation. The pulmonic valve leaflets are normal. The tricuspid valve leaflets appear structurally normal. No mass/ vegetation are seen on the tricuspid valve. There is mild [1+] tricuspid regurgitation. There is moderate pulmonary artery systolic hypertension. There is no pericardial effusion. IMPRESSION: Mild symmetric left ventricular hypertrophy with normal cavity size and regional/ global biventricular systolic function. Moderate pulmonary hypertension. CT A/P with IV and oral contrast 1. No evidence of obstruction. New long segment colonic wall thickening and inflammatory change about the descending colon concerning for mild colitis addition to previous findings of proctitis. 2. Cholelithiasis. 3. Please see same day separate report of the CT chest for thoracic findings. RUQUS 1. Normal appearance of hepatic parenchyma. 2. Mild nonspecific gallbladder wall edema which is most likely related to spacing. UENIs 1. Nonocclusive thrombus surrounding the right internal jugular venous catheter. The right internal jugular vein is nondistended. 2. No evidence of deep vein thrombosis the right upper extremity. CXR Single view shows the nasogastric tube E the mid body of the stomach with the side port well distal to the esophagogastric junction. Otherwise, little change. MRI C-/T-/L-SPINE Motion limited study. Examination could not be completed as the patient was unable to continue. Sagittal T 2 images obtained which are limited by motion. Upper lumbar spine is visualized and demonstrates no evidence of high-grade stenosis.. examination can be repeated if clinically indicated with sedation. CXR PICC line terminating the lower superior vena cava. INTERVAL/DISCHARGE LABS 05:59PM BLOOD pO2-31* pCO2-49* pH-7.36 calTCO2-29 Base XS-0 05:41AM BLOOD pO2-120* pCO2-36 pH-7.41 calTCO2-24 Base XS-0 Comment-GREEN TOP 05:48PM BLOOD Valproa-83 03:54AM BLOOD HBsAg-NEG HBsAb-POS HBcAb-POS* HAV Ab-POS* 10:23AM BLOOD Cortsol-9.1 10:30AM BLOOD Ammonia-<10 07:45AM BLOOD VitB12-723 Folate-7 07:40AM BLOOD %HbA1c-5.6 eAG-114 07:40AM BLOOD Triglyc-116 HDL-33* CHOL/HD-2.8 LDLcalc-38 03:54AM BLOOD HBsAg-NEG HBsAb-POS HBcAb-POS* HAV Ab-POS* 03:54AM BLOOD HCV Ab-NEG 03:54AM BLOOD CMV VL-DETECTED, WHIPPLE PCR NEG 05:12AM BLOOD WBC-5.5 RBC-2.95* Hgb-8.5* Hct-27.6* MCV-94 MCH-28.8 MCHC-30.8* RDW-14.6 RDWSD-50.0* Plt 05:12AM BLOOD Glucose-133* UreaN-12 Creat-0.9 Na-141 K-4.4 Cl-103 HCO3-28 AnGap-10 05:12AM BLOOD Calcium-9.0 Phos-3.7 Mg-2.0 RPR w/check for Prozone (Final : NONREACTIVE. Reference Range: Non-Reactive. TREPONEMAL ANTIBODY TEST (Final : TP-PA REACTIVE. TEST PERFORMED BY LAB. Brief Hospital Course: with PMHx notable for schizophrenia and alzheimer's dementia and stroke (R AICA (likely artery-to-artery embolic from occluded R vertebral artery) and small vessels supratentorial infarcts (likely due to microvascular risk factors)), who was initially admitted to the MICU on from 's locked memory unit with one week of worsening lower extremity weakness, gait instability, and progressive somnolence found to have septic shock and possible GTC seizure for which he was intubated. He was treated with antibiotics for proctocolitis and pneumonia, extubated, and transferred to the medical floor with gradual improvement his mental status (to recent baseline of word responses), thought to be due likely to toxic metabolic encephalopathy the setting of poor substrate and infection. Workup during this hospitalization was also concerning for late-latent syphillis versus neurosyphilis on the basis of negative RPR with positive treponemal testing and no clear history of syphilis treatment with treatment as described below. MICU COURSE # Encephalopathy Developed acute encephalopathy ED after a week of progressive weakness and gradual encephalopathy along with lower extremity weakness. Patient underwent an extensive workup while the ICU, including an LP (attempted at bedside on night of by ICU team and then obtained successfully by neurology consult service later the day) with CSF showing 0 TNCs, protein of 32 and normal glucose, Whipple PCR, BMP, EEG etc. Concern for seizure activity and prolonged post-ictal state though EEG without overt seizure activity. Infectious evaluation did not reveal a CNS infection. Rare generalized discharges on EEG so neurology recommended continuing Keppra. Likely toxic metabolic given significant improvement mental status after antibiotic treatment. Extubated on without issue. # Feculent vomiting # CT Findings of colitis and proctitis. noted to have feculent emesis prior to presentation, intubated for airway protection, with OG tube placed on low-intermittent suction initially. CT A/P with IV contrast with no show signs of SBO or other obstructive process. Repeat CT with oral and IV contrast with no e/o obstruction or intrabdominal abscess but with evolution from proctitis to mild segmental colitis of the descending colon. Per report, patient was afebrile until after intubation, and it's unclear if he had infectious symptoms prior to presentation. Differential would include viral or bacterial gastroenteritis (given CT findings with proctitis) vs. gallstone ileus (given cholelithiasis on imaging, though patient reportedly stooling the ED) versus inflammatory bowel disease. Norovirus and C. diff negative. Continued vancomycin/cefepime/flagyl for 7d course while the ICU. Started on a clear diet after extubation on . # Undifferentiated shock and hypotension # Fever. Presented with hypotension and fever. Differential includes etiologies of distributive shock sepsis (febrile) or vasoplegia (sedation, neurologic). Sources of infection would include GI and possible CNS as above though low suspicion for bacterial meningitis as above. have had some component of hypovolemia given elevated lactate though hypotension persisted after IVF reuscitation and lactate normalization, arguing against this. Low suspicion for other causes of shock including hemorrhagic and obstructive. S/p LP as above without evidence of CNS abnormality. CT chest on showed RUL and bilateral lower lobe aspiration and likely pneumonia. CT abd/pelvis showed extension of protocolitis to include more of the colon. Was initially on vanc/cefepime flagyl and transition to cefepime and flagyl for intended 7 day course. # Hypervolemia Patient was significantly positive for LOS the setting of volume resuscitation the MICU. Grossly edematous on exam. Diuresed with IV lasix while MICU. # Central line associated thrombus Report of RUE swelling by nursing on . RUE Doppler showed non-occlusive thrombus surrounding right internal jugular venous catheter with good flow on Doppler. Placed on heparin gtt. Will need 3 months of anticoagulation. # Bradycardia. Noted to be bradycardic to the for most of ICU stay without drop BPs. Hemodynamically stable. Unclear etiology. Patient not on any culprit medications. # Transaminitis Likely medication effect. Does have cholelithiasis but bili is not elevated. RUQUS wnl, hepatitis serologies pending. Concern for DILI. Hepatitis serologies showed immunity to HBV and HAV Ab positivity, thought to represent previous infections. # Lower extremity weakness Reports of a week or so of progressive weakness. LP and exam inconsistent with GBS. Unclear etiology. # Thrombocytopenia Does not fit timeline of HITT; no recent heparin exposure prior to admission. 4 T score , low probability for HITT. Likely marrow suppression the setting of sepsis. No known liver disease. Possibly the setting of sepsis as he was noted to improve throughout the course of his ICU stay. # Anemia Hgb downtrending 12.0 > 10.5 the ED post IVF (varying reports of how much IVF given ED). Hgbs have been relatively stable since. MEDICINE FLOOR COURSE ACUTE ISSUES # Toxic metabolic encephalopathy # Seizure # Lower extremity weakness Patient initially presented with one week of worsening mental status, gait instability, and decreased verbal output. He was noted to have episodes of abnormal movements of bilateral upper and lower extremities, initially thought to be GTCs. Likely toxic metabolic encephalopathy the setting of poor substrate and sepsis. Neurology was consulted, and on further EEG review it was thought that his seizure was likely metabolic the setting of infection and his keppra was discontinued. He did have continued rigidity and tremors which were thought to be secondary to his long term antipsychotic use. However given his history of decompensation off of these medications, they were continued as he has been stabilized on this regimen thus far. # Possible Neurosyphilis vs Latent syphillis FTA-Abs reactive with negative RPR and VDRL of CSF negative. Difficult to assess for symptoms of neurosyphilis given baseline mental status and neurological exam. Patient was started on IV penicillin pending additional Treponemal Particle Agglutination testing, which also returned positive. ID was consulted, with plan to treat with a 10 day course of IV penicillin to cover for both neurosyphilis or late latent syphilis (D1: . He does not need additional treatment or testing once this course of IV PCN is completed. # HTN Persistently elevated SBPs during hospitalization, improved with increased Lisinopril to 10MG daily. # RIJ associated thrombus: RUE Doppler revealing non-occlusive thrombus surrounding RIJ venous catheter with good flow on Doppler. Placed on apixaban with plan for at least 3 month course (to . # Anemia Patient initially presented with Hgb of 12 (baseline which downtrended to a nadir of , likely acute on chronic the setting of infection/sepsis. RESOLVED/CHRONIC ISSUES # Septic shock: Resolved # Multifocal pneumonia # Mild proctocolitis, extending from rectum to descending colon. Septic shock sources include multifocal pneumonia & proctocolitis without evidence of a clear pathogen on sputum, blood, urine, stool & CSF cultures. Initially started on empiric meningitis coverage but antibiotics narrowed to cefepime/flagyl for a 7 day course (see below) Antimicrobials: Acyclovir Cefepime Ceftriaxone Metronidazole Vancomycin # Elevated transaminases Resolved Likely drug/medication induced. Patient has known cholelithiasis, but bilirubin was normal. RUQ ultrasound was unrevealing and hepatitis serologies revealed immunity to A/B but prior hep B infection. # Thrombocytopenia resolved Low probability for HIT. Likely marrow suppression setting of sepsis, which had resolved prior to discharge. # Alzheimer's dementia # Schizophrenia Continued home Depakote ER 250mg AM and 500mg QHS Stopped home donepezil 10 mg tablet daily Continued doxazosin 4 mg tablet QHS Continued risperidone 1mg tab BID Continued trazodone 50 mg tablet QHS #T2DM Held home metformin while hospitalized and maintained on ISS while inpatient. Will restart Metformin on discharge. #HLD Continued home atorvastatin and aspirin #Glaucoma Continued brimonidine, timolol, latanoprost TRANSITIONAL ISSUES [] Please recheck a CBC weeks after discharge to ensure that anemia is correcting, consider iron studies at that time if still anemic. [] Patient will need to complete a total 10 day course of IV penicillin for late latent versus neurosyphilis (). [] Lisinopril increased this admission to 10MG daily, continue to monitor blood pressures and adjust as needed. [] Discontinued home Donezepil 10 mg daily the setting of bradycardia and hypotension [] Diet at discharge pureed solids with nectar thick liquids, please advance as tolerated as mental status improves. [] Started on Apixaban for RIJ clot with plan for at least 3 month course. Please reassess indication to continue after Emergency Relationship: Sister/HCP Medications on Admission: The Preadmission Medication list is accurate and complete. 1. Aspirin 81 mg PO DAILY 2. Atorvastatin 10 mg PO QPM 3. Divalproex (EXTended Release) 250 mg PO DAILY 4. Divalproex (EXTended Release) 500 mg PO QHS 5. Donepezil 10 mg PO DAILY 6. Lisinopril 2.5 mg PO DAILY 7. RisperiDONE 1 mg PO BID 8. TraZODone 25 mg PO QHS 9. MetFORMIN (Glucophage) 500 mg PO DAILY 10. Tamsulosin 0.4 mg PO QHS Discharge Medications: 1. Apixaban 5 mg PO BID 2. Penicillin G Potassium 4 Million Units IV Q4H 3. Valproic Acid mg PO Q8H 4. Lisinopril 10 mg PO DAILY 5. Aspirin 81 mg PO DAILY 6. Atorvastatin 10 mg PO QPM 7. MetFORMIN (Glucophage) 500 mg PO DAILY 8. RisperiDONE 1 mg PO BID 9. Tamsulosin 0.4 mg PO QHS 10. TraZODone 25 mg PO QHS Discharge Disposition: Extended Care Facility: Discharge Diagnosis: PRIMARY: Proctocolitis Pneumonia RIJ associated thrombus Toxic metabolic encephalopathy Neurosyphillis vs latent syphilis SECONDARY: Alzheimer Dementia Schizophrenia Anemia Diabetes Glaucoma Discharge Condition: Mental Status: Confused always. Level of Consciousness: Lethargic but arousable. Activity Status: Out of Bed with assistance to chair or wheelchair. Discharge Instructions: Dear Mr. . It was a pleasure taking care of you. Why you were admitted? You were admitted because you were found to be more confused and had an infection of your gut (colitis) and your lungs (pneumonia). What did we do for you? You were given IV antibiotics for your infections and your breathing improved. You had imaging showing no signs of stroke or bleeding your brain. You were found to have testing indicating either a previously treated case of syphilis or a late untreated case of it. You were given a course of IV penicillin for this. What should you do when you leave the hospital? We hope your strength and mobility will improve at rehab. Please take all your medications as prescribed. Please attend your followup appointments. We wish you the best, Your team. Followup Instructions:"
}