{
  "16959552-DS-18": "MEDICINE Allergies: No Known Allergies / Adverse Drug Reactions Attending: Chief Complaint: Diarrhea Major Surgical or Invasive Procedure: none History of Present Illness: This is a year old woman with a PMH of HFpEF, OSA/OHS on home o2/bipap, IDDM, HTN, HLD, relapsing polychondritis, Gastric Ca s/p abdominal surgery at ago, who presents from nursing facility with 2 days of loose stool and acute renal failure. She had diarrhea all night on , which she reports was brown, but with some blood on the tissue paper after wiping. She denies frank BRBPR or hematemesis. She also reports left sided abdominal pain over the past day, mild in intensity, non-radiating. She denies fever, chills, SOB, CP. She has a mild headache. She denies dysuria or urinary frequency. She reports chronic low back pain. In the ED: Initial vital signs were notable for: T 98.0 HR 66 BP 105/43 RR 18 SpO2 98% RA Exam notable for: -BP 105/43 -CV RRR -CTAB -Abd: mildly TTP in LUQ and LLQ -No CVAT -Mild peripheral edema Labs were notable for: WBC 5.4 HG 10.8 K 5.9 Cr 4.9 INR 1.1 lactate 1.9 proBNP 2855 Urine lytes: UreaN:364 Creat:128 Na:23 Osmolal:311 UA Mod leuk 11 WBC Few bacteria 30 prot Studies performed include: + CT A/P: 1. Small bowel obstruction with fecalized small bowel contents leading to a transition point in the low anterior abdomen. No free fluid or pneumoperitoneum. 2. No diverticulitis, fluid collection, or hydronephrosis. Patient was given: -Insulin (Regular) for Hyperkalemia 10 units -Dextrose 50% 25 gm -Calcium Gluconate -D5NS -NS 500 mL -Lidocaine 5% Patch -Tiotropium Bromide 1 CAP -Heparin gtt 1450 units/hr -Insulin 2 Units -Acetaminophen IV 1000 mg -Gastroview (Diatrizoate Meglumine & Sodium) 30 mL Consults: Surgery: \"Patient denies any symptoms consistent with acute small bowel obstruction. It is possible that findings on CT are relatively chronic. Recommend medical admission for acute on chronic renal failure, with increasing SOB. ACS will follow and will recommend gastrograffin contrast study tomorrow to evaluate passage of contrast through small bowel to the level of the colon. Please keep NPO for now. No need for NGT if not vomiting.\" Renal: \"Patient has some amount of CKD with a baseline Cr of ~1.5-1.6. Now has SBO per CT result with several days of nausea , vomiting and poor PO intake. This is in the setting of hypotension and exposure to several medications and ACEI lisinopril. This has all likely contributed to worsening renal failure along with a component of cardiorenal syndrome which is likely chronic. She is NPO per surgery. Please stop lisinopril and hold BP meds given hypotension. Ensure that she is not hypovolemic. No hydronephrosis on CT scan. Check PVR and ensure no retention Be sure to dose medications renally (specifically medications which are sedating like gabapentin). Please send UA and urine culture to ensure no UTI is present. Monitor I/O. Please consult us as inpatient if further recommendations of workup is needed. Agree with workup of underlying cause of nausea and vomiting per surgery and medicine ( SBO seen on CT).\" Vitals on transfer: T 98.0 HR 67 BP 142/99 RR 18 SpO2 92% 2L NC Upon arrival to the floor, patient is in no acute distress. She is wearing sunglasses, and reports that it's because eyes are bothering from a prior \"eye surgery\". She denies abdominal pain. She reports that she has been passing gas. Past Medical History: # Diastolic heart failure (LVEF 55-60%) # Atrial flutter (diagnosed # Pulmonary hypertension # OSA and OHS on BiPAP and home O2 # Asthma/COPD # Left-sided stroke in w/ residual left sided weakness # IDDM # CKD (stage II) # Hypertension # Dyslipidemia # Gastric Ca s/p abdominal surgery at ago # Cervical cancer # Toe amputations Social History: Family History: Father deceased with history of throat cancer. Aunt with DM. No family history of early MI, arrhythmia, cardiomyopathies, or sudden cardiac death. Physical Exam: ADMISSION: VITALS: T 98.3 BP 152 / 68 HR 67 RR 18 SpO2 96% 2L GENERAL: Alert and interactive. In no acute distress. HEENT: NCAT. PERRL, EOMI. Sclera anicteric and without injection. MMM. No JVD. CARDIAC: Distant heart sounds, but RRR. Audible S1 and S2. No murmurs/rubs/gallops. LUNGS: Distant breath sounds, scattered expiratory wheezes. No increased work of breathing on 2L NC. BACK: No spinous process tenderness. No CVA tenderness. ABDOMEN: Hypoactive bowel sounds, obese, mildly distended, tender to deep palpation of LLQ. Not tympanic. No organomegaly. EXTREMITIES: S/p amputation of left toe, with scar from skin graft on dorsum of foot/ankle. No clubbing, cyanosis. Non-pitting edema of the lower extremities. Pulses DP/Radial 2+ bilaterally. SKIN: Warm. Cap refill <2s. No rash. NEUROLOGIC: CN2-12 intact. Strength slightly diminished on left upper/lower extremity (baseline per patient s/p CVA). Normal sensation throughout. AOx3. DISCHARGE: VITALS: 24 HR Data (last updated @ 1527) Temp: 98.3 (Tm 98.9), BP: 157/74 (157-168/66-77), HR: 67 (67-76), RR: 18 (), O2 sat: 96% (92-96), O2 delivery: 2L, Wt: 226.19 lb/102.6 kg General: Obese, elderly woman in no acute distress. HEENT: PERRL. MMM. Cardiac: RRR, S1+S2, no M/R/G Pulmonary: faint bibasilar crackles, occasional scattered end-expiratory wheezes. Abdomen: non-distended, soft, non-tender EXTREMITIES: S/p amputation of left toe, with scar from skin graft on dorsum of foot/ankle. No clubbing, cyanosis. Non-pitting edema of the lower extremities. Pulses DP/Radial 2+ bilaterally. NEUROLOGIC: Alert, moving all 4 extremities with purpose. Skin: Skin type V. No gross lesions or eruptions. Pertinent Results: ADMISSION: 06:11PM BLOOD WBC-5.4 RBC-4.84 Hgb-10.8* Hct-39.3 MCV-81* MCH-22.3* MCHC-27.5* RDW-17.7* RDWSD-51.4* Plt 06:11PM BLOOD Neuts-58.2 Monos-12.1 Eos-3.2 Baso-0.4 Im AbsNeut-3.13 AbsLymp-1.37 AbsMono-0.65 AbsEos-0.17 AbsBaso-0.02 04:27PM BLOOD PTT-62.9* 06:11PM BLOOD Glucose-161* UreaN-55* Creat-4.9*# Na-139 K-5.9* Cl-100 HCO3-26 AnGap-13 06:11PM BLOOD ALT-10 AST-8 AlkPhos-64 TotBili-0.2 06:11PM BLOOD Lipase-50 11:10PM BLOOD proBNP-* 06:20AM BLOOD TotProt-5.8* Calcium-8.4 Phos-5.5* Mg-1.7 08:07PM BLOOD Lactate-1.9 K-9.5* IMAGING: KUB Colon remains opacified with contrast material. KUB Enteric contrast material is seen throughout the colon. No abnormally dilated loops of small or large bowel visualized. CT A/P . Mildly dilated loop of small bowel in the lower abdomen containing fecalized content, with relative caliber change distally, with the more distal ileum collapsed. However, the majority of the more proximal small bowel is not dilated. Findings are nonspecific, but a very early small bowel obstruction is not entirely excluded. Moderate colonic fecal loading throughout. No free fluid or free air. 2. No diverticulitis, fluid collection, or hydronephrosis. INTERVAL LABS: 05:10AM BLOOD FreeKap-83.7* FreeLam-35.0* Fr K/L-2.39* DISCHARGE: 05:30AM BLOOD WBC-5.6 RBC-4.27 Hgb-9.4* Hct-33.2* MCV-78* MCH-22.0* MCHC-28.3* RDW-18.2* RDWSD-50.2* Plt 05:30AM BLOOD PTT-33.1 05:30AM BLOOD Glucose-175* UreaN-16 Creat-2.2* Na-143 K-4.6 Cl-100 HCO3-30 AnGap-13 05:30AM BLOOD Calcium-9.5 Phos-4.2 Mg-1.5* Brief Hospital Course: PATIENT SUMMARY FOR ADMISSION: Ms. is a w/ HFpEF (EF 65% , atrial fibrillation/flutter on apixaban, HTN, HLD, previous CVA, DM (A1C 8.6% , OSA on CPAP & home O2, mixed restrictive-obstructive lung disease (PFTs , previous CVA, CKD III, relapsing polychondritis on immunosuppression, & history of gastric cancer s/p abdominal surgery (@ years ago) & cervical cancer, who presents w/ diarrhea & on CKD. ISSUES ADDRESSED: # on CKD: Presented with Cr 4.9 on admission from baseline above baseline of ~1.1. FEurea 24.7%, Urine Na 23, BUN/Cr 11.4, Urine OSM 311. This gives a mixed picture but w/ the clinical picture was mostly suggestive of pre-renal etiology in the setting of copious diarrhea, diuretic use (torsemide), & anti-HTN therapy w/ lisinopril. Obstructive causes r/o on CT w/ no evidence of hydronephrosis or pelvic masses. Intrinsic etiologies were difficult to definitively r/o but UA was bland on microscoping evaluation. The patient in no urgent indications for hemodialysis. She was hydrated and renal function very gradually downtrended to 2.2 on discharge. # Essential HTN: Held home amlodipine & lisinopril in setting of pre-renal with the goal of permissive HTN given renal injury (SBP 130-160). Amlodipine restarted, then home metop changed to labetalol for better BP control. Lisinopril held. # Abdominal pain: # ?SBO: ACS consulted, CT was initially concerning for small bowel obstruction however on further read no obstruction was noted. She had a normal Gastrografin study and diet was advanced. #Diarrhea: Resolved. C. difficile & Norovirus negative. # HFpEF: Grade II diastolic dysfunction, EF 65% on TTE (). Home toremide held on admission given . # Relapsing polychondritis: Followed by Rheumatology. We continued azathioprine 100mg QD (prednisone taper ended + azithromycin QWeek. # Diabetes mellitus: A1C 8.6% . Continued 70/30 insulin and held metformin. Held gabapentin given . # Mixed restrictive-obstructive lung disease: On home O2. Supplemental O2. Continued home tiotropium + albuterol PRN. # Atrial fibrillation/flutter: -Rhythm: No AADs. -Rate: On metoprolol, initially held to allow for permissive hypertension, then changed to labetalol as patient was hypertensive -AC: On apixaban at home, placed on heparin drip on admission in the setting of possible need for surgical intervention and , restarted when GFR was > 30. # HLD: Continued home atorvastatin. TRANSITIONAL ISSUES: It was recommended that Ms. go to rehab to get stronger and to help with changed medication regimen. Despite multiple discussions with the patient, she refused to go to rehab. She was aware of the risks of going home including the need to adjust medication regimen from prior and the risk of falling. To help with safe discharge planning, we set up a home visit for day after discharge with NP. will deliver all of medications and she was instructed to carefully follow NEW med list. Weight at discharge 102.6 kg / 226.19 lbs. Creatinine at discharge: 2.2 [] Changed meds: Held lisinopril given renal impairment Started labetalol 400 mg BID and held metoprolol (as patient was hypertensive and needed more BP control) Held metformin given renal impairment Held home torsemide given renal impairment. Please restart as an outpatient if patient appears volume overloaded. Weight at discharge 102.6 kg / 226.19 lbs. [] Insulin: insulin requirements were lower while inpatient than prior. Home 70/30 insulin decreased to 20 U BID on discharge; please re-uptitrate if having elevated blood sugars. [] Please recheck chemistry panel within the next days. NP will be visiting at home within 1 day of discharge. If GFR goes below 30 on recheck, will need to hold apixiban. [] Patient has renal follow up scheduled . [] Patient had elevated kappa/lambda ratio while inaptient which could be explained by renal impairment. This should be repeated as an outpatient. CODE: FULL CONTACT: (spiritual sister/advisor) , Medications on Admission: The Preadmission Medication list is accurate and complete. 1. Apixaban 5 mg PO BID 2. Atorvastatin 40 mg PO QPM 3. AzaTHIOprine 100 mg PO DAILY 4. Azithromycin 500 mg PO 1X/WEEK () 5. Cyanocobalamin 100 mcg PO DAILY 6. Docusate Sodium 100 mg PO BID 7. FoLIC Acid 1 mg PO DAILY 8. Lisinopril 40 mg PO QHS 9. Senna 17.2 mg PO QHS:PRN constipation 10. Tiotropium Bromide 1 CAP IH DAILY 11. Torsemide 60 mg PO DAILY 12. Vitamin D 1000 UNIT PO DAILY 13. Metoprolol Succinate XL 200 mg PO DAILY 14. Gabapentin 100 mg PO QHS 15. Moxifloxacin 0.5 % ophthalmic (eye) QID 16. Lidocaine-Prilocaine 1 Appl TP BID hip 17. Ascorbic Acid mg PO DAILY 18. Erythromycin 0.5% Ophth Oint 0.5 in BOTH EYES QID 19. Albuterol 0.083% Neb Soln 1 NEB IH Q4H:PRN wheeze 20. Ipratropium-Albuterol Neb 1 NEB NEB Q6H 21. Acetaminophen 325 mg PO Q4H:PRN Pain Mild 22. PredniSONE 2 mg PO DAILY 23. Glucagon 1 mg Subcut Q15MIN:PRN hypoglycemia 24. OxyCODONE Acetaminophen (5mg-325mg) 1 TAB PO Q6H:PRN Pain Moderate 25. Albuterol Inhaler 2 PUFF IH Q6H:PRN wheezing 26. NovoLOG Mix U-100 (insulin asp prt-insulin aspart) 50 subcutaneous BID 27. MetFORMIN (Glucophage) 1000 mg PO QAM 28. MetFORMIN (Glucophage) 1500 mg PO QPM Discharge Medications: 1. amLODIPine 10 mg PO DAILY RX *amlodipine 10 mg 1 tablet(s) by mouth once a day Disp #*30 Tablet Refills:*0 2. Labetalol 400 mg PO BID RX *labetalol 200 mg 2 tablet(s) by mouth twice a day Disp #*120 Tablet Refills:*0 3. NovoLOG Mix 70-30 U-100 Insuln (insulin asp prt-insulin aspart) 20 U subcutaneous BID RX *insulin asp prt-insulin aspart [Novolog Mix U-100] 100 unit/mL (70-30) 20 U subcutaneous twice a day Disp #*3 Syringe Refills:*0 4. Acetaminophen 325 mg PO Q4H:PRN Pain Mild 5. Albuterol 0.083% Neb Soln 1 NEB IH Q4H:PRN wheeze 6. Albuterol Inhaler 2 PUFF IH Q6H:PRN wheezing RX *albuterol sulfate [ProAir HFA] 90 mcg 2 puff inhaled every six (6) hours Disp #*1 Inhaler Refills:*0 7. Apixaban 5 mg PO BID 8. Ascorbic Acid mg PO DAILY 9. Atorvastatin 40 mg PO QPM 10. AzaTHIOprine 100 mg PO DAILY RX *azathioprine [Azasan] 100 mg 1 tablet(s) by mouth once a day Disp #*30 Tablet Refills:*0 11. Azithromycin 500 mg PO 1X/WEEK () 12. Cyanocobalamin 100 mcg PO DAILY 13. Docusate Sodium 100 mg PO BID 14. Erythromycin 0.5% Ophth Oint 0.5 in BOTH EYES QID RX *erythromycin 5 mg/gram (0.5 %) 0.5 (One half) cm in each eye four times a day Refills:*0 15. FoLIC Acid 1 mg PO DAILY 16. Gabapentin 100 mg PO QHS RX *gabapentin 100 mg 1 capsule(s) by mouth at bedtime Disp #*30 Capsule Refills:*0 17. Glucagon 1 mg Subcut Q15MIN:PRN hypoglycemia 18. Ipratropium-Albuterol Neb 1 NEB NEB Q6H RX *ipratropium-albuterol 0.5 mg-3 mg (2.5 mg base)/3 mL 3 mL inhaled every six (6) hours Disp #*10 Ampule Refills:*0 19. Lidocaine-Prilocaine 1 Appl TP BID hip 20. Moxifloxacin 0.5 % ophthalmic (eye) QID RX *moxifloxacin 0.5 % 1 drop in the left eye four times a day Refills:*0 21. Senna 17.2 mg PO QHS:PRN constipation RX *sennosides [senna] 8.6 mg 2 tablets by mouth at bedtime Disp #*60 Tablet Refills:*0 22. Tiotropium Bromide 1 CAP IH DAILY 23. Vitamin D 1000 UNIT PO DAILY RX *ergocalciferol (vitamin D2) 2,000 unit 0.5 (One half) tablet by mouth once a day Disp #*30 Tablet Refills:*0 24. HELD Lisinopril 40 mg PO QHS This medication was held. Do not restart Lisinopril until your kidney function is better 25. HELD MetFORMIN (Glucophage) 1000 mg PO QAM This medication was held. Do not restart MetFORMIN (Glucophage) until kidney function improves 26. HELD MetFORMIN (Glucophage) 1500 mg PO QPM This medication was held. Do not restart MetFORMIN (Glucophage) until kidney function improves 27. HELD MetFORMIN (Glucophage) 1500 mg PO QPM This medication was held. Do not restart MetFORMIN (Glucophage) until you speak with your PCP 28. HELD Torsemide 60 mg PO DAILY This medication was held. Do not restart Torsemide until told to do so by your doctor Discharge Disposition: Home With Service Facility: Discharge Diagnosis: PRIMARY: acute kidney injury diarrhea SECONDARY: Heart failure with preserved ejection fraction Relapsing polychondritis Diabetes Hypertension Hyperlipidemia Atrial fibrillation Mixed restrictiveobstructive lung disease Obstructive sleep apnea Discharge Condition: Mental Status: Clear and coherent. Level of Consciousness: Alert and interactive. Activity Status: Ambulatory Independent. Discharge Instructions: Dear Ms. , It was a pleasure taking care of you at . WHY WERE YOU ADMITTED? -You are having diarrhea and your kidneys were not working as good as they should. WHAT HAPPENED WHEN YOU WERE HERE? -We gave you fluids to help hydrate your kidney and your kidney function improved but is still not back to normal. This will be closely monitored as an outpatient. -We tested you for 2 infections that can cause diarrhea and there was no evidence of infection. -There were some concerns initially that you had a bowel obstruction, but we did studies that showed that you did not have this. WHAT SHOULD YOU DO WHEN YOU GO HOME? -Continue take all of your medications as prescribed. -Go to all of your appointments. Please do not hesitate to return to the hospital -Continues take all of your medications as prescribed if you have any symptoms that concern you. We wish you the best! Sincerely, Your Medicine Team Followup Instructions:"
}