{
  "11739489-DS-12": "MEDICINE Allergies: tramadol Attending: . Chief Complaint: Seizure Major Surgical or Invasive Procedure: intubation and extubation History of Present Illness: Mr. is an y/o gentleman with PMH of seizure disorder, atrial fibrillation, complete heart block s/p PPM, CAD c/b MI, hypertension, OSA, severe persistent asthma, and temporal meningioma recently admitted treated for pneumonia who presented to the ED after becoming nonverbal this morning at his rehab. On arrival to the ED he was actively seizing and received a total of 4mg lorazepam. He had worsening hypercarbia and respiratory acidosis and was subsequently intubated and started on vancomycin/cefepime for concern for pneumonia due to leukocytosis and a temp of 100.4. On his last admission his antiepileptic regimen was altered due to hyponatremia. His oxcarbazepine was tapered and scheduled to finish and lacosamide was started its place. Neurology was consulted the ED and he received fosphenytoin loading with 100mg (recommended dose was 10mg/kg), 1000 mg levetiracetam and 150mg lacosamide. He had a CT head notable for a small left vertex extra-axial fluid collection new since for which neurosurgery was consulted and felt represented artifact. While awaiting admission this evening he developed LUE myoclonic jerks for which he received an additional 2mg IV lorazepam On arrival to the MICU, he is intubated, sedated, unresponsive, with ongoing rhythmic spastic jerking of his left arm concerning for continued seizure activity Past Medical History: -Seizure disorder -L temporal meningioma; resection on -AV node dysfunction 1st degree AV block -Hypertension -Diabetes mellitus -Hyperlipidemia -CAD (coronary artery disease) s/p NSTEMI -Cognitive dysfunction -Severe asthma -Glaucoma -Postherpetic neuralgia right chest -Ascending aorta dilatation (4.8cm) Social History: Family History: He doesn't know his family well. Mother died her ? Cardiac? Was a smoker. No family history of early MI, arrhythmia, cardiomyopathies, or sudden cardiac death; otherwise non-contributory. Physical Exam: ADMISSION PHYSICAL EXAM: GENERAL: Intubated, sedated HEENT: Sclera anicteric, MMM, oropharynx clear, ET tube place NECK: supple, JVP not elevated LUNGS: Clear to auscultation bilaterally, no wheezes, rales, rhonchi CV: Regular rate and rhythm, normal S1 S2, no murmurs, rubs, gallops ABD: soft, non-tender, non-distended, bowel sounds present, no rebound tenderness or guarding, no organomegaly EXT: Warm, well perfused, 1+ pulses, no edema SKIN: Warm and dry NEURO: Not arousable to sternal rub, does not localize or withdraw to pain. PERRL, no blink to confrontation. Ongoing spastic movements of left arm/hand of increasing intensity with occasional head movement to the left side. DISCHARGE PHYSICAL EXAM VITALS: 0729 Temp: 98.5 PO BP: 168/82 L Lying HR: 72 RR: 17 O2 sat: 97% O2 delivery: RA Pain Score: Fluid Balance (last updated @ 821) Last 8 hours Total cumulative 0ml : Total 0ml OUT: Total 0ml, Urine Amt 0ml Last 24 hours Total cumulative 660ml : Total 660ml, PO Amt 660ml OUT: Total 0ml, Urine Amt 0ml General: NAD, sitting bed, comfortable. Alert, interactive, nontoxic. HEENT: Sclera anicteric, moist mucous membranes. Lungs: CTAB except for faint bibasilar crackles. No increased work of breathing. CV: RRR, no murmurs appreciated GI: Soft, nontender, nondistended. GU: No foley Ext: No pitting edema. Skin: Warm, well-perfused Neuro: CN3-12 grossly intact, able to move all extremities spontaneously. Alert, oriented to and \"hospital\" but thinks ; year is or season \"fall.\" Can do days of week forward but not backwards except with significant prompting, and still with errors. Pertinent Results: ADMISSION LABS: 10:35AM BLOOD WBC-16.5* RBC-4.33* Hgb-13.2* Hct-39.1* MCV-90 MCH-30.5 MCHC-33.8 RDW-12.2 RDWSD-40.4 Plt 10:35AM BLOOD Neuts-60.0 Monos-6.8 Eos-2.1 Baso-0.7 Im AbsNeut-9.88* AbsLymp-4.85* AbsMono-1.12* AbsEos-0.35 AbsBaso-0.11* 06:43PM BLOOD PTT-25.9 10:35AM BLOOD Glucose-180* UreaN-10 Creat-1.0 Na-141 K-4.7 Cl-102 HCO3-25 AnGap-14 09:28PM BLOOD ALT-21 AST-20 AlkPhos-62 TotBili-0.4 10:35AM BLOOD Calcium-9.4 Phos-5.4* Mg-2.1 10:35AM BLOOD ASA-NEG Ethanol-NEG Acetmnp-NEG Tricycl-NEG 11:04AM BLOOD pO2-133* pCO2-83* pH-7.14* calTCO2-30 Base XS-3 12:16PM BLOOD Lactate-0.8 IMAGING: CT HEAD : Small left vertex extra-axial fluid collection, likely subacute subdural hematoma, is new or more prominent since .. Chronic right hemispheric extra-axial fluid collection may represent subdural hygroma. TTE Severely dilated LV cavity, mild LVH with moderate global LV systolic function consistent with MVD or nonischemic cardiomyopathy. There is also a component of dyssynchrony. Moderate aortic regurgitation. Mild to moderate mitral regurgitation. Moderate to severe tricuspid regurgitaiton. Severe pulmonary hypertension. Small pericardial effusion. Left pleural effusion. Elevated PCWP CT HEAD W/O CONTRAST: 1. Interval development of acute hemorrhage a subacute left vertex subdural hematoma. 2. Stable right hemispheric chronic subdural hematoma/hygroma. CT HEAD W/O CONTRAST: 1. No significant change appearance of the known left vertex subdural hematoma which demonstrates heterogeneous blood products. 2. Stable right hemisphere chronic subdural hematoma/hygroma. MICROBIOLOGY 6:00 am SPUTUM Source: Endotracheal. **FINAL REPORT GRAM STAIN (Final : PMNs and <10 epithelial cells/100X field. 1+ (<1 per 1000X FIELD): GRAM POSITIVE COCCI. PAIRS. SMEAR REVIEWED; RESULTS CONFIRMED. RESPIRATORY CULTURE (Final : Commensal Respiratory Flora Absent. YEAST. SPARSE GROWTH. ENTEROBACTER CLOACAE COMPLEX. RARE GROWTH. This organism may develop resistance to third generation cephalosporins during prolonged therapy. Therefore, isolates that are initially susceptible may become resistant within three to four days after initiation of therapy. For serious infections, repeat culture and sensitivity testing may therefore be warranted if third generation cephalosporins were used. SENSITIVITIES: MIC expressed MCG/ML ENTEROBACTER CLOACAE COMPLEX | CEFEPIME <=1 S CEFTAZIDIME <=1 S CEFTRIAXONE <=1 S CIPROFLOXACIN <=0.25 S GENTAMICIN <=1 S MEROPENEM <=0.25 S PIPERACILLIN/TAZO <=4 S TOBRAMYCIN <=1 S TRIMETHOPRIM/SULFA <=1 S 11:36 am MRSA SCREEN Source: Nasal swab. **FINAL REPORT MRSA SCREEN (Final : No MRSA isolated. All other cultures negative. DISCHARGE LABS 05:05AM BLOOD WBC-5.8 RBC-3.20* Hgb-9.7* Hct-29.6* MCV-93 MCH-30.3 MCHC-32.8 RDW-14.0 RDWSD-47.3* Plt 06:11AM BLOOD Glucose-109* UreaN-19 Creat-0.8 Na-140 K-4.5 Cl-101 HCO3-25 AnGap y/o gentleman with PMH of seizure disorder, atrial fibrillation, complete heart block s/p PPM, CAD c/b MI, hypertension, OSA, severe persistent asthma who presented with seizures, subsequently intubated for hypercarbic respiratory failure. He was called out to the floor following initial MICU stay but was re-admitted for tachypnea and tight BP control given new subdural hematoma. Following MICU, his course was remarkable for ongoing blood pressure medicine titration. #DELIRIUM: As described below, has had numerous causes for waxing-waning altered mental status throughout his hospitalization. At discharge, his delirium was fetl to be due to residual effects from seizures, respiratory failure, ICU course, and prolonged hospitalization. No ongoing seizures, active infection, suspicious new medications (other than low-dose QHS quetiapine), or other obvious etiology at time of discharge. Patient was feeling less foggy on discharge, oriented to \"hospital,\" or Anticipate that symptoms will continue to improve slowly after discharge. #GENERALIZED TONIC-CLONIC SEIZURES: Patient initially presented with hypercarbic respiratory failure the setting of seizures. He has a history of known epilepsy and had recent adjustment AEDs. His oxcarbazepine was weaned due to hyponatremia with last dose . Lacosamide was started at the same time. Seizures were likely triggered from AED changes. He was monitored on EEG and his AED regimen was ultimately uptitrated to LevETIRAcetam 1500mg BID, LACOSamide 200 mg BID, and Clobazam 5 mg PO/NG DAILY. He had fosphenytoin downtitrated and ultimately stopped on due to toxicity. Follow up with his neuro-oncologist Dr. as below. #HYPERCARBIC RESPIRATORY FAILURE: Initially developed persistent respiratory acidosis the ED and was intubated given persistent hypercarbia and encephalopathy. Received vancomycin/cefepime for possible pneumonia given fever and leukocytosis. He was extubated on . He developed tachypnea and wheezing on and was transferred from neurology to medicine. He was treated for asthma exacerbation, but on was noted to have periodic breathing and apneas concerning. CT head showed stable subdural hematoma (see below), managed with blood pressure control. He received IV methylprednisone for 2 week taper (ended , nebulizers, fluticasone and montelukast. BiPAP at night was continued. #SUBDURAL HEMATOMA: Triggered for tachypnea on , that setting had CT that showed he developed acute bleed subdural hygroma left vertex region. Neurosurgery was consulted and recommended SBP target goal <140 -> 160 and holding anticoagulation for 2 weeks. Repeat exam and serial imaging showed stable bleed without further expansion. Blood pressure further liberalized on discussion with neurosurgery on . #HTN: Patient had significant hypertension this admission with episode of hypertensive urgency w BP up to 220s on floor requiring IV hydralazine. Regimen adjusted throughout course with goal initially for SBP <140 and then <160 given SDH. Per discussion with neurosurgery prior to discharge, goal SBP<160 was felt to be safe the setting of recent SDH. See med list for discharge regimen. #ATRIAL FIBRILLATION: Continued home diltiazem. Patient was transitioned from home apixaban to enoxaparin 90 mg SC BID for anti-coagulation while on fosphenytoin which was then held after SDH found. Okay to restart anticoagulation on (two weeks) per neurosurgery. Given that patient was transitioned off fosphenytoin, he can be restarted on apixaban on resumption of apixaban. #Dysphagia. Likely setting of encephalopathy given waxing and waning MS. , made NPO, but subsequently was started on Pureed (dysphagia) diet, with thin liquids. Able to take pills whole apple sauce on discharge. #Transient HFrEF: During hospitalization, EF 37% on TTE , vs EF 55-60% . Likely due to critical illness. EF on had improved to 40-45% Severely dilated LV cavity, mod AR, mild-mod MR, severe pHTN. Has more recent echos through atrius which show this was not a significant decrease. Allergy to BB given severe asthma. #Acute Asthma Exacerbation: Mr. developed symptoms of tachypnea and wheezing on for which he was started on prolonged steroid taper from until . He was continued on bipap at night for underlying OSA. TRANSITIONAL ISSUES: **LABS: Repeat chemistry panel on given change to losartan and spironolactone** Per NSG ok to restart anticoagulation (apixaban 5mg BID) 2 weeks () Ongoing assessment for dysphagia Newly reduced EF, though improved from 37% during critical illness to 40-45%. Consider repeat echo vs. stress test vs. cath as outpatient. Consider discontinuation of diltiazem if EF does not further improve Continue to titrate BP meds to goal SBP <160, though strict goal is no longer essential from a neurosurgery standpoint. [ ]Quetiapine started setting of hyperactive delirium, please discontinue weeks pending mental status. Medications on Admission: The Preadmission Medication list is accurate and complete. 1. Apixaban 5 mg PO BID 2. Atorvastatin 40 mg PO QPM 3. Calcium Carbonate 500 mg PO BID 4. Diltiazem 30 mg PO TID 5. Dorzolamide 2% Ophth. Soln. 1 DROP BOTH EYES TID 6. Fluticasone-Salmeterol Diskus (250/50) 1 INH IH BID 7. HydrALAZINE 20 mg PO BID 8. HydrALAZINE 10 mg PO QPM 9. Ipratropium-Albuterol Neb 1 NEB NEB Q4H:PRN wheezing, SOB 10. Ipratropium-Albuterol Neb 1 NEB NEB BID 11. Latanoprost 0.005% Ophth. Soln. 1 DROP BOTH EYES QHS 12. LevETIRAcetam 750 mg PO BID 13. LevETIRAcetam 1000 mg PO QPM 14. Loratadine 10 mg PO DAILY 15. Losartan Potassium 100 mg PO DAILY 16. Montelukast 10 mg PO QPM 17. Multivitamins 1 TAB PO DAILY 18. Vitamin D 1000 UNIT PO DAILY 19. Amoxicillin-Clavulanic Acid mg PO Q12H 20. Albuterol Inhaler 2 PUFF IH Q6H:PRN wheezing 21. brimonidine 1 DROP BOTH EYES BID 22. Fish Oil (Omega 3) 1000 mg PO DAILY 23. Flovent HFA (fluticasone) 220 mcg/actuation inhalation BID 24. Mometasone Nasal Spray (*NF*) 2 SPRAYS Other DAILY 25. omalizumab 300 mg subcutaneous Q28Days 26. triamcinolone acetonide 0.5 % topical BID 27. LACOSamide 150 mg PO BID 28. Senna 17.2 mg PO QHS Discharge Medications: 1. Acetaminophen 650 mg PO Q6H:PRN Pain Mild/Fever 2. amLODIPine 10 mg PO DAILY 3. Hydrochlorothiazide 25 mg PO DAILY 4. Miconazole Powder 2% 1 Appl TP TID 5. Minoxidil 2.5 mg PO DAILY 6. QUEtiapine Fumarate 12.5 mg PO QHS 7. Spironolactone 25 mg PO DAILY 8. HydrALAZINE 50 mg PO BID 9. LACOSamide 200 mg PO BID 10. LevETIRAcetam 1500 mg PO Q12H 11. Losartan Potassium 75 mg PO BID 12. Albuterol Inhaler 2 PUFF IH Q6H:PRN wheezing 13. Atorvastatin 40 mg PO QPM 14. brimonidine 1 DROP BOTH EYES BID 15. Calcium Carbonate 500 mg PO BID 16. Diltiazem 30 mg PO TID 17. Dorzolamide 2% Ophth. Soln. 1 DROP BOTH EYES TID 18. Fish Oil (Omega 3) 1000 mg PO DAILY 19. Flovent HFA (fluticasone) 220 mcg/actuation inhalation BID 20. Fluticasone-Salmeterol Diskus (250/50) 1 INH IH BID 21. Ipratropium-Albuterol Neb 1 NEB NEB BID 22. Ipratropium-Albuterol Neb 1 NEB NEB Q4H:PRN wheezing, SOB 23. Latanoprost 0.005% Ophth. Soln. 1 DROP BOTH EYES QHS 24. Loratadine 10 mg PO DAILY 25. Mometasone Nasal Spray (*NF*) 2 SPRAYS Other DAILY 26. Montelukast 10 mg PO QPM 27. Multivitamins 1 TAB PO DAILY 28. omalizumab 300 mg subcutaneous Q28Days 29. Senna 17.2 mg PO QHS 30. triamcinolone acetonide 0.5 % topical BID 31. Vitamin D 1000 UNIT PO DAILY Discharge Disposition: Extended Care Facility: Discharge Diagnosis: Generalized tonic-clonic Seizure, refactory Asthma exacerbation Toxic metabolic encephalopathy Acute heart failure with reduced ejection fraction (resolved) Subdural hematoma Hypertension Discharge Condition: Mental Status: Confused sometimes. Level of Consciousness: Alert and interactive. Activity Status: Ambulatory requires assistance or aid (walker or cane). Discharge Instructions: Dear Mr. , It was a pleasure taking care of you during your stay at . WHY WAS I THE HOSPITAL? You had a seizure that would not stop. You then had a complicated stay the hospital. WHAT HAPPENED WHILE I WAS THE HOSPITAL? You needed a breathing tube (\"intubation\") Your seizure and blood pressure medicines were adjusted You became very confused with the sedating medications We found a bleed the brain, and the treatment for this is to try to lower your blood pressure. You had trouble breathing, which improved when we treated you for an asthma exacerbation. WHAT SHOULD I DO WHEN I LEAVE THE HOSPITAL? You will go to rehab to get stronger with physical therapy. Your doctors should help adjust your blood pressure medicines and other medicines. Be well! Your Care Team Followup Instructions:"
}