{
  "hadm_id": "21551153",
  "note_id": "17265105-DS-3",
  "note": " \nName:  ___                    Unit No:   ___\n \nAdmission Date:  ___              Discharge Date:   ___\n \nDate of Birth:  ___             Sex:   F\n \nService: MEDICINE\n \nAllergies: \nmorphine\n \nAttending: ___.\n \nChief Complaint:\nMultiple falls, transferred from ___ with cholangitis\n \nMajor Surgical or Invasive Procedure:\nEndoscopies (ERCP/EUS/EGD) ___\n\n \nHistory of Present Illness:\n___ PMH type 2 diabetes, arthritis, hypertension, HLD, atrial\nfibrillation on Eliquis, transferred from ___ for\nmultiple fall injuries subsequently found to have cholangitis.\nHer workup there included negative CT head. CT A/P revealed CBD\ndilation and sludge/?stones distal CBD. She was given vancomycin\nand zosyn. She was found to have atrial fibrillation with RVR,\nrequiring a diltiazem drip. \n\nIn the ED, initial VS were 97.8 92 120/63 20 96% on RA.\nLabs notable for WBC of 16.5, plt 130. BMP with Cr of 1.2. LFTS\nwith ALT 315, AST 392, Alk Phos 422, T. bili 2.9. Lipase 170. \nThe patient was initially on a diltiazem drip which was\nsubsequently discontinued. The patient was started on IV Zosyn. \n\nUpon arrival to the floor, the patient tells the story as\nfollows. Patient states she has had multiple fall injuries due \nto\nweakness while getting up from a chair. She denies head strike\nand loss of consciousness. She feels that her \"legs gave out.\"\nShe endorses epigastric pain or pressure, without difficulty\neating, without nausea. She denies chest pain, difficulty\nbreathing, dyspnea on exertion, nausea, vomiting, diarrhea,\nconstipation, or dysuria. She denies recent fevers or chills. \nHer\natrial fibrillation is asymptomatic for her and not accompanied\nby dizziness or lightheadedness or palpitations.\n\nShe also reports worsening lower extremity edema. She reports \nthe\nedema has extended to above her knees and has made it difficult\nfor her to walk. She reports that she takes torsemide every day\nbut denies any prior diagnosis of heart failure.\n\nROS: Pertinent positives and negatives as noted in the HPI.  All\nother systems were reviewed and are negative. \n\n \nPast Medical History:\n- Type 2 DM\n- Arthritis\n- HTN\n- HLD\n- Atrial fibrillation on Eliquis\n- Appendectomy\n- Prior L ankle fracture with rods\n- Hysterectomy\n \nSocial History:\n___\nFamily History:\n+MI in son, + CHF in father, + stroke in father, + CHF in mother\n \nPhysical ___:\nADMISSION PHYSICAL EXAM:\nVITALS: Afebrile and vital signs stable (see eFlowsheet)\nGENERAL: Alert and in no apparent distress\nEYES: Anicteric, pupils equally round\nENT: Ears and nose without visible erythema, masses, or trauma. \nOropharynx without visible lesion, erythema or exudate\nMucous membranes moist \nCV: Heart irregular, no murmur\nRESP: crackles in bilateral lung base\nGI: Abdomen soft, non-distended, tender to palpation in the RUQ\nand epigastric region\nGU: foley in place\nMSK: Neck supple, moves all extremities, strength grossly full\nand symmetric bilaterally in all limbs\nSKIN: No rashes or ulcerations noted\nNEURO: Alert, oriented, face symmetric, gaze conjugate with \nEOMI,\nspeech fluent, moves all limbs\nPSYCH: pleasant, appropriate affect\n\nDISCHARGE PHYSICAL EXAM:\nGENERAL: Alert and interactive\nEYES: Anicteric, pupils equally round\nENT: Ears and nose without visible erythema, masses, or trauma. \nMMMs\nCV: irregular\nRESP: Lungs clear to auscultation with good air movement\nbilaterally, mild bibasilar crackles.  \nGI: Abdomen soft, non-distended, non-tender to palpation.\nSKIN: Scattered ecchymoses\nEXTR: wwp mild/moderate BLE edema\nNEURO: Alert, interactive, face symmetric, gaze conjugate with\nEOMI, speech fluent, motor function grossly intact/symmetric\nPSYCH: patient tearful at times about her overall condition and \nconcerned about her ability to improve\n\n \nPertinent Results:\nLABS ON ADMISSION:\n==================\n___:40PM   WBC-16.5* RBC-4.33 HGB-11.3 HCT-37.2 MCV-86 \nMCH-26.1 MCHC-30.4* RDW-17.0* RDWSD-52.7*\n___ 07:40PM   NEUTS-92.0* LYMPHS-2.1* MONOS-5.0 EOS-0.0* \nBASOS-0.2 IM ___ AbsNeut-15.21* AbsLymp-0.35* \nAbsMono-0.83* AbsEos-0.00* AbsBaso-0.04\n___ 07:40PM   ___ PTT-24.9* ___\n___ 07:40PM   ALT(SGPT)-315* AST(SGOT)-392* ALK PHOS-422* \nTOT BILI-2.9*\n___ 07:40PM   ALBUMIN-3.4* CALCIUM-9.1 PHOSPHATE-3.1 \nMAGNESIUM-1.7\n___ 07:40PM   GLUCOSE-158* UREA N-17 CREAT-1.2* SODIUM-141 \nPOTASSIUM-4.7 CHLORIDE-105 TOTAL CO2-22 ANION GAP-14\n___ 07:40PM   proBNP-5729*\n___ 07:49PM   LACTATE-1.7\n\nDISCHARGE/PREDISCHARGE LABS:\n============================\n___ 06:32AM BLOOD WBC-7.1 RBC-3.00* Hgb-8.0* Hct-26.3* \nMCV-88 MCH-26.7 MCHC-30.4* RDW-18.3* RDWSD-57.9* Plt ___\n___ 06:32AM BLOOD Glucose-129* UreaN-17 Creat-1.2* Na-143 \nK-4.3 Cl-103 HCO3-28 AnGap-12\n___ 07:45AM BLOOD Calcium-9.9 Phos-3.2 Mg-1.8 Iron-29*\n___ 07:45AM BLOOD LD(LDH)-144 TotBili-0.5\n___ 07:40AM BLOOD ALT-50* AST-24 AlkPhos-205* TotBili-0.4\n___ 07:45AM BLOOD calTIBC-303 ___ Ferritn-75 TRF-233\n\nMICRO:\n=======\nBCx: ___: CONS ___ bottles\nBCx: ___: NO GROWTH\nBCx: ___ X2, ___: NO GROWTH TO DATE\n\nIMAGING/STUDIES:\n================\n\nEGD ___\n-normal mucosa throughout, metal stent examined without evidence\nof bleeding\n\nERCP ___: post-sphincterotomy bleed. Successful hemostasis with \nbicap and fully covered metal stent\n\nEUS ___: choledocholithiasis with dilated CBD to 1.3 cm\n\nERCP ___: Successful ERCP with sphincterotomy and extraction of \nstones as described above.\n\nERCP ___: Difficult ERCP with unsuccessful cannulation. A \nhydratome with both straight and angled 0.35 wires were used and \nunable to cannulate. A Olympus sphincterotome with a 0.025 \nangled wire was unsuccessful. A pre-cut sphincterotomy was \nperformed, which resulted in mild oozing, treated with \nepinephrine 0.3 mg. Despite pre-cut sphincterotomy, we were \nunable to identify the biliary tract and the procedure was \naborted. Hemostasis was achieved at the end of the procedure\n\nTTE ___ left atrial volume index is SEVERELY increased. \nThere is no evidence for an atrial septal defect by 2D/color \nDoppler. There is mild symmetric left ventricular hypertrophy \nwith a normal cavity size. There is mildmoderate global left \nventricular hypokinesis. The left ventricular apex is heavily \ntrabeculated, but without definte thrombus. There is \nbeat-to-beat variability in the left ventricular contractility \ndue to the irregular rhythm. The visually estimated left \nventricular ejection fraction is 35-45%. There is no resting \nleft ventricular outflow tract gradient. Mildly dilated right \nventricular cavity with normal free wall motion. Tricuspid \nannular plane systolic excursion (TAPSE) is normal. The aortic \nsinus diameter is normal for gender with mildly dilated \nascending aorta. The aortic valve leaflets (3) are mildly \nthickened. There is no aortic valve stenosis. There is no aortic \nregurgitation. The mitral valve leaflets are mildly thickened \nwith no mitral valve prolapse.\nThere is mild to moderate [___] mitral regurgitation. The \npulmonic valve leaflets are normal. The tricuspid valve leaflets \nare mildly thickened. There is moderate [2+] tricuspid \nregurgitation. There is mild-moderate\npulmonary artery systolic hypetension. There is no pericardial \neffusion.\nIMPRESSION: Mild symmetric left ventricular hypertrophy with \nmild to moderate global hypokinesis (consistent with a \nnon-ischemic cardiomyopathy). Mildly dilated right ventricle \nwith normal free wall systolic function. Moderate tricuspid \nregurgitation with mild to moderate\npulmnonary hypertension.\n\nChest XR ___\nFINDINGS:  \nThere are low bilateral lung volumes.  Small bilateral pleural \neffusions are present with subjacent atelectasis and/or \nconsolidation.  No pneumothorax.  The size of the cardiac \nsilhouette is mildly enlarged but unchanged. \nIMPRESSION:  \nSmall bilateral pleural effusions with subjacent atelectasis \nand/or pneumonia. \n\nThoracic and Lumbar Spine XR ___\nFINDINGS:  \nThere is a mild dextroconvex curvature centered at the upper \nthoracic spine as well as a mild S shaped curvature of the \nlumbar spine.  The bones are diffusely osteopenic.  There is no \nacute compression deformity visualized.  Multilevel degenerative \nchanges are present throughout the thoracic and lumbar spines, \nmost prominent at L2-L3.  A right iliac vascular stent is \npresent.  There is heavy calcification of the abdominal aorta.  \nThe visualized portion of the lungs and cardiomediastinal \nsilhouette are within normal limits. \nIMPRESSION:  \nNo acute compression deformity of the thoracic or lumbar spine.  \nMultilevel degenerative changes, most prominent at L2-L3. \n\nCT CSPINE ___. No evidence of traumatic cervical mal-alignment or acute\nfracture. \n2. Minimal anterolisthesis of C2 on C3 and C7 on T1 is felt to \nbe\ndegenerative in nature. \n3. Heterogeneous thyroid gland with multiple rounded\nhypodensity/lesions, measuring up to 2 cm. Further assessment\nwith dedicated thyroid ultrasound is recommended. \n4. Partially imaged right-sided pleural effusion \n\nReview of ___ Records:\nPelvic xray: Radiographically intact pelvis. \nCXR: Interstitial opacities suggestive of CHF versus \natelectasis/\ninterstitial pneumonia. \nCT A/P: Distended gallbladder, intra and extraheptic biliary \ntree\nlikely due to distal CBD stones and sludge. \n\n \nBrief Hospital Course:\nSUMMARY:\n___ yo F PMHx atrial fibrillation on Eliquis, recurrent falls who \ncame in transfer from ___ where she initially \npresented with falls but was found to have CBD dilation and \nsludge/stones concerning for cholangitis. She was treated with \nceftriaxone and metronidazole for a total of 14 days (___) \nand underwent ERCP x2 with sphincterotomy and biliary sludge \nremoval. Her hospital course was complicated by \npost-sphincterotomy bleeding s/p cauterization and metal stent \nplacement with resolution of bleeding, afib with RVR, acute CHF \nexacerbation requiring diuresis, worsening of her chronic back \npain, and deconditioning.\n\n# Choledocholithiasis, Cholangitis s/p ERCP c/b \npost-sphincterotomy bleed\n# Acute blood loss anemia and iron deficiency\nPatient presenting with RUQ abdominal pain, reported fever, and \nCT scan with CBD dilatation and sludge/stones. Initial ERCP \nunsuccessful. Repeat successful on ___ with removal of sludge \nand visualization of gallstones in dilated CBD to 13mm. LFTs \ndowntrended. Patient evaluated by general surgery who did not \nthink she would be a candidate for cholecystectomy given her age \nand comorbidities, combined with the fact that recurrent \nepisodes are less likely after sphincterotomy. She was treated \nwith ceftriaxone and metronidazole for a total of 14 days (d1 \n___ - ___.\nOf note, her hospital course was complicated by \npost-sphincterotomy bleeding with 1.5gm Hgb drop, requiring \nrepeat intervention for control of active bleeding and stent \nplacement. She subsequently had several days of continued \ndowntrending in her hemoglobin, which initially raised concern \nfor continued bleeding. However a repeat EGD on ___ showed no \nfurther bleeding, and her hemoglobin subsequent stabilized \naround 8. Her apixaban was restarted ___ and hemoglobin \nremained stable the next ___ hours. She received 1 U RBCs and \nalso received 2 doses of IV ferric gluconate (125 mg) for a \ncomponent of iron defiency. \n\n# Atrial fibrillation with RVR: \nPatient required diltiazem drip in the ED. While on the medical \nfloor, she triggered for RVR in setting of fluid overload, \ninfection. Her diltiazem was fractionated and increased to 60 mg \nq6hr with improvement in rate control. However given her new \ndiagnosis of systolic heart failure, her AV nodal blockade was \nsubsequently transitioned to metoprolol. She was discharged on \n150 mg metoprolol succinate daily, which may require further \ntitration. Her anticoagulation was held for much of the \nadmission given concern for bleeding. It was restarted on ___ \nwithout any evidence of ongoing bleeding based on her hemoglobin \ntrend. (Of note, stool remained dark brown, but not black or \nmelenic appearing.)\n\n# Acute on chronic systolic heart failure (new diagnosis) \n# ___\nOn admission, patient with lower extremity edema and CXR with \npulmonary edema, consistent with CHF. She denies history of CHF, \nhowever TTE here w/ EF 35-45% and global hypokinesis c/w NICM. \nShe was diuresed with 40-80 mg iv Lasix to good effect (12 lb \nweight drop). She was started on low dose lisinopril in setting \nof hypertension and low EF. Her AV nodal blockade was changed to \nmetoprolol as per above. Her diuresis was held during the days \nprior to discharge due to concern for intravascular volume \ndepletion, although her peripheral edema persisted. Her \ntorsemide was restarted on ___, but on ___ her creatinine \nincreased from 0.9 to 1.2, and so the torsemide was held at \ndischarge, with plan for close monitoring of labs and volume \nstatus and determination of when to restart this in rehab. \n\n# Acute on chronic back pain\n# Difficulty coping\nPatient has significant chronic back pain, which was worse in \nthe setting of her prolonged admission and reduced activity. \nThis was noted to improve with analgesics and with working with \n___. She also struggled in coping with her pain, as well as fecal \nand urinary incontinence and being far from home. She will be \ndischarged to rehab much closer to home, which will hopefully \naddress all of these issues. Her oxycodone and flexeril can be \nweaned as tolerated while in rehab. Tylenol and lidocaine \npatched can be continued. \n\n# Mechanical falls: \nPatient originally presented with weakness and multiple \nmechanical falls in the setting of acute illness as above. CT \nhead negative. CT neck without traumatic injury. Pelvis xray \nwithout fracture. X-ray knees with severe DJD bilaterally. Pain \nwaxed and wane in lumbar spine and knees and was treated \nsymptomatically with lidocaine patches, oxycodone and scheduled \nTylenol.  Her home dose of oxycodone was increased to \naccommodate worsening pain in the hospital setting.\n\n# DM: held home Glimepiride 2 mg daily while in hospital. \nMaintained on HISS. Restarted at discharge\n\n# Hyperlipidemia: continued home atorvastatin 40 mg daily\n\n# Positive blood culture:\nAt ___, ___ BCx positive for CONS. Initially treated with \nvancomycin, however cultures at ___ with no growth \nand remaining cultures at ___ also with no growth, thus \nthought to be contamination. \n\n#Thyroid nodules: \n\"Heterogeneous thyroid gland with multiple rounded \nhypodensity/lesions, measuring up to 2 cm.\" Ultrasound follow up \nrecommended. ___ College of Radiology guidelines recommend \nfurther evaluation for incidental thyroid nodules of 1.0 cm or \nlarger in patients under age ___ or 1.5 cm in patients age ___ or \n___, or with suspicious findings. Patient's daughter and \npatient informed. \n\n#Outpatient follow-up\nPatient has cardiology appointment for establishment of care at \n___ next week. Her daughter is also interested in looking into \na local cardiologist, possibly at ___. Unclear whether \npatient will be following up with current PCP or establishing \nwith a new PCP, possibly at ___.\n\n===================================\n===================================\n\nTRANSITIONAL ISSUES:\n======================\n\n[] torsemide held on day of discharge due to bump in creatinine \nfrom 0.9->1.2 after it was restarted on ___. \n - please obtain daily or every other day BMP until renal \nfunction improved\n - monitor weights, edema, and consider restarted torsemide \nagain once appropriate (likely will also need potassium \nrestarted at that time)\n\n[] check CBC twice weekly and watch for any signs of recurrent \nGI bleed\n\n[] Continue to titrate metoprolol and lisinopril based on vital \nsigns. if worsening rate control is refractory to increase in \nmetoprolol could consider adding back diltiazem\n\n[] wean oxycodone and flexeril as able \n\n[] Received 2 doses of Ferric Gluconate for iron deficiency. \nWould check iron studies as outpatient and can consider PO iron \nvs further IV iron (would hold off on PO for now to avoid \npotential red herring for recurrent GI bleed)\n\n[] Will need extraction and possible replacement of metal stent \nvia ERCP in 6 weeks. (Should be contacted by ERCP team to \nschedule)\n\n[] Thyroid nodules: Seen on imaging here. Ultrasound follow up \nrecommended. ___ College of Radiology guidelines recommend \nfurther evaluation for incidental\nthyroid nodules of 1.0 cm or larger in patients under age ___ or \n1.5 cm in patients age ___ or ___, or with suspicious findings.\n \n[] Patient would benefit from orthopedics or pain evaluation for \nmanagement of severe osteoarthritis\n\n[] Possible establishment with new PCP after rehab. Has \ncardiology appointment at ___ in ___, but may also be \ninterested in seeing cardiologist at ___ or other local \nprovider\n\n[] if continued difficulty with coping may benefit from mental \nhealth referral\n\n===================================\n===================================\n\n>30 minutes in patient care and coordination of discharge\n \nMedications on Admission:\nThe Preadmission Medication list is accurate and complete.\n1. OxyCODONE (Immediate Release) 10 mg PO Q6H:PRN Pain - \nModerate \n2. Apixaban 5 mg PO BID \n3. glimepiride 2 mg oral DAILY \n4. Atorvastatin 40 mg PO QPM \n5. Potassium Chloride 20 mEq PO DAILY \n6. Torsemide 20 mg PO DAILY \n7. Vitamin D 1000 UNIT PO DAILY \n8. Diltiazem Extended-Release 180 mg PO DAILY \n\n \nDischarge Medications:\n1.  Acetaminophen 1000 mg PO Q8H  \n2.  Bisacodyl 10 mg PO DAILY:PRN Constipation - Second Line  \n3.  Cyclobenzaprine 5 mg PO TID:PRN back / neck pain \nRX *cyclobenzaprine 5 mg 1 tablet(s) by mouth up to three times \ndaily as needed Disp #*21 Tablet Refills:*0 \n4.  Lidocaine 5% Patch 1 PTCH TD QAM  \n5.  Lisinopril 5 mg PO DAILY  \n6.  Metoprolol Succinate XL 150 mg PO DAILY  \n7.  Polyethylene Glycol 17 g PO BID:PRN Constipation - First \nLine  \n8.  Ramelteon 8 mg PO QPM:PRN sleep \nShould be given 30 minutes before bedtime  \n9.  OxyCODONE (Immediate Release) 15 mg PO Q4H:PRN Pain - \nModerate \nRX *oxycodone 15 mg 1 tablet(s) by mouth every ___ hour as \nneeded Disp #*42 Tablet Refills:*0 \n10.  Apixaban 5 mg PO BID  \n11.  Atorvastatin 40 mg PO QPM  \n12.  glimepiride 2 mg oral DAILY  \n13.  Vitamin D 1000 UNIT PO DAILY  \n14. HELD- Potassium Chloride 20 mEq PO DAILY  This medication \nwas held. Do not restart Potassium Chloride until torsemide is \nrestarted\n15. HELD- Torsemide 20 mg PO DAILY  This medication was held. Do \nnot restart Torsemide until renal function improved \n\n \nDischarge Disposition:\nExtended Care\n \nFacility:\n___\n \nDischarge Diagnosis:\nPRIMARY\nAscending cholangitis with obstruction\nGastrointestinal bleeding\nAnemia\nAcute on chronic systolic heart failure exacerbation (new \ndiagnosis)\nAtrial fibrillation with rapid ventricular response\nOsteoarthritis\nLong term use of opioid medication\nDiabetes\n\n \nDischarge Condition:\nMental Status: Clear and coherent.\nLevel of Consciousness: Alert and interactive.\nActivity Status: Ambulatory - requires assistance or aid (walker \nor cane).\n\n \nDischarge Instructions:\nDear Ms ___,\n\nYou came to the hospital in transfer from ___ \nbecause you were found to have an infection in the bile ducts \nand gallbladder called cholangitis. We gave you antibiotics and \ntreated you with a procedure called 'ERCP' which removed a \ngallstone that was causing the infection. Unfortunately, you \ndeveloped bleeding after the procedure and had to have another \nprocedure to stop the bleeding. \n\nWhile you were in the hospital, we also noticed that you had \nextra fluid build-up in your body (swelling in the lower legs \nand fluid in the lungs). You had an ultrasound of your heart \nwhich showed that you have 'heart failure' - a decrease in the \npumping function of the heart. We used medications to remove \nsome of the extra fluid while you were in the hospital. You will \nneed to have a cardiologist moving forward. \n\nWe have outlined a number of follow-up issues for your future \ndoctors in your ___ paperwork. Amongst these issues are \nthe following:\n- you will need an ultrasound to evaluate some nodules that were \nseen in your thyroid gland\n- you will need ongoing adjustments to your heart medications \nand water pills\n- you may benefit from evaluation by a pain specialist\n- you will need a repeat \"ERCP\" endoscopy procedure to remove \nyour stent in about 6 weeks\n\nPlease continue to work on getting stronger in rehab. If you \ndevelop any more black stools, abdominal pain, fevers, nausea, \nchest pain or trouble breathing, please go to the nearest \nEmergency Room immediately.\n\nIt was a pleasure taking care of you during your hospital stay \nat ___.  We wish you the best!\n\nSincerely,\nYour ___ Team\n \nFollowup Instructions:\n___\n",
  "boolean_questions": {
    "qafib": {
      "criterion": "afib",
      "question": "Does the note describe the patient as having permanent, paroxysmal, or persistent afib?",
      "answer": "Yes",
      "not_specified": false
    },
    "qprior_stroke": {
      "criterion": "prior_stroke",
      "question": "Does the note describe the patient as ever having a stroke or transient ischemic attack?",
      "answer": "No",
      "not_specified": false
    },
    "qarterial_hypertension": {
      "criterion": "arterial_hypertension",
      "question": "Does the note describe the patient as having arterial hypertension on treatment (high bp e.g. >140, or HTN)?",
      "answer": "Yes",
      "not_specified": false
    },
    "qt2d": {
      "criterion": "t2d",
      "question": "Does the note describe the patient as having Diabetes mellitus (DM1, DM2, T2D, T1DM, T2DM)?",
      "answer": "Yes",
      "not_specified": false
    },
    "qheart_failure": {
      "criterion": "heart_failure",
      "question": "Does the note describe the patient as having heart failure?",
      "answer": "Yes",
      "not_specified": false
    },
    "qsurgical_valvular_disease": {
      "criterion": "surgical_valvular_disease",
      "question": "Does the note describe the patient as ever having valvular disease requiring surgery (stenosis)?",
      "answer": "No",
      "not_specified": false
    },
    "qafib_ablation": {
      "criterion": "afib_ablation",
      "question": "Does the note describe the patient as having a planned or past ablation procedure for afib?",
      "answer": "No",
      "not_specified": false
    },
    "qbleeding": {
      "criterion": "bleeding",
      "question": "Does the note describe the patient as having a serious bleeding in the past 6 months?",
      "answer": "Yes",
      "not_specified": false
    },
    "qpeptic_ulcer_disease": {
      "criterion": "peptic_ulcer_disease",
      "question": "Does the note describe the patient as ever having peptic ulcer disease?",
      "answer": "No",
      "not_specified": false
    },
    "qrecent_stroke": {
      "criterion": "recent_stroke",
      "question": "Does the note describe the patient as having a stroke during this admission or within the last month? (Answer yes for any recent stroke if the date is unclear)",
      "answer": "No",
      "not_specified": false
    },
    "qhemorrhagic": {
      "criterion": "hemorrhagic",
      "question": "Does the note describe the patient as ever having any hemorrhagic tendencies or blood dyscrasias?",
      "answer": "No",
      "not_specified": false
    },
    "qbipolar": {
      "criterion": "bipolar",
      "question": "Does the note describe the patient as ever being diagnosed with bipolar disorder?",
      "answer": "No",
      "not_specified": false
    },
    "qschizophrenia": {
      "criterion": "schizophrenia",
      "question": "Does the note describe the patient as ever being diagnosed with schizophrenia or any schizoaffective disorders?",
      "answer": "No",
      "not_specified": false
    },
    "qmdd": {
      "criterion": "mdd",
      "question": "Does the note describe the patient as ever being diagnosed with depression or major depressive disorder (MDD)?",
      "answer": "No",
      "not_specified": false
    },
    "qmed_decisions": {
      "criterion": "med_decisions",
      "question": "Does the note describe the patient as being unable to make medical decisions? (Answer no unless there is evidence the patient cannot make their own medical decisions).",
      "answer": "No",
      "not_specified": false
    }
  },
  "numeric_questions": {
    "qchads2": {
      "criterion": "chads2",
      "question": "What is the highest CHADS2 score mentioned? Answer \"NA\" if no CHADS2 score is in the note. ",
      "answer": "",
      "not_specified": false
    },
    "qblood_glucose": {
      "criterion": "blood_glucose",
      "question": "What is the highest blood glucose lab mentioned? Answer \"NA\" if no blood glucose score is in the note.",
      "answer": "158",
      "not_specified": false
    },
    "qlvef": {
      "criterion": "lvef",
      "question": "What is the lowest left ventricular ejection (LVEF, ef, ejection fraction) fraction mentioned in the note? Answer \"NA\" if no LVEF is in the note, Answer 55 if the lowest value is 55% or greater.",
      "answer": "35",
      "not_specified": false
    },
    "qPLT": {
      "criterion": "PLT",
      "question": "What is the lowest platelet count (PLT) mentioned in the note? Answer \"NA\" if no platelet count is available in the note.",
      "answer": "130",
      "not_specified": false
    },
    "qHGB": {
      "criterion": "HGB",
      "question": "What is the lowest hemoglobin (HGB) mentioned in the note? Answer \"NA\" if no HGB value is available in the note.",
      "answer": "8.0",
      "not_specified": false
    },
    "qCREAT": {
      "criterion": "CREAT",
      "question": "What is the higest serum creatinine (Creat) mentioned in the note? Answer \"NA\" if no creatinine value is available in the note.",
      "answer": "1.2",
      "not_specified": false
    },
    "qAST": {
      "criterion": "AST",
      "question": "What is the higest aspartate aminotransferase level (AST) mentioned in the note? Answer \"NA\" if no AST value is available in the note.",
      "answer": "392",
      "not_specified": false
    },
    "qBILI": {
      "criterion": "BILI",
      "question": "What is the higest total bilirubin (TotBili, Bili) mentioned in the note? Answer \"NA\" if no bilirubin value is available in the note.",
      "answer": "2.9",
      "not_specified": false
    }
  },
  "patient_number": 85
}