{
  "17265105-DS-3": "MEDICINE Allergies: morphine Attending: . Chief Complaint: Multiple falls, transferred from with cholangitis Major Surgical or Invasive Procedure: Endoscopies (ERCP/EUS/EGD) History of Present Illness: PMH type 2 diabetes, arthritis, hypertension, HLD, atrial fibrillation on Eliquis, transferred from for multiple fall injuries subsequently found to have cholangitis. Her workup there included negative CT head. CT A/P revealed CBD dilation and sludge/?stones distal CBD. She was given vancomycin and zosyn. She was found to have atrial fibrillation with RVR, requiring a diltiazem drip. In the ED, initial VS were 97.8 92 120/63 20 96% on RA. Labs notable for WBC of 16.5, plt 130. BMP with Cr of 1.2. LFTS with ALT 315, AST 392, Alk Phos 422, T. bili 2.9. Lipase 170. The patient was initially on a diltiazem drip which was subsequently discontinued. The patient was started on IV Zosyn. Upon arrival to the floor, the patient tells the story as follows. Patient states she has had multiple fall injuries due to weakness while getting up from a chair. She denies head strike and loss of consciousness. She feels that her \"legs gave out.\" She endorses epigastric pain or pressure, without difficulty eating, without nausea. She denies chest pain, difficulty breathing, dyspnea on exertion, nausea, vomiting, diarrhea, constipation, or dysuria. She denies recent fevers or chills. Her atrial fibrillation is asymptomatic for her and not accompanied by dizziness or lightheadedness or palpitations. She also reports worsening lower extremity edema. She reports the edema has extended to above her knees and has made it difficult for her to walk. She reports that she takes torsemide every day but denies any prior diagnosis of heart failure. ROS: Pertinent positives and negatives as noted in the HPI. All other systems were reviewed and are negative. Past Medical History: Type 2 DM Arthritis HTN HLD Atrial fibrillation on Eliquis Appendectomy Prior L ankle fracture with rods Hysterectomy Social History: Family History: +MI in son, + CHF in father, + stroke in father, + CHF in mother Physical : ADMISSION PHYSICAL EXAM: VITALS: Afebrile and vital signs stable (see eFlowsheet) GENERAL: Alert and in no apparent distress EYES: Anicteric, pupils equally round ENT: Ears and nose without visible erythema, masses, or trauma. Oropharynx without visible lesion, erythema or exudate Mucous membranes moist CV: Heart irregular, no murmur RESP: crackles in bilateral lung base GI: Abdomen soft, non-distended, tender to palpation in the RUQ and epigastric region GU: foley in place MSK: Neck supple, moves all extremities, strength grossly full and symmetric bilaterally in all limbs SKIN: No rashes or ulcerations noted NEURO: Alert, oriented, face symmetric, gaze conjugate with EOMI, speech fluent, moves all limbs PSYCH: pleasant, appropriate affect DISCHARGE PHYSICAL EXAM: GENERAL: Alert and interactive EYES: Anicteric, pupils equally round ENT: Ears and nose without visible erythema, masses, or trauma. MMMs CV: irregular RESP: Lungs clear to auscultation with good air movement bilaterally, mild bibasilar crackles. GI: Abdomen soft, non-distended, non-tender to palpation. SKIN: Scattered ecchymoses EXTR: wwp mild/moderate BLE edema NEURO: Alert, interactive, face symmetric, gaze conjugate with EOMI, speech fluent, motor function grossly intact/symmetric PSYCH: patient tearful at times about her overall condition and concerned about her ability to improve Pertinent Results: LABS ON ADMISSION: :40PM WBC-16.5* RBC-4.33 HGB-11.3 HCT-37.2 MCV-86 MCH-26.1 MCHC-30.4* RDW-17.0* RDWSD-52.7* 07:40PM NEUTS-92.0* LYMPHS-2.1* MONOS-5.0 EOS-0.0* BASOS-0.2 IM AbsNeut-15.21* AbsLymp-0.35* AbsMono-0.83* AbsEos-0.00* AbsBaso-0.04 07:40PM PTT-24.9* 07:40PM ALT(SGPT)-315* AST(SGOT)-392* ALK PHOS-422* TOT BILI-2.9* 07:40PM ALBUMIN-3.4* CALCIUM-9.1 PHOSPHATE-3.1 MAGNESIUM-1.7 07:40PM GLUCOSE-158* UREA N-17 CREAT-1.2* SODIUM-141 POTASSIUM-4.7 CHLORIDE-105 TOTAL CO2-22 ANION GAP-14 07:40PM proBNP-5729* 07:49PM LACTATE-1.7 DISCHARGE/PREDISCHARGE LABS: 06:32AM BLOOD WBC-7.1 RBC-3.00* Hgb-8.0* Hct-26.3* MCV-88 MCH-26.7 MCHC-30.4* RDW-18.3* RDWSD-57.9* Plt 06:32AM BLOOD Glucose-129* UreaN-17 Creat-1.2* Na-143 K-4.3 Cl-103 HCO3-28 AnGap-12 07:45AM BLOOD Calcium-9.9 Phos-3.2 Mg-1.8 Iron-29* 07:45AM BLOOD LD(LDH)-144 TotBili-0.5 07:40AM BLOOD ALT-50* AST-24 AlkPhos-205* TotBili-0.4 07:45AM BLOOD calTIBC-303 Ferritn-75 TRF-233 MICRO: BCx: : CONS bottles BCx: : NO GROWTH BCx: X2, : NO GROWTH TO DATE IMAGING/STUDIES: EGD -normal mucosa throughout, metal stent examined without evidence of bleeding ERCP : post-sphincterotomy bleed. Successful hemostasis with bicap and fully covered metal stent EUS : choledocholithiasis with dilated CBD to 1.3 cm ERCP : Successful ERCP with sphincterotomy and extraction of stones as described above. ERCP : Difficult ERCP with unsuccessful cannulation. A hydratome with both straight and angled 0.35 wires were used and unable to cannulate. A Olympus sphincterotome with a 0.025 angled wire was unsuccessful. A pre-cut sphincterotomy was performed, which resulted in mild oozing, treated with epinephrine 0.3 mg. Despite pre-cut sphincterotomy, we were unable to identify the biliary tract and the procedure was aborted. Hemostasis was achieved at the end of the procedure TTE left atrial volume index is SEVERELY increased. There is no evidence for an atrial septal defect by 2D/color Doppler. There is mild symmetric left ventricular hypertrophy with a normal cavity size. There is mildmoderate global left ventricular hypokinesis. The left ventricular apex is heavily trabeculated, but without definte thrombus. There is beat-to-beat variability in the left ventricular contractility due to the irregular rhythm. The visually estimated left ventricular ejection fraction is 35-45%. There is no resting left ventricular outflow tract gradient. Mildly dilated right ventricular cavity with normal free wall motion. Tricuspid annular plane systolic excursion (TAPSE) is normal. The aortic sinus diameter is normal for gender with mildly dilated ascending aorta. The aortic valve leaflets (3) are mildly thickened. There is no aortic valve stenosis. There is no aortic regurgitation. The mitral valve leaflets are mildly thickened with no mitral valve prolapse. There is mild to moderate [] mitral regurgitation. The pulmonic valve leaflets are normal. The tricuspid valve leaflets are mildly thickened. There is moderate [2+] tricuspid regurgitation. There is mild-moderate pulmonary artery systolic hypetension. There is no pericardial effusion. IMPRESSION: Mild symmetric left ventricular hypertrophy with mild to moderate global hypokinesis (consistent with a non-ischemic cardiomyopathy). Mildly dilated right ventricle with normal free wall systolic function. Moderate tricuspid regurgitation with mild to moderate pulmnonary hypertension. Chest XR FINDINGS: There are low bilateral lung volumes. Small bilateral pleural effusions are present with subjacent atelectasis and/or consolidation. No pneumothorax. The size of the cardiac silhouette is mildly enlarged but unchanged. IMPRESSION: Small bilateral pleural effusions with subjacent atelectasis and/or pneumonia. Thoracic and Lumbar Spine XR FINDINGS: There is a mild dextroconvex curvature centered at the upper thoracic spine as well as a mild S shaped curvature of the lumbar spine. The bones are diffusely osteopenic. There is no acute compression deformity visualized. Multilevel degenerative changes are present throughout the thoracic and lumbar spines, most prominent at L2-L3. A right iliac vascular stent is present. There is heavy calcification of the abdominal aorta. The visualized portion of the lungs and cardiomediastinal silhouette are within normal limits. IMPRESSION: No acute compression deformity of the thoracic or lumbar spine. Multilevel degenerative changes, most prominent at L2-L3. CT CSPINE . No evidence of traumatic cervical mal-alignment or acute fracture. 2. Minimal anterolisthesis of C2 on C3 and C7 on T1 is felt to be degenerative in nature. 3. Heterogeneous thyroid gland with multiple rounded hypodensity/lesions, measuring up to 2 cm. Further assessment with dedicated thyroid ultrasound is recommended. 4. Partially imaged right-sided pleural effusion Review of Records: Pelvic xray: Radiographically intact pelvis. CXR: Interstitial opacities suggestive of CHF versus atelectasis/ interstitial pneumonia. CT A/P: Distended gallbladder, intra and extraheptic biliary tree likely due to distal CBD stones and sludge. Brief Hospital Course: SUMMARY: yo F PMHx atrial fibrillation on Eliquis, recurrent falls who came in transfer from where she initially presented with falls but was found to have CBD dilation and sludge/stones concerning for cholangitis. She was treated with ceftriaxone and metronidazole for a total of 14 days () and underwent ERCP x2 with sphincterotomy and biliary sludge removal. Her hospital course was complicated by post-sphincterotomy bleeding s/p cauterization and metal stent placement with resolution of bleeding, afib with RVR, acute CHF exacerbation requiring diuresis, worsening of her chronic back pain, and deconditioning. # Choledocholithiasis, Cholangitis s/p ERCP c/b post-sphincterotomy bleed # Acute blood loss anemia and iron deficiency Patient presenting with RUQ abdominal pain, reported fever, and CT scan with CBD dilatation and sludge/stones. Initial ERCP unsuccessful. Repeat successful on with removal of sludge and visualization of gallstones in dilated CBD to 13mm. LFTs downtrended. Patient evaluated by general surgery who did not think she would be a candidate for cholecystectomy given her age and comorbidities, combined with the fact that recurrent episodes are less likely after sphincterotomy. She was treated with ceftriaxone and metronidazole for a total of 14 days (d1 . Of note, her hospital course was complicated by post-sphincterotomy bleeding with 1.5gm Hgb drop, requiring repeat intervention for control of active bleeding and stent placement. She subsequently had several days of continued downtrending in her hemoglobin, which initially raised concern for continued bleeding. However a repeat EGD on showed no further bleeding, and her hemoglobin subsequent stabilized around 8. Her apixaban was restarted and hemoglobin remained stable the next hours. She received 1 U RBCs and also received 2 doses of IV ferric gluconate (125 mg) for a component of iron defiency. # Atrial fibrillation with RVR: Patient required diltiazem drip in the ED. While on the medical floor, she triggered for RVR in setting of fluid overload, infection. Her diltiazem was fractionated and increased to 60 mg q6hr with improvement in rate control. However given her new diagnosis of systolic heart failure, her AV nodal blockade was subsequently transitioned to metoprolol. She was discharged on 150 mg metoprolol succinate daily, which may require further titration. Her anticoagulation was held for much of the admission given concern for bleeding. It was restarted on without any evidence of ongoing bleeding based on her hemoglobin trend. (Of note, stool remained dark brown, but not black or melenic appearing.) # Acute on chronic systolic heart failure (new diagnosis) # On admission, patient with lower extremity edema and CXR with pulmonary edema, consistent with CHF. She denies history of CHF, however TTE here w/ EF 35-45% and global hypokinesis c/w NICM. She was diuresed with 40-80 mg iv Lasix to good effect (12 lb weight drop). She was started on low dose lisinopril in setting of hypertension and low EF. Her AV nodal blockade was changed to metoprolol as per above. Her diuresis was held during the days prior to discharge due to concern for intravascular volume depletion, although her peripheral edema persisted. Her torsemide was restarted on , but on her creatinine increased from 0.9 to 1.2, and so the torsemide was held at discharge, with plan for close monitoring of labs and volume status and determination of when to restart this in rehab. # Acute on chronic back pain # Difficulty coping Patient has significant chronic back pain, which was worse in the setting of her prolonged admission and reduced activity. This was noted to improve with analgesics and with working with . She also struggled in coping with her pain, as well as fecal and urinary incontinence and being far from home. She will be discharged to rehab much closer to home, which will hopefully address all of these issues. Her oxycodone and flexeril can be weaned as tolerated while in rehab. Tylenol and lidocaine patched can be continued. # Mechanical falls: Patient originally presented with weakness and multiple mechanical falls in the setting of acute illness as above. CT head negative. CT neck without traumatic injury. Pelvis xray without fracture. X-ray knees with severe DJD bilaterally. Pain waxed and wane in lumbar spine and knees and was treated symptomatically with lidocaine patches, oxycodone and scheduled Tylenol. Her home dose of oxycodone was increased to accommodate worsening pain in the hospital setting. # DM: held home Glimepiride 2 mg daily while in hospital. Maintained on HISS. Restarted at discharge # Hyperlipidemia: continued home atorvastatin 40 mg daily # Positive blood culture: At , BCx positive for CONS. Initially treated with vancomycin, however cultures at with no growth and remaining cultures at also with no growth, thus thought to be contamination. #Thyroid nodules: \"Heterogeneous thyroid gland with multiple rounded hypodensity/lesions, measuring up to 2 cm.\" Ultrasound follow up recommended. College of Radiology guidelines recommend further evaluation for incidental thyroid nodules of 1.0 cm or larger in patients under age or 1.5 cm in patients age or , or with suspicious findings. Patient's daughter and patient informed. #Outpatient follow-up Patient has cardiology appointment for establishment of care at next week. Her daughter is also interested in looking into a local cardiologist, possibly at . Unclear whether patient will be following up with current PCP or establishing with a new PCP, possibly at . TRANSITIONAL ISSUES: [] torsemide held on day of discharge due to bump in creatinine from 0.9->1.2 after it was restarted on . please obtain daily or every other day BMP until renal function improved monitor weights, edema, and consider restarted torsemide again once appropriate (likely will also need potassium restarted at that time) [] check CBC twice weekly and watch for any signs of recurrent GI bleed [] Continue to titrate metoprolol and lisinopril based on vital signs. if worsening rate control is refractory to increase in metoprolol could consider adding back diltiazem [] wean oxycodone and flexeril as able [] Received 2 doses of Ferric Gluconate for iron deficiency. Would check iron studies as outpatient and can consider PO iron vs further IV iron (would hold off on PO for now to avoid potential red herring for recurrent GI bleed) [] Will need extraction and possible replacement of metal stent via ERCP in 6 weeks. (Should be contacted by ERCP team to schedule) [] Thyroid nodules: Seen on imaging here. Ultrasound follow up recommended. College of Radiology guidelines recommend further evaluation for incidental thyroid nodules of 1.0 cm or larger in patients under age or 1.5 cm in patients age or , or with suspicious findings. [] Patient would benefit from orthopedics or pain evaluation for management of severe osteoarthritis [] Possible establishment with new PCP after rehab. Has cardiology appointment at in , but may also be interested in seeing cardiologist at or other local provider [] if continued difficulty with coping may benefit from mental health referral >30 minutes in patient care and coordination of discharge Medications on Admission: The Preadmission Medication list is accurate and complete. 1. OxyCODONE (Immediate Release) 10 mg PO Q6H:PRN Pain Moderate 2. Apixaban 5 mg PO BID 3. glimepiride 2 mg oral DAILY 4. Atorvastatin 40 mg PO QPM 5. Potassium Chloride 20 mEq PO DAILY 6. Torsemide 20 mg PO DAILY 7. Vitamin D 1000 UNIT PO DAILY 8. Diltiazem Extended-Release 180 mg PO DAILY Discharge Medications: 1. Acetaminophen 1000 mg PO Q8H 2. Bisacodyl 10 mg PO DAILY:PRN Constipation Second Line 3. Cyclobenzaprine 5 mg PO TID:PRN back / neck pain RX *cyclobenzaprine 5 mg 1 tablet(s) by mouth up to three times daily as needed Disp #*21 Tablet Refills:*0 4. Lidocaine 5% Patch 1 PTCH TD QAM 5. Lisinopril 5 mg PO DAILY 6. Metoprolol Succinate XL 150 mg PO DAILY 7. Polyethylene Glycol 17 g PO BID:PRN Constipation First Line 8. Ramelteon 8 mg PO QPM:PRN sleep Should be given 30 minutes before bedtime 9. OxyCODONE (Immediate Release) 15 mg PO Q4H:PRN Pain Moderate RX *oxycodone 15 mg 1 tablet(s) by mouth every hour as needed Disp #*42 Tablet Refills:*0 10. Apixaban 5 mg PO BID 11. Atorvastatin 40 mg PO QPM 12. glimepiride 2 mg oral DAILY 13. Vitamin D 1000 UNIT PO DAILY 14. HELD Potassium Chloride 20 mEq PO DAILY This medication was held. Do not restart Potassium Chloride until torsemide is restarted 15. HELD Torsemide 20 mg PO DAILY This medication was held. Do not restart Torsemide until renal function improved Discharge Disposition: Extended Care Facility: Discharge Diagnosis: PRIMARY Ascending cholangitis with obstruction Gastrointestinal bleeding Anemia Acute on chronic systolic heart failure exacerbation (new diagnosis) Atrial fibrillation with rapid ventricular response Osteoarthritis Long term use of opioid medication Diabetes Discharge Condition: Mental Status: Clear and coherent. Level of Consciousness: Alert and interactive. Activity Status: Ambulatory requires assistance or aid (walker or cane). Discharge Instructions: Dear Ms , You came to the hospital in transfer from because you were found to have an infection in the bile ducts and gallbladder called cholangitis. We gave you antibiotics and treated you with a procedure called 'ERCP' which removed a gallstone that was causing the infection. Unfortunately, you developed bleeding after the procedure and had to have another procedure to stop the bleeding. While you were in the hospital, we also noticed that you had extra fluid build-up in your body (swelling in the lower legs and fluid in the lungs). You had an ultrasound of your heart which showed that you have 'heart failure' a decrease in the pumping function of the heart. We used medications to remove some of the extra fluid while you were in the hospital. You will need to have a cardiologist moving forward. We have outlined a number of follow-up issues for your future doctors in your paperwork. Amongst these issues are the following: you will need an ultrasound to evaluate some nodules that were seen in your thyroid gland you will need ongoing adjustments to your heart medications and water pills you may benefit from evaluation by a pain specialist you will need a repeat \"ERCP\" endoscopy procedure to remove your stent in about 6 weeks Please continue to work on getting stronger in rehab. If you develop any more black stools, abdominal pain, fevers, nausea, chest pain or trouble breathing, please go to the nearest Emergency Room immediately. It was a pleasure taking care of you during your hospital stay at . We wish you the best! Sincerely, Your Team Followup Instructions:"
}