{
  "12796618-DS-17": "MEDICINE Allergies: No Known Allergies / Adverse Drug Reactions Attending: . Chief Complaint: , GNR bacteremia Major Surgical or Invasive Procedure: Right percutaneous nephrostomy placement History of Present Illness: Mr. is an year old M w/ PMH prostate cancer years ago s/p radical prostatectomy/lymph node resection complicated by LLE lymphedema, chronic urinary incontinence requiring condom cath now with indwelling foley, CAD s/p MI, mild dementia who presented to with nausea, vomiting and was found to have , right hydronephrosis and GNR bacteremia. Patient has a history of prostate cancer and he is s/p radical prostatectomy/lymph node resection complicated by RLE lymphedema; patient has a history of urinary retention requiring condom catheters at baseline, even before bladder tumor resection on Of note, on he patient underwent bladder tumor resection and was found to have urothelial cancer and prostate cancer 8 on pathology. He presented to with N/V and was found to have Cr 4.6 on from prior Cr 1.3 one week prior. CT A/P and renal US showed right sided hydronephrosis without calculus. Cr improved from 4.6 to 2.7 with IVF. Urologist Dr. performed his resection surgery was consulted who stated that based on operative findings, the cancer is quite extensive and it appears that not all of the cancer was resected. He did not think that urology could access ureterovesical junction via cystoscopy so he recommended percutaneous nephrostomy tube at this time. Plan was to do hormonal therapy for the cancer as an outpatient. A bone scan was done which was negative for mets. On the patient developed a fever of 100.4 and leukocytosis. UA was done and UCx was done which grew GNRs. Blood cultures were drawn which grew GNRs. He was started on IV Zosyn. He also developed sudden onset chest pain with T wave inversions in the inferior lateral leads on . Troponin was 0.52 which increased to 0.55 and 0.59. Cardiology was consulted and he was started on aspirin, Lipitor, metoprolol, and heparin gtt. Repeat EKG was similar to prior with no dynamic changes. Patient was also noted to have delirium, has known baseline dementia. He was noted to sundown daily but confusion had resolved prior to transfer per discharge summary. Per nephrology notes at : Overnight, pt with chest pain and shortness of breath, evaluated by covering physician and found to have EKG changes and more elevated troponin. Pt given aspirin, nitroglycerin, metoprolol, statin, and started on a heparin infusion. Pt seen by cardiology this morning with recommendation for medical management pending clinical course, check echocardiogram and continue medications. Urinalysis yesterday with blood, protein, nitrite, and leukocyte esterase. Urine culture this morning with gram negative rods. Blood cultures from yesterday with gram negative rods this morning. Pt started on Zosyn 2.25g q6h. Pt seen by urology this morning with recommendation for right percutaneous nephrostomy tube placement. Pt is currently scheduled for transfer to for further management. On arrival to the floor, pt reports that he is chest pain free and feels cold. He denies shortness of breath. He denies lower extremity pain. Past Medical History: Prostate cancer > years ago s/p radical prostatectomy/lymph node resection complicated by RLE lymphedema Chronic urinary incontinence requiring condom cath now with indwelling Foley, CAD s/p MI, Mild dementia Social History: Family History: No family history of prostate CA Physical Exam: ADMISSION PHYSICAL EXAM: Vitals: 98.3 PO 128/72 L Lying 69 20 99 Ra General: A&O2-3 with prompting; fidgeting. HEENT: Sclerae anicteric, MMM, oropharynx clear Neck: supple, JVP not elevated, no LAD Lungs: CTAB no wheezes, rales, rhonchi CV: RRR, Nl S1, S2, No MRG Abdomen: soft, NT/ND bowel sounds present, no rebound tenderness or guarding, no organomegaly GU: foley in place draining clear yellow urine Ext: left extremity with 4+ edema through thighs; left leg without edema, no joint effusions. Both legs warm, well perfused, 2+ pulses, no clubbing, cyanosis or edema Neuro: CN2-12 intact, no focal deficits DISCHARGE PHYSICAL EXAM: Vitals: Tm 99.8, HR 66-88, BP 110-162/61-89, RR , 92-97% RA; 86% on RA ambulating GEN: no acute distress, awake, alert, oriented to person and vaguely to place, not time CARDIOVASCULAR: RRR, systolic murmur loudest at upper sternal border LUNGS: no increased work of breathing, crackles in bases bilaterally R>L ABDOMEN: Soft, non-tender, non-distended BACK: R nephrostomy tube in place with dressing clean, dry intact, draining serous fluid, no costovertebral angle tenderness EXTREMITIES: Warm, well perfused, prominent edema of L lower extremity from foot to thigh (pulses on L difficult to palpate in the setting of edema), trace/1+ pitting edema in RLE, sensation to light touch intact in L foot, dorsiflexion/plantarflexion strength on left Pertinent Results: ADMISSION LABS: 09:20PM BLOOD WBC-11.4* RBC-3.70* Hgb-9.3* Hct-30.2* MCV-82 MCH-25.1* MCHC-30.8* RDW-15.1 RDWSD-44.7 Plt 09:20PM BLOOD Neuts-90.6* Lymphs-3.7* Monos-4.0* Eos-0.5* Baso-0.1 Im AbsNeut-10.32* AbsLymp-0.42* AbsMono-0.45 AbsEos-0.06 AbsBaso-0.01 09:20PM BLOOD PTT-47.7* 09:20PM BLOOD Glucose-113* UreaN-52* Creat-2.3* Na-138 K-4.5 Cl-105 HCO3-22 AnGap-16 09:20PM BLOOD ALT-17 AST-34 LD(LDH)-247 AlkPhos-77 TotBili-0.3 09:20PM BLOOD CK-MB-7 cTropnT-0.70* 09:20PM BLOOD Albumin-2.8* Calcium-7.8* Phos-2.7 Mg-1.7 09:20PM BLOOD VitB12-557 09:20PM BLOOD TSH-1.2 10:18PM URINE RBC-27* WBC->182* Bacteri-MOD Yeast-NONE Epi-0 10:18PM URINE Blood-MOD Nitrite-POS Protein-100 Glucose-NEG Ketone-NEG Bilirub-NEG Urobiln-NEG pH-6.0 Leuks-LG 10:18PM URINE Color-Yellow Appear-Hazy Sp MICROBIOLOGY: URINE CULTURE (Final : KLEBSIELLA PNEUMONIAE. >100,000 CFU/mL. SENSITIVITIES: MIC expressed in MCG/ML KLEBSIELLA PNEUMONIAE | AMIKACIN 8 S AMPICILLIN/SULBACTAM =>32 R CEFAZOLIN =>64 R CEFEPIME R CEFTAZIDIME 8 I CEFTRIAXONE =>64 R CIPROFLOXACIN =>4 R GENTAMICIN =>16 R MEROPENEM <=0.25 S NITROFURANTOIN 128 R PIPERACILLIN/TAZO 16 S TOBRAMYCIN =>16 R TRIMETHOPRIM/SULFA =>16 R Blood Culture, Routine (Final : KLEBSIELLA PNEUMONIAE. FINAL SENSITIVITIES. Cefepime sensitivity testing performed by Microscan. SENSITIVITIES: MIC expressed in MCG/ML KLEBSIELLA PNEUMONIAE | AMIKACIN 8 S AMPICILLIN/SULBACTAM =>32 R CEFAZOLIN => R CEFEPIME 16 R CEFTAZIDIME 8 I CEFTRIAXONE =>64 R CIPROFLOXACIN =>4 R GENTAMICIN =>16 R MEROPENEM <=0.25 S PIPERACILLIN/TAZO 16 S TOBRAMYCIN =>16 R TRIMETHOPRIM/SULFA =>16 R URINE CULTURE (Final : < 10,000 CFU/mL. IMAGING: Percutaneous nephrostomy placement : FINDINGS: Mild right-sided hydronephrosis. Reasonably prompt drainage from the ureter with no evidence distal obstruction. IMPRESSION: Successful placement of 8.5 nephrostomy on the right. CXR : FINDINGS: Calcified pleural plaques bilaterally, correlate with prior asbestos exposure. Are small right pleural effusion. Shallow inspiration accentuates heart size. Normal pulmonary vascularity, no evidence of edema. Bibasilar opacities, likely atelectasis superimposed with pleural calcifications. Aspiration or pneumonia cannot be excluded. No pneumothorax. IMPRESSION: Calcified pleural plaques, correlate with prior asbestos exposure. Small right pleural effusion. No pulmonary edema. Bibasilar opacities, likely atelectasis, consider aspiration or pneumonia if appropriate. TTE : The left atrial volume index is severely increased. No atrial septal defect is seen by 2D or color Doppler. The estimated right atrial pressure is mmHg. There is moderate symmetric left ventricular hypertrophy with normal cavity size. There is moderate regional left ventricular systolic dysfunction with near akinesis and small aneurysm of the distal third of the ventricle and hypokinesis of the inferior wall. The remaining segments contract well. Quantitative (biplane) LVEF 31 %. Left ventricular cardiac index is depressed (<2.0 L/min/mw2). No intraventricular thrombus/mass is seen. Tissue Doppler imaging suggests an increased left ventricular filling pressure (PCWP>18mmHg). Right ventricular chamber size is normal with hypokinesis of the distal free wall. The aortic root is mildly dilated at the sinus level. The aortic valve leaflets are severely thickened/deformed. No masses or vegetations are seen on the aortic valve, but cannot be excluded as the valve is very deformed. There is severe aortic valve stenosis (valve area <1.0 cm2). No aortic regurgitation is seen. The mitral valve leaflets are mildly thickened. No mass or vegetation is seen on the mitral valve. Trivial mitral regurgitation is seen. No masses or vegetations are seen on the tricuspid valve, but cannot be fully excluded due to suboptimal image quality. There is moderate pulmonary artery systolic hypertension. There is no pericardial effusion. IMPRESSION: Severe aortic valve stenosis with deformed valve but no discrete vegetation. Moderate left ventricular systolic dysfunction with regional wall motion abnormalities consistent with multi-vessel CAD. Moderate pulmonary artery systolic hypertention. Moderate left ventricular hypertrophy. Mildly dilated aorta. Increased PCWP. INTERMITTENT PERTINENT LABS: 05:01AM BLOOD CK-MB-5 cTropnT-0.65* 08:19AM BLOOD CK-MB-2 cTropnT-0.51* 05:01AM BLOOD calTIBC-163* VitB12-454 Ferritn-157 TRF-125* 05:01AM BLOOD Albumin-2.4* Calcium-7.3* Phos-2.9 Mg-2.0 Iron-5* DISCHARGE LABS: 04:22AM BLOOD WBC-6.4 RBC-3.16* Hgb-8.1* Hct-25.9* MCV-82 MCH-25.6* MCHC-31.3* RDW-15.2 RDWSD-45.1 Plt 04:22AM BLOOD Glucose-106* UreaN-28* Creat-1.4* Na-147* K-4.3 Cl-111* HCO3-26 AnGap-14 04:22AM BLOOD Albumin-2.6* Calcium-8.2* Phos-3.5 Mg-1.8 07:49AM BLOOD Brief Hospital Course: Mr. is a man with a remote history of prostate cancer s/p prostatectomy and LN resection c/b LLE lymphedema, recent h/o bladder cancer, chronic urinary incontinence requiring catheterization now with foley, CAD s/p MI, and mild dementia presenting from with , right hydronephrosis, and ESBL Klebsiella bacteremia/sepsis with hospital course c/b NSTEMI, also found to have severe aortic stenosis and newly reduced EF (31%). #Sepsis #Klebsiella bacteremia Upon admission, patient was intermittently febrile but hemodynamically stable with blood and urine cultures from growing ESBL Klebsiella. Initially, he was continued on Zosyn, which had been started at for undifferentiated GNR bacteremia. However, on he was switched to meropenem after cultures grew a highly resistant strain of Klebsiella. Blood and urine cultures from and at were also positive for Klebsiella. By he was no longer spiking fevers and WBC was normal. A midline was placed for continued IV abx therapy and he was transitioned to ertapenem at discharge. #R hydrohephrosis s/p nephrostomy placement Patient presented to with and Cr elevation to 4.6, found to have R hydronephrosis on imaging (thought to be most likely due to an obstructing blood clot or edema from recent bladder tumor resection). He also likely had a simultaneous prerenal insult in the setting of sepsis, also contributing to his . Cr improved to 2.7 with IVF at . Upon arrival at , Cr was 2.5. The morning after transfer to a R nephrostomy tube was placed by at the recommendation of his urologist at . The day following drain placement, Cr decreased to 2.3 and then was down to 1.5 on and 1.4 on . He had a small amount of blood in the nephrostomy bag on . Per , intermittent mild hematuria is not uncommon in a nephrostomy. #CAD/NSTEMI #HFrEF (newly diagnosed) #Severe aortic stenosis On at , patient had an acute episode of chest pain with EKG changes (T wave inversions) and elevated troponins c/f NSTEMI. Cardiology at did not feel urgent left heart cath was necessary and started a heparin gtt, metoprolol, ASA, and atorvastatin. Upon admission to , cardiology was consulted and felt demand ischemia (type 2 NSTEMI) was most likely. Given low suspicion for acute plaque rupture, the heparin gtt was discontinued. He had a TTE on which showed severe aortic stenosis, newly reduced EF (31%), and regional wall motion abnormalities including a small LV aneurysm. A left heart catheterizaiton was deferred on this admission due to recovering but will be considered in the future. He will also undergo a work up for possible TAVR as an outpatient. Due to akinetic regions of the LV wall and the presence of a small aneurysm, he was started on apixaban 2.5mg BID in addition to ASA. He did have hypoxia to high on room air on ambulation early on in the admission, received one dose of 40mg furosemide PO, and was euvolemic without hypoxia for the rest of the admission. #Toxic metabolic encephalopathy Per notes, patient has mild dementia at baseline. Has had intermittent confusion and altered mental status in the setting of acute infection and prolonged hospitalization. Mental status improved with treatment of infection. Started sun-downing on and and was started on quetiapine 25mg QPM starting with improvement. #Urothelial carcinoma #Prostate cancer Distant h/o prostate cancer s/p prostatectomy with LN resection c/b LLE lymphedema and recent h/o urothelial carcinoma s/p resection in with pathology specimen positive for urothelial carcinoma and prostate cancer 8). Urology was consulted and did not see a need for further work-up or intervention as an inpatient. A foley was left in place per urology recs, and it is recommended that he follow up with his urologist at for outpatient management. #Chronic LLE lymphedema Stable. No treatment was required. #L toe pain Patient reported new pain in left toes. No changes in sensation or strength in L foot on exam and no clear erythema of the skin or joints. Thought to be related to his chronic LLE lymphedema. #L ear pain/fullness Build up of cerumen in L ear canal with no e/o otitis media or otits externa on exam. Treated with 4 days of carbamide peroxide drops. #HTN Antihypertensive medications held in the setting of sepsis. #Iron deficiency anemia Hb 9.3 on admission and stable from early . Iron studies c/w iron deficiency, likely due to poor nutrition versus blood loss. Hb trended daily and no transfusions were required. #Pleural plaques: #Dyspnea: Extensive calcified pleural plaque formation obscuring lungs per OSH CXR report and again visible on CXR from , likely chronic possibly from previous asbestos exposure. Patient denied respiratory symptoms at rest but was dyspneic and desaturated to the when ambulating. Symptoms thought to be due to severe aortic stenosis, HFrEF, and deconditioning. He received one dose of 40mg furosemide PO on and subsequently was ambulating with SPO2 >93% on RA. TRANSITIONAL: Ertapenem to be continued daily through . Please remove midline when antibiotic course complete. Patient did have episode of sundowning on with confusion. Please ensure midline catheter is wrapped with sleeve to prevent accidental removal. Please taper quetiapine as follows: 25mg QPM on and , 12.5mg on and , then stop. f/u with for nephrostogram and eventual nephrostomy removal in 6 weeks. will contact facility or patient with the appointment information. Nephrostomy Catheter flushing: If there are excessive blood clots or debris or thick urine within the connecting tubing, this can also be flushed as needed to clear from the stopcock into the drainage bag. Foley catheter to remain in until patient follows up with urology. Please ensure patient gets followup for TAVR workup and consider outpatient left heart catheterization. Pleural plaques seen on chest X-ray. Please consider outpatient workup. Please monitor daily weights and consider diuresis if weight increases by >3lb in 2 days or 5lb in 5 days. Please check complete metabolic panel weekly starting to ensure stability of renal function. Please start lisinopril 2.5mg daily for ischemic cardiomyopathy if renal function is stable on . Please consider dermatology followup for left ear skin lesion. >30 minutes in patient care and coordination of discharge Medications on Admission: The Preadmission Medication list is accurate and complete. 1. lisinopril-hydrochlorothiazide mg oral DAILY 2. Atorvastatin 80 mg PO QPM Discharge Medications: 1. Acetaminophen 650 mg PO Q8H:PRN Pain Mild/Fever 2. Apixaban 2.5 mg PO/NG BID 3. Aspirin 81 mg PO DAILY 4. Docusate Sodium 100 mg PO BID 5. FoLIC Acid 1 mg PO DAILY 6. Metoprolol Succinate XL 25 mg PO DAILY 7. QUEtiapine Fumarate 12.5 mg PO QPM 8. QUEtiapine Fumarate 12.5 mg PO QPM:PRN agitation 9. Senna 17.2 mg PO HS 10. Thiamine 100 mg PO DAILY 11. Atorvastatin 80 mg PO QPM 12. HELD lisinopril-hydrochlorothiazide mg oral DAILY This medication was held. Do not restart lisinopril-hydrochlorothiazide until your doctors to do so. Discharge Disposition: Extended Care Facility: Discharge Diagnosis: Primary: Gram negative UTI and bacteremia Secondary: Acute kidney injury, Type 2 NSTEMI, severe aortic stenosis, left ventricular aneurysm, ischemic cardiomyopathy Discharge Condition: Mental Status: Confused sometimes. Level of Consciousness: Alert and interactive. Activity Status: Ambulatory requires assistance or aid (walker or cane). Discharge Instructions: Dear Mr. , It was a pleasure taking care of you at . You were admitted because of an infection in your urine that had spread to your blood. You were treated with intravenous antibiotics and this infection improved. You should continue taking the IV antibiotic through . The infection may have developed because of an obstruction of urine outflow from the right kidney. You had a tube placed on your right side to drain the fluid building up in the right kidney. After this drain was placed, your kidney function improved. This drain should stay in place for 6 weeks. You also had an echocardiogram (ultrasound of the heart) because of the heart attack you had when you were at . This test showed that there is severe narrowing of one of the heart valves, which may be causing you to feel short of breath when walking. We would like to you to follow up with cardiology for further evaluation. Please seek immediate medical attention if you have chest pain, shortness of breath, weight gain, increased swelling in your lower extremities, blood in the urine, or fever greater than 101. If you have further questions, please contact your outpatient providers. Sincerely, Your Care Team Followup Instructions:"
}