{
  "10265482-DS-7": "MEDICINE Allergies: No Known Allergies / Adverse Drug Reactions Attending: . Chief Complaint: Syncope Major Surgical or Invasive Procedure: None History of Present Illness: CC: The history is obtained with the assistance of his daughter who translates for him. Given that he is hard of hearing a telephone translator was not used. . HPI(4): Mr. is a year-old gentleman whose past medical history is most notable for heart failure with preserved ejection fraction, moderate LVH with severe biatrial enlargement, moderate to severe tricupsid regurgitation, moderate mitral regurgitation, atrial fibrillation, moderate pulmonary hypertension, mildly dilated thoracic aorta, HTN, HLD, and TCC of bladder now in remission. He presents following an episode of syncope. Patient describes feeling fatigued in this morning, was able to ambulate to pcp . After being weighed he sat down and suddenly had LOC while sitting. Denies preceding palpitations, chest pain, shortness of breath. Was immediately lucid upon waking. No trauma or e/o headstrike. SBP reportedly in , EKG showed Afib w/ HR 90-110s. Patient received 150 cc NS with SBP to 120s. Denies urinary sx, fever, cough, recent weight gain. Has dizziness at baseline, unchanged. He has had decrease in appetite over time where he is very picky about what he eats. He left the house without eating even though he took his torsemide prior to leaving home. He does not usually do this. . Per ED pt reportedly had a unwitnessed fall in bathroom last week, denies injury. Family believes mechanical. Patient unable to recall details. . Per family the only recent change was that he was a little confused about the time in that his son visited him at 9 pm the day before and he asked him if he hadn't gone to work yet but his son only works in the day. . Upon presentation to the ED: VS: 97.4|98/58 |16 |94% RA He was given 150 cc LR with increase in BP to 117/85. His lactate was checked and returned at 2.8. 250 cc of IVF then given. He was found to have TW changes on ECG and cardiology was consulted. He was also found to have hypernatremia and his creatinine was elevated from 1.7-> 2.2. His BNP was 1611 which was elevated from 1354 in . Cardiology was consulted given concern for cardiac syncope. An echo was performed which demonstrated mod LVH, mild to mod PA with mod TR and mod increase in size of RV with low normal RV systolic function. Mod TR \"No evidence of structural cardiac cause of syncope identified. \" Overall an unchanged echo. . Per syncope pathway: fsbg -> wnl -orthostatic vitals -> negative -TTE, tele -trop 0.02 -> 0.02 -bnp 1611 . When I first entered the room with sitting up he reported an increase in his baseline dizziness. After drinking water 2 hours later he was not dizzing sitting up. He does not report fevers,chills, n/v/d. His appetite per his dtr is very poor at baseline but this is unchanged. ROS: Pertinent positives and negatives as noted in the HPI. All other systems were reviewed and are negative. Past Medical History: Atrial fibrillation on coumadin HFpEF (EF 50% on Epigastric pain, treated for H pylori in past HLD HTN Sinusitis Low grade transitional cell carcinoma of the bladder, s/p ablation () BPH Dysphagia Unilateral blindness s/p hernia Repair s/p appendectomy Social History: Family History: Noncontributory Physical Exam: ADMISSION EXAM: VITALS:98.3 PO 127 / 75 96 18 99 RA wt 223 Per his daughter his weight at home is 224 But at his last clinic appointment on his weight was 232.9 GENERAL: Alert and in no apparent distress EYES: Anicteric, pupils equally round ENT: Ears and nose without visible erythema, masses, or trauma. Oropharynx without visible lesion, erythema or exudate CV: Heart regular, no murmur, no S3, no S4. JVP is 5 cm above the angle at 45 degrees RESP: R sided expiratory rhonchi. Breathing is non-labored GI: Abdomen soft, non-distended, non-tender to palpation. Bowel sounds present. No HSM GU: No suprapubic fullness or tenderness to palpation MSK: Neck supple, moves all extremities, strength grossly full and symmetric bilaterally in all limbs He does not have peripheral edema SKIN: No rashes or ulcerations noted NEURO: Alert, oriented, face symmetric, gaze conjugate with EOMI, speech fluent, moves all limbs, sensation to light touch grossly intact throughout PSYCH: pleasant, appropriate affect DISCHARGE EXAM: Pertinent Results: Echocardiogram CONCLUSION: The left atrium is mildly dilated. There is moderate symmetric left ventricular hypertrophy with a normal cavity size. The relative wall thickness is increased with increased wall thickness, most c/w concentric hypertrophy. There is normal regional left ventricular systolic function. Moderately dilated right ventricular cavity with low normal free wall motion. The aortic sinus diameter is normal for gender with normal ascending aorta diameter for gender. The aortic valve leaflets (3) are mildly thickened. There is no aortic valve stenosis. There is mild [1+] aortic regurgitation. The mitral valve leaflets appear structurally normal with no mitral valve prolapse. There is mild [1+] mitral regurgitation. The pulmonic valve leaflets are not well seen. The tricuspid valve leaflets appear structurally normal. There is moderate [2+] tricuspid regurgitation. There is mild pulmonary artery systolic hypertension. There is a very small circumferential pericardial effusion. There are no 2D or Doppler echocardiographic evidence of tamponade. IMPRESSION: 1) Moderate symmetric left ventricular hypertrophy with normal cavity size and regional/global biventricular systolic function. 2) Mild to moderate pulmonary systolic arterial hypertension in setting of moderate tricuspid regurgitation and moderate increase in RV size and low normal RV systolic function. 3) No specific echocardiographic evidence of structural cardiac cause of syncope identified. Compared with the prior TTE (images not available for review) of , the findings are similar. Discharge labs: 08:20AM BLOOD Glucose-110* Creat-1.5* Na-147 K-4.0 HCO3-26 AnGap-, , with HFpEF, AF (apixaban), HTN presenting after syncopal episode due to volume depletion related to over-diuresis with associated hypernatremia and . ACUTE/ACTIVE PROBLEMS: #Syncope #Volume Depletion #Mild acute diastolic heart failure #HTN Syncopal episode was likely orthostatic in the setting of over-diuresis with recent increase in torsemide from 40mg > 60mg. Per his daughter, he has otherwise been eating and drinking normally, had no other medication changes, has not been ill, but he can be a picky eater. His weight is down on admission (223.3 lbs this morning from 238 lbs at last cardiology appointment on . Orthostatics were negative, though were measured after he received IVF. TTE in the ED without findings to explain syncope. He was monitored on telemetry where there were no arrhythmia events. He received @100cc/hr cc given on . Torsemide was originally held, but restarted at 50mg on . He tolerated this well, and on , his Cr was normal. We discussed with his daughter present, that predicting the future with one dose of Torsemide is not going to always be optimal. The most effective way to understand the correct dose is to monitor weight daily. If it changes by 2 pounds or 1kg in 24 hours, he should contact his cardiologist to see if dose of Torsemide should be changed. They understood and agreed. Cr 2.2 from baseline 1.7. Improved to 1.6 on and 1.5 on . Lisinopril was initially held, but restarted on discharge. #Hypernatremia as high as 153, but improved to 147 prior to discharge. #Elevated Lactate improved with hydration; no evidence of infection #BPH: finsteride #AF: metoprolol/apixaban I spent > 30 min in face-to-face counseling and coordination of care in discharge planning. Medications on Admission: The Preadmission Medication list is accurate and complete. 1. Torsemide 60 mg PO DAILY 2. Lisinopril 2.5 mg PO DAILY 3. Metoprolol Succinate XL 100 mg PO BID 4. Finasteride 5 mg PO DAILY 5. Atorvastatin 40 mg PO QPM 6. Apixaban 2.5 mg PO BID 7. Aspirin 81 mg PO DAILY Discharge Medications: 1. Torsemide 50 mg PO DAILY RX *torsemide 20 mg 2.5 tablet(s) by mouth once a day Disp #*120 Tablet Refills:*0 2. Apixaban 2.5 mg PO BID 3. Aspirin 81 mg PO DAILY 4. Atorvastatin 40 mg PO QPM 5. Finasteride 5 mg PO DAILY 6. Lisinopril 2.5 mg PO DAILY 7. Metoprolol Succinate XL 100 mg PO BID Discharge Disposition: Home Discharge Diagnosis: Volume depletion Orthostatic syncope Discharge Condition: Mental Status: Clear and coherent. Level of Consciousness: Alert and interactive. Activity Status: Ambulatory Independent. Discharge Instructions: Dear Mr. , You were admitted after a fainting episode. We think that this happened because of dehydration. We held your diuretic, torsemide, and gave you IV fluids. Your symptoms improved and we restarted your torsemide at 50mg. It was a pleasure taking care of you, Sincerely, Your Care Team Followup Instructions:"
}