{
  "17467940-DS-10": "MEDICINE Allergies: Attending: . Chief Complaint: Fatigue Major Surgical or Invasive Procedure: None History of Present Illness: Ms. is a woman with history of atrial fibrillation on apixaban, hypertension, self report of rheumatoid arthritis (but notes documenting polymyalgia rheumatica), recurrent UTI on Bactrim PPx who presents for evaluation of generalized weakness/fatigue. Patient notes that she had history of rheumatoid arthritis years ago, culminating in long term year) use of prednisone, which she was tapered off approximately one year ago, and since then had been attempting to regain her function. *Note that notes document PMR, which would make more sense with prolonged steroid course; she also described it as her \"muscles sore and stiff everywhere\" back in the day. After her hospitalization in for the flu, her son notes that she has actually been making leaps and bounds with physical therapy, walking around with her back straight. As recent as weeks ago she was able to stand and walk around in her garden, which was a significant improvement. She is fairly independent, and still drives to her own appointments 2x/week/also volunteers at 1x/week; however her children help her with the cooking she enjoys Rotisserie chicken from . When at home, she manages most her ADLs, but does not take a shower unless son/daughter present. However, over the past 2 weeks or so she has been more tired. this is described as \"feeling lousy\", and as if she has no energy. To give an example, weeks ago she was able to go to her garden and pick tomatoes; currently just the walk makes her feel weary and tired. She has no focal weakness, no proximal weakness, no trouble combing her hair or brushing her teeth. She does feel a little achy sometimes in the AM, but has been told that her inflammatory markers are normal, hence she is off treatment for her rheumatologic disease. She notes that she never sleeps through the night and naps during the day, but recently has been napping more. She has no history of snoring, no choking/gasping for air in sleep. Her appetite has been good, and she has not lost weight, although she does suffer from acid reflux for which she takes medications. She notes that her bladder does feel uncomfortable sometimes, and she has increased urinary frequency this is in setting of decreased bladder capacity after an unsuccessful uterine prolapse surgery. However, she has no fevers, chills and U/A in ED was normal. She has no abdominal pain. She has no nausea, vomiting, diarrhea. In our ED, initial vitals: 97.6 BP 149/71 RR 18 98% RA Exam was not documented Labs: WBC 4.2 Hgb 11.6 Plt 145 139 | 101 | 20 4.4 | 29 | 0.7 Ca 9.7 Mg 2.0 P 4.1 Troponin < 0.01 U/A: WBC 3 RBC 1 Bact none Yeast None Epi 1 CXR: No acute cardiopulmonary process. Mild cardiomegaly. EKG per my read: Atrial fibrillation with slow ventricular response, low voltage, TWI in III, aVF (not new) She was admitted to us for further work up. ROS: Pertinent positives and negatives as noted in the HPI. All other systems were reviewed and are negative. Past Medical History: AFib on warfarin HTN Hyperlipidemia Polymyalgia Rheumatica *Was on prednisone for years, finished about year ago Osteoarthritis GERD Costochondritis Right adrenal nodule (last imaged w/ MR in -? hx of Hep C *HCV RNA PCR testing in was negative at Social History: Family History: Mother: had AFib & stroke; d. age Father: no major health issues; d. age Siblings: 2 sisters (living), 1 brother (deceased traumatic injury) Physical Exam: ADMISSION EXAM: VITALS: Afebrile and vital signs stable (see eFlowsheet) GENERAL: Alert and in no apparent distress EYES: Anicteric, pupils equally round ENT: Ears and nose without visible erythema, masses, or trauma. Oropharynx without visible lesion, erythema or exudate CV: Heart irregular, bradycardic, no murmur, no S3, no S4. No JVD. RESP: Lungs clear to auscultation with good air movement bilaterally. Breathing is non-labored GI: Abdomen soft, non-distended, non-tender to palpation. Bowel sounds present. No HSM GU: No suprapubic fullness or tenderness to palpation MSK: Neck supple, moves all extremities, strength grossly full and symmetric bilaterally in all limbs SKIN: No rashes or ulcerations noted NEURO: Alert, oriented x 3, CN II-XII intact, strength is in bilateral upper and lower extremities PSYCH: Pleasant, appropriate affect DISCHARGE EXAM: VS: 0722 Temp: 97.8 PO BP: 119/76 HR: 58 RR: 18 O2 sat: 96% O2 delivery: Ra GENERAL: Alert and in no apparent distress EYES: Anicteric, pupils equally round ENT: Ears and nose without visible erythema, masses, or trauma. Oropharynx without visible lesion, erythema or exudate CV: Heart irregular, bradycardic, no murmur, no S3, no S4. No JVD. RESP: Lungs clear to auscultation with good air movement bilaterally. Breathing is non-labored GI: Abdomen soft, non-distended, non-tender to palpation. Bowel sounds present. No HSM GU: No suprapubic fullness or tenderness to palpation MSK: Neck supple, moves all extremities, strength grossly full and symmetric bilaterally in all limbs SKIN: No rashes or ulcerations noted NEURO: Alert, oriented x 3, CN II-XII intact, strength is in bilateral upper and lower extremities PSYCH: Pleasant, appropriate affect Pertinent Results: ADMISSION LABS 10:35AM BLOOD WBC-4.2 RBC-3.63* Hgb-11.6 Hct-35.9 MCV-99* MCH-32.0 MCHC-32.3 RDW-15.7* RDWSD-57.4* Plt 10:35AM BLOOD PTT-39.6* 10:35AM BLOOD Glucose-92 UreaN-20 Creat-0.7 Na-139 K-4.4 Cl-101 HCO3-29 AnGap-9* 02:30PM BLOOD ALT-20 AST-34 LD(LDH)-296* CK(CPK)-116 AlkPhos-58 10:35AM BLOOD cTropnT-<0.01 02:30PM BLOOD cTropnT-<0.01 07:05AM BLOOD CK-MB-4 cTropnT-<0.01 10:35AM BLOOD Calcium-9.7 Phos-4.1 Mg-2.0 02:30PM BLOOD VitB12-676 02:30PM BLOOD TSH-3.6 02:30PM BLOOD CRP-1.5 IMAGING CXR on admission: No acute cardiopulmonary process. Mild cardiomegaly. MICROBIOLOGY 10:00 am URINE **FINAL REPORT URINE CULTURE (Final : MIXED BACTERIAL FLORA ( >3 COLONY TYPES), CONSISTENT WITH SKIN AND/OR GENITAL CONTAMINATION. DISCHARGE LABS 06:30AM BLOOD WBC-4.6 RBC-3.67* Hgb-11.9 Hct-36.2 MCV-99* MCH-32.4* MCHC-32.9 RDW-15.6* RDWSD-57.1* Plt 07:05AM BLOOD PTT-37.8* 06:30AM BLOOD Glucose-87 UreaN-24* Creat-0.8 Na-139 K-4.6 Cl-102 HCO3-29 AnGap-8* 06:30AM BLOOD Calcium-9.4 Phos-4.5 Mg-2.0 11:53PM BLOOD SED RATE-PND Brief Hospital Course: woman with history of atrial fibrillation on apixaban, hypertension, self-report of rheumatoid arthritis (but notes documenting polymyalgia rheumatica), recurrent UTI on Bactrim prophylaxis who presents for evaluation of generalized weakness and fatigue. ACUTE/ACTIVE PROBLEMS: # Fatigue: Patient presents with generalized fatigue and decreased exercise tolerance, without clear focal findings. She does have history of hypothyroidism, TSH normal. She is noted to have atrial fibrillation with slow ventricular response, however appears to have been long standing per discussion with patient; nonetheless will maintain on telemetry in case there is correlation of bradycardia with symptoms. Spoke with her outpatient cardiologist during admission, had stress echo in , with no distinct abnormalities, some mitral regurgitation. She has no evidence of electrolyte abnormalities. She has no muscle pain or weakness. She has no risk factors for HIV. She also has no suggestive symptoms or findings to compel one to test for infection such as EBV/CMV/lyme. She denies any symptoms consistent with obstructive sleep apnea. She denies depression. Her only recent medication change is switching to apixaban from warfarin, do not feel this is causing fatigue. She is on furosemide for past history of some fluid overload. She does have documented history of PMR and has been off steroids, CK normal, ESR pending, CRP normal. Also considered etiologies such as adrenal insufficiency given that she had previously been on chronic steroids, however, this was tapered off year ago and time course does not fit. For now, she denies any cardiac disease other than atrial fibrillation, had chest pain, but ECG and troponins reassuring. Low voltage EKG is not new finding. B12 was normal. LFTs were normal. cleared for home discharge. Telemetry did not reveal any arrhythmia other than known atrial fibrillation. ESR is pending and will need to be followed up. She will follow up with her PCP and cardiologist. CHRONIC/STABLE PROBLEMS: # Hypertension: Patient on lisinopril at home. She notes that she has not taken this for a while as SBP in 120s off this medication. Restarted during admission, and should be used if hypertensive at home. # Atrial fibrillation: Continue home apixaban 5 mg BID (note weight is >60 kg per patient. She is not on rate control agents, nor does she need them. # GERD: Continued PPI # Hypothyroidism: Continued home Levothyroxine Sodium 25 mcg PO/NG DAILY # COPD v. asthma: Patient carries diagnosis of asthma, however is on Breo at home which is not classic for asthma, although note she is a non-smoker. No PFT in system to document whether defect is reversible. She was provided Duonebs during admission, and will continue her home medications on discharge. # Glaucoma OS # S/p Corneal transplant OS continued following medications: Brinzolamide 1% Ophth (*NF* ) 1 drop Other TID L eye Alphagan P (brimonidine) 0.1 % ophthalmic (eye) Q8H L eye Carteolol 1% Ophth Soln 1 DROP BOTH EYES BID L eye Fluorometholone 0.1% Ophth Susp. 1 DROP LEFT EYE QAM Latanoprost 0.005% Ophth. Soln. 1 DROP LEFT EYE QHS PrednisoLONE Acetate 1% Ophth. Susp. 1 DROP RIGHT EYE BID # Recurrent UTI: Continued Bactrim SS tab daily for ppx # Osteoporosis: Continued calcium, vitamin D; on reclast as outpatient TRANSITIONS OF CARE # Follow-up: ESR is pending and will need to be followed up. She will follow up with her PCP and cardiologist. # Contacts/HCP/Surrogate and Communication: Relationship: daughter Phone number: # Code Status/Advance Care Planning: Full with limited trial confirmed Medications on Admission: The Preadmission Medication list is accurate and complete. 1. Vitamin D UNIT PO EVERY 2 WEEKS (WE) 2. Levothyroxine Sodium 25 mcg PO DAILY 3. Lisinopril 10 mg PO DAILY 4. PrednisoLONE Acetate 1% Ophth. Susp. 1 DROP RIGHT EYE BID 5. Nexium 40 mg Other DAILY 6. Calcium Carbonate 600 mg PO BID 7. Reclast (zoledronic acid-mannitol-water) 5 mg/100 mL injection 1x/year 8. Fish Oil (Omega 3) 1000 mg PO BID 9. Glucosamine Chondroitin (glucos sul 2KCl-msm-chond-C-Mn) 1500 mg oral DAILY 10. Apixaban 5 mg PO BID 11. Breo Ellipta (fluticasone furoate-vilanterol) 100-25 mcg/dose inhalation BID 12. Furosemide 20 mg PO DAILY 13. Brinzolamide 1% Ophth (*NF* ) 1 drop Other TID L eye 14. Alphagan P (brimonidine) 0.1 % ophthalmic (eye) Q8H L eye 15. Carteolol 1% Ophth Soln 1 DROP BOTH EYES BID L eye 16. Fluorometholone 0.1% Ophth Susp. 1 DROP LEFT EYE QAM 17. Latanoprost 0.005% Ophth. Soln. 1 DROP LEFT EYE QHS 18. Sulfameth/Trimethoprim SS 0.5 TAB PO DAILY Discharge Medications: 1. Alphagan P (brimonidine) 0.1 % ophthalmic (eye) Q8H L eye 2. Apixaban 5 mg PO BID 3. Breo Ellipta (fluticasone furoate-vilanterol) 100-25 mcg/dose inhalation BID 4. Brinzolamide 1% Ophth (*NF* ) 1 drop Other TID L eye 5. Calcium Carbonate 600 mg PO BID 6. Carteolol 1% Ophth Soln 1 DROP BOTH EYES BID L eye 7. Fish Oil (Omega 3) 1000 mg PO BID 8. Fluorometholone 0.1% Ophth Susp. 1 DROP LEFT EYE QAM 9. Furosemide 20 mg PO DAILY 10. Glucosamine Chondroitin (glucos sul 2KCl-msm-chond-C-Mn) 1500 mg oral DAILY 11. Latanoprost 0.005% Ophth. Soln. 1 DROP LEFT EYE QHS 12. Levothyroxine Sodium 25 mcg PO DAILY 13. Lisinopril 10 mg PO DAILY 14. Nexium 40 mg Other DAILY 15. PrednisoLONE Acetate 1% Ophth. Susp. 1 DROP RIGHT EYE BID 16. Sulfameth/Trimethoprim SS 0.5 TAB PO DAILY 17. Vitamin D UNIT PO EVERY 2 WEEKS (WE) 18. Zoledronic Acid (Reclast) (zoledronic acid-mannitol-water) 5 mg/100 mL injection 1X/YEAR Physical Therapy Rollator Dx: unsteady gait Px: good : 13 months Discharge Disposition: Home Discharge Diagnosis: Fatigue Generalized weakness Discharge Condition: Mental Status: Clear and coherent. Level of Consciousness: Alert and interactive. Activity Status: Ambulatory Independent. Discharge Instructions: Dear Ms. , It was a pleasure caring for you during your recent hospitalization. You came to the hospital with fatigue and generalized weakness. Further testing did not cover a cause of this sensation. You are now being discharged, and will need to be seen by your PCP and cardiologist for further work-up of this. It is important that you continue to take your medications as prescribed and follow up with the appointments listed below. Good luck! Followup Instructions:"
}