{
  "18898821-DS-3": "MEDICINE Allergies: No Known Allergies / Adverse Drug Reactions Attending: Chief Complaint: fever/diarrhea Major Surgical or Invasive Procedure: None History of Present Illness: hx COPD, HTN, HLD, PE provoked with travel (on anticoagulation) presenting with four days of fevers, diarrhea, as well as dyspnea. She was feeling well after her hospital discharge in for AECOPD and subseg PE (on apixaban). Had quit smoking, was walking daily with her new dog, feeling well. Then, PTA, developed the new onset of fever and acute diarrhea. She was having about 8 episodes per day of watery stools, dark in color. She attributed this to eating raisin bran on she denies any recent antibiotics, travel to exotic places, or eating any unusual foods for her. No sick contacts. She was unable to keep up with her oral intake. She wondered if this could be due to one of her medications, and stopped everything but her inhalers. Due to persistence of her diarrhea from -> , as well as developing new lightheadedness, she presented to ED for further care. In the ED, initial vitals were: 98.2 20 95% RA Exam was notable for dark stools concerning for melena. Labs notable for: 129 90 28 106 AGap=18 2.8 24 1.3 Comments: K: Verified By Replicate Analysis Mg: 2.2 ALT: 65 AP: 115 Tbili: 1.2 Alb: 3.8 AST: 175 LDH: Dbili: TProt: : Lip: 39 86 4.2 12.7 39 35.9 N:84 Band:0 M:4 E:0 Bas:0 Atyps: Metas: 1 Absneut: 3.53 Abslymp: 0.46 Absmono: 0.17 Abseos: 0.00 Absbaso: 0.00 : 14.3 PTT: 33.6 INR: 1.3 Imaging was notable for: ECG (my read) low voltage in limb leads with poor baseline, difficult to interpret otherwise, NSR CT Abd & Pelvis With Contrast Preliminary Report Multiple nondilated fluid-filled loops of small bowel in the mid abdomen are noted. Findings are compatible with enteritis. CXR COPD without superimposed pneumonia. Patient was given: 20:29 IVF NS Started 21:59 PO Potassium Chloride 40 mEq 21:59 IV Potassium Chloride (40 mEq ordered) Started Stop 22:04 IVF NS 1 mL Stopped (1h 00:49 IV Pantoprazole 80 mg Vitals prior to transfer: 98.2 80 108/60 18 98% RA Upon arrival to the floor, patient reports mild crampy abdominal pain. She also feels her breathing is \"a little off\" from her baseline. Otherwise denies f/c, CP, cough, n/v, HA, visual changes, focal neurologic symptoms. ROS otherwise negative. REVIEW OF SYSTEMS: (+) Per HPI (-) 10 point ROS reviewed and negative unless stated above in HPI Past Medical History: Severe COPD Hx of PE (provoked with travel, on DOAC) Diverticulosis Hypertension Hyperlipidemia Osteoporosis Chronic pain? (on celecoxib) Seasonal allergies Social History: Family History: Mom-brain cancer Father Lung cancer Physical Exam: ADMISSION PHYSICAL EXAM: Vital Signs: 100.0PO 105 / 64 97 24 95 2L Genl: chronically ill appearing, NAD HEENT: PERRLA, no icterus, MM dry, dentures in place Cor: distant heart sounds. RRR. NMRG within limits of exam. Pulm: speaking in near-complete sentences on 2LNC. 3:1 expiratory prolongation with faint end-exp wheezes heard throughout. no focal decreased breath sounds. Abd: soft. minimal diffuse ttp with deep palpation, nt with light palpation. no rebound or guarding. Neuro: AOx3 without gross focal deficit MSK: without edema Psych: calm and appropriate Rectal: brown, grossly guaiac+ stool DISCHARGE PHYSICAL EXAM: Vitals: Tm 99.4 @ 12 AM, BP 116 / 75, HR 91, RR 18, O2 92 Ra General: AOx3, appears well HEENT: no scleral icterus, MMM Neck: supple, JVP not elevated Lungs: no resp distress, good air movement, expiratory wheezing throughout lungs CV: RRR Abdomen: diffusely tender to palpation; soft, nondistended, no rebound or guarding; no organomegaly GU: No foley Extremities: with no clubbing, cyanosis, edema Skin: no lesions. Neuro: CN II-XII intact Pertinent Results: ADMISSION LABS: 08:00PM BLOOD WBC-4.2# RBC-4.19 Hgb-12.7 Hct-35.9 MCV-86 MCH-30.3 MCHC-35.4 RDW-13.0 RDWSD-40.4 Plt Ct-39*# 08:00PM BLOOD Neuts-84* Bands-0 Lymphs-7* Monos-4* Eos-0 Baso-0 Atyps-4* Metas-1* Myelos-0 AbsNeut-3.53 AbsLymp-0.46* AbsMono-0.17* AbsEos-0.00* AbsBaso-0.00* 08:00PM BLOOD Hypochr-NORMAL Anisocy-NORMAL Poiklo-OCCASIONAL Macrocy-NORMAL Microcy-NORMAL Polychr-NORMAL Burr-OCCASIONAL 08:00PM BLOOD PTT-33.6 08:00PM BLOOD Glucose-106* UreaN-28* Creat-1.3* Na-129* K-2.8* Cl-90* HCO3-24 AnGap-18 08:00PM BLOOD ALT-65* AST-175* AlkPhos-115* TotBili-1.2 08:00PM BLOOD Albumin-3.8 Mg-2.2 05:43AM BLOOD Calcium-7.4* Phos-1.0* Mg-2.1 04:21AM BLOOD calTIBC-198* VitB12-611 Folate-14 Ferritn-8425* TRF-152* OTHER LABS: 10:50AM BLOOD Neuts-75* Bands-3 Lymphs-13* Monos-8 Eos-0 Baso-0 Atyps-1* Myelos-0 AbsNeut-3.04 AbsLymp-0.55* AbsMono-0.31 AbsEos-0.00* AbsBaso-0.00* 05:43AM BLOOD WBC-3.6* RBC-3.58* Hgb-10.6* Hct-31.5* MCV-88 MCH-29.6 MCHC-33.7 RDW-13.3 RDWSD-42.9 Plt Ct-33* 10:50AM BLOOD WBC-3.9* RBC-3.55* Hgb-10.7* Hct-31.3* MCV-88 MCH-30.1 MCHC-34.2 RDW-13.5 RDWSD-43.8 Plt Ct-35* 04:21AM BLOOD WBC-6.8# RBC-3.61* Hgb-10.9* Hct-32.9* MCV-91 MCH-30.2 MCHC-33.1 RDW-14.0 RDWSD-47.2* Plt Ct-42* 10:50AM BLOOD PTT-141.4* 05:43AM BLOOD Glucose-106* UreaN-23* Creat-1.2* Na-135 K-4.1 Cl-104 HCO3-20* AnGap-15 10:50AM BLOOD Glucose-110* UreaN-22* Creat-1.2* Na-134 K-3.3 Cl-102 HCO3-22 AnGap-13 04:21AM BLOOD Glucose-96 UreaN-15 Creat-1.1 Na-135 K-3.4 Cl-103 HCO3-20* AnGap-15 05:43AM BLOOD ALT-51* AST-140* AlkPhos-92 TotBili-0.8 10:50AM BLOOD ALT-53* AST-143* LD(LDH)-590* CK(CPK)-1491* AlkPhos-93 TotBili-0.9 04:21AM BLOOD ALT-59* AST-150* LD(LDH)-543* AlkPhos-122* TotBili-0.6 05:43AM BLOOD Calcium-7.4* Phos-1.0* Mg-2.1 10:50AM BLOOD Albumin-3.2* Calcium-7.7* Phos-1.5* Mg-2.1 UricAcd-3.5 04:21AM BLOOD Albumin-3.1* Calcium-8.0* Phos-2.1* Mg-2.4 Iron-41 10:50AM BLOOD TSH-0.28 08:00PM BLOOD HBsAg-Negative HBsAb-Negative HBcAb-Negative HAV Ab-Negative IgM HBc-Negative IgM HAV-Negative 10:50AM BLOOD * Titer-1:40 12:00PM BLOOD HIV Ab-PND MICROBIOLOGY: Blood (CMV AB) CMV IgG ANTIBODY-PENDING; CMV IgM ANTIBODY-PENDING INPATIENT URINE Legionella Urinary Antigen -FINAL INPATIENT STOOL FECAL CULTURE-PENDING; CAMPYLOBACTER CULTURE-PENDING; OVA + PARASITES-PENDING; FECAL CULTURE R/O E.COLI 0157:H7-PENDING INPATIENT STOOL C. difficile DNA amplification assay-FINAL INPATIENT SEROLOGY/BLOOD MONOSPOT-FINAL INPATIENT Blood (LYME) Lyme IgG-PENDING; Lyme IgM-PENDING INPATIENT BLOOD CULTURE Blood Culture, Routine-PENDING INPATIENT BLOOD CULTURE Blood Culture, Routine-PENDING INPATIENT URINE URINE CULTURE-FINAL IMAGING: CXR COPD without superimposed pneumonia. CT Abdomen and Pelvis 1. Multiple nondilated fluid-filled loops of small bowel in the mid abdomen are noted. Findings are compatible with enteritis. 2. nodular opacities at the right lung base likely represent an infectious process. 3. There is intermediate to high density material within the endometrial canal. Recommend nonemergent pelvic ultrasound for further evaluation. RECOMMENDATION(S): Nonemergent pelvic ultrasound. CXR In comparison with the study of , there is little overall change. Again there is hyperexpansion of the lungs consistent with chronic pulmonary disease. Mild basilar atelectasis, but no acute pneumonia. Cardiac silhouette is within normal limits and there is no evidence of appreciable vascular congestion. Old healed fracture of the midportion of the right clavicle is seen. Brief Hospital Course: BRIEF SUMMARY: hx COPD, HTN, HLD, PE in (provoked by travel, on apixaban) presenting with four days of fevers, diarrhea, and dyspnea and was found to have , elevated LFTs, pancytopenia, and e/o of community acquired pneumonia. Significant workup to determine the cause has not revealed a unifying diagnosis, but multiple studies remain pending and the diarrhea has resolved and pancytopenia improving. ACTIVE ISSUES: # Fever # Diarrhea/Enteritis # Elevated Liver enzymes # Pancytopenia, now resolving (pancytopenia differential below) At the time of discharge there were no positive culture or serology results. Highest on the differential are viral infection or pneumonia leading to bone marrow suppression or brief ITP, however patient noted on the day prior to discharge that she remembers pulling a possible tick off of her head in the prior weeks walking her dog, thus tickborne illness such as lyme or anaplasma are also possibilities (serologies pending). For this reason, and given her pneumonia as noted below, she was treated in the hospital with Ceftriaxone/Azithromycin (should cover most tickborne illness) and at discharge transitioned to Doxycycline 100mg BID for 11 additional days for total 2 week course. This should allow for both community acquired pneumonia treatment, atypical pneumonia treatment such as mycoplasma and treatment of a variety of tickborne illnesses. Her counts were recovering at time of discharge and should be re-checked after discharge. Platelets on discharge had trended from low to 63. F/u lyme, anaplasma, CMV, EBV, HIV Continue abx as above If continued thrombocytopenia, f/u with Dr. for possible BM biopsy to rule out MDS. LABS: 1:40 (weakly positive (30% of the population with 1:40) Cardiolipin IgG/IgM Neg B2 Glycoprotein IgG/IgM Neg Mycoplasma PNA IgM Neg Acute hepatitis panel (A,B,C) Neg Anaplasma IgM Neg TSH 0.28 HIV Neg Fibrinogen 154 Peripheral smear toxic granulocytes, no schistocytes Stool studies/cdiff neg # CAP # Acute exacerabation of severe COPD: Patient with hx of severe COPD, GOLD stage , last FEV1 31%. Presented with increased dyspnea from baseline, and requiring NC. Exam with moderately reduced air flow, wheezing c/w COPD exacerbation. CT A&P with e/o tree and opacities in RLL. Hypoxia likely multifactorial with PNA and COPD triggered by PNA. Started on IV CTX 1g q24hr (D1 and Azithro 250 mg PO q24hr (D1 . At the time of discharge, patient was given 11 days of Doxycycline 100mg BID to complete a 14 day course to cover for both tick borne illness and for community acquired pneumonia. After discharge f/u mycoplasma, continue home respiratory medications. Patient was not given steroids, but if worsening respiratory status can consider these as outpatient. Legionella and mycoplasma was negative F/u with outpatient pulmonologist # Thrombocytopenia: # Anemia: # Leukopenia, now resolved Plts 33, WBC 3.6, Hgb 10.6 on admission. INR 1.3, PTT normal. Diff with 1 atypical. Most likely BM suppression iso acute viral illness; retic count 0.6 iso anemia c/w suppressed marrow. Possibly consumptive iso CMV or EBV, though no splenomegaly. TTP/HUS unlikely with no schistocytes on smear (which was read by the primary team, hematopathology and consultant) and high haptoglobin. Unlikely HIT as last heparin was in . ITP possible though no new meds except for umeclidinium-vilanterol. Malignancy/BM infiltrative processes less likely given smear w/evidence more suggestive of infection (toxic granules present in PMNs). Leukopenia resolved , anemia stable throughout hospitalization. Platelets increased on and and were 63 at time of discharge. Repeat labs on to look for continued improvement, may need hematology/oncology f/u if persistent # Enteritis: Unclear source. CT A&P with evidence of enteritis. Most likely viral, also considering C dif, parasites. Considered EHEC with c/f HUS but no schistocytes on smear. On arrival to ED, patient's VS showed signs of volume depletion, improved with IVF. HypoNa, HypoK initially also improved with IVF and K repletion. C dif, Norovirus negative. Some stool studies remained pending at discharge. Prior to discharge her enteritis had resolved. F/u stool studies (see transitional issue) # Transaminitis: Relatively mild. Her LFTs were improving prior to discharge, however a unifying diagnosis was still pending at discharge. It is possible that her transaminitis is in the setting of viral infection or bacterial infection such as mycoplasma. Multiple studies pending at the time of discharge to assess the cause, as well as repeat lab testing on . was 1:40 but this is seen in 20% of healthy individuals and was not further pursued. Repeat LFTs as outpatient # Hx PE: Pt had provoked subsegmental PE in , on apixaban at home. Did not take apixaban x5 days prior to hospitalization during illness. There was no indication of new PE this admission despite the gap in treatment. Patient placed on heparin gtt after admission, and then restarted on Apixiban 5mg BID as platelets recovered. Per sent a hypercoaguable workup which was pending at discharge (see transitional issues). No indication for new PE DVT, would recommend completing of anticoagulation for provoked PE then trialing off anticoagulation. # Essential HTN controlled: Stable. Held HCTZ at discharge given normotensive, did not require during hospitalization. CHRONIC ISSUES: # HLD: Stable. Continued home ASA 81, atorvastatim 40 mg. # Chronic pain: Stable. Held celecoxib given , can restart at discharge. # Allergies: Stable. Continued home cetirizine # Osteopenia: Stable. Continue home alendronate 70 every TRANSITIONAL ISSUES: F/u with PCP, follow up for pancytopenia if persistent Please re-check CBC, CHEM10 and LFTs on to look for continued improvement in your lab numbers ***The endometrial canal on CT is filled with intermediate to high density material. CONSIDER NON-EMERGENT PELVIC ULTRASOUND*** Needs follow up with outpatient pulmonologist for COPD Pt meets criteria for lung ca screening. CT chest here at negative, so she would be eligible for a low dose CT chest in 6.3 cm exophytic simple cyst in the left kidney is noted. Subcentimeter hypodensities in bilateral kidneys are too small to characterize. Imaging shows sigmoid diverticulosis Multiple pending studies in the system at discharge including: HIV, Lupus anticoagulant, anti-cardiolipin abs, beta2 glycopreotein antibodies (hypercoaguable workup for hx of PE), mycoplasma, anaplasma, lyme, stool cultures, blood cultures. New Meds: Doxycycline 100mg twice daily for 11 days, day , to complete a 14 day course of treatment for both tick-borne infection and for community associated pneumonia. Stopped Meds: HELD hydrochlorthiazide at discharge given normotensive during hospitalization Changed Meds: None Follow up: PCP, if persistent pancytopenia Incidental findings: see above Tests required after discharge: pelvic ultrasound (see above), repeat CT in # FULL CODE # CONTACT: (son): Discharge took > 30 minutes to prepare. Medications on Admission: The Preadmission Medication list is accurate and complete. 1. Apixaban 5 mg PO BID 2. Albuterol Inhaler 2 PUFF IH Q6H:PRN SOB 3. Aspirin 81 mg PO DAILY 4. Atorvastatin 40 mg PO QPM 5. Hydrochlorothiazide 12.5 mg PO DAILY 6. Ipratropium-Albuterol Neb 1 NEB NEB BID:PRN SOB 7. Vitamin D 1000 UNIT PO DAILY 8. Albuterol 0.083% Neb Soln 1 NEB IH Q6H:PRN sob 9. Alendronate Sodium 70 mg PO QMON 10. Celecoxib 100 mg oral BID 11. Cetirizine 10 mg PO DAILY 12. Fluticasone Propionate 110mcg 1 PUFF IH BID 13. umeclidinium-vilanterol 62.5-25 mcg/actuation inhalation DAILY Discharge Medications: 1. Doxycycline Hyclate 100 mg PO Q12H Complete entire course even if feeling better. RX *doxycycline hyclate 100 mg 1 capsule(s) by mouth twice a day Disp #*22 Capsule Refills:*0 2. Albuterol 0.083% Neb Soln 1 NEB IH Q6H:PRN sob 3. Albuterol Inhaler 2 PUFF IH Q6H:PRN SOB 4. Alendronate Sodium 70 mg PO QMON 5. Apixaban 5 mg PO BID 6. Aspirin 81 mg PO DAILY 7. Atorvastatin 40 mg PO QPM 8. Celecoxib 100 mg oral BID 9. Cetirizine 10 mg PO DAILY 10. Fluticasone Propionate 110mcg 1 PUFF IH BID 11. Ipratropium-Albuterol Neb 1 NEB NEB BID:PRN SOB 12. umeclidinium-vilanterol 62.5-25 mcg/actuation inhalation DAILY 13. Vitamin D 1000 UNIT PO DAILY 14. HELD Hydrochlorothiazide 12.5 mg PO DAILY This medication was held. Do not restart Hydrochlorothiazide until Discuss this med with your primary care physician. It was held because your blood pressures were normal while at . 15.Outpatient Lab Work ICD10: D64.9, R74.0, D69.6 Please obtain CBC w/differential, CHEM10, LFTs (AST/ALT/Tbili/Alk Phos/LDH) and send to: Name: Address: Fax: Discharge Disposition: Home Discharge Diagnosis: 1) Community-acquired pneumonia # Acute exacerbation of chronic obstructive pulmonary disease # Gastroenteritis # Thrombocytopenia # Pancytopenia # Hypokalemia # Hyponatremia # Hypovolemia # Acute kidney injury # Hx of pulmonary embolism # Abnormal liver function tests Discharge Condition: Mental Status: Clear and coherent. Level of Consciousness: Alert and interactive. Activity Status: Ambulatory Independent. Discharge Instructions: Dear , You came to because you had diarrhea and dyspnea. You were found to have pneumonia and and enteritis (an infection or inflammation of your bowels). Please see more details listed below about what happened while you were in the hospital and your instructions for what to do after leaving the hospital. It was a pleasure participating in your care. We wish you the best! Sincerely, Your Care Team WHAT WAS DONE WHILE YOU WERE IN THE HOSPITAL: You were treated with antibiotics and breathing treatments and your breathing improved considerably Many tests were sent off to find the underlying cause of the enteritis and diarrhea. There was still no answer at the time you left the hospital, but several tests were still in process You were found to have low blood counts The blood doctors () saw you and recommended more tests, which were done, but there was no explanation at the time of discharge. You will need to see your primary care doctor below) after you leave the hospital and if you continue to have low blood counts then you should see the blood doctor at We made you an appointment with your lung doctor () because of your COPD You improved considerably and were ready to leave the hospital WHAT SHOULD YOU DO WHEN YOU LEAVE THE HOSPITAL: Please follow up with your primary care doctor and other health care providers (see below) Please take all of your medications as prescribed (see below). Seek medical attention if you have trouble breathing, bleeding, or other symptoms of concern. Followup Instructions:"
}