{
  "17104139-DS-16": "MEDICINE Allergies: Microzide Attending: Complaint: Abdominal pain Major Surgical or Invasive Procedure: R IO left IJ CVL a line intubated left groin HD , removed guided tunneled HD line Dobhoff PICC History of Present Illness: with hx of EtOH abuse remission since , prostate CA (followed by Dr. , pancreatitis, aflutter on Xarelto admitted to the ICU with Acetaminophen toxicity, now transferred here for further care. Patient was his usual state of health with no systemic symptoms or abdominal pain until two days prior. On he developed acute onset abdominal pain with eating or drinking. The pain was , and radiating to back. He reported that it was similar to his prior bouts of pancreatitis. He denied alcohol use prior to this episode. He reported non-bilious non bloody vomiting x 2, subjective fever and abdominal pain. He denied diarrhea, denied hematochezia or melena. He denied confusion. For his pain, he stopped PO intake. He rested and he took oxycodone which was prescribed to him for leg arthritis. When that did not work he proceeded to take 1 gram of tylenol approximately Q 2 hours from 10 AM until 12pm on . Approximate total dose of grams of tylenol. When his pain continued to worsen he called EMS and was taken to . the ED at , the patient tachycardic to 130s sinus, but otherwise oriented and hemodynamically stable. Initial INR was 1.8, tylenol level was 4 and etoh level was negative. Platelets were 19 and AST was >3000, ALT 1214, Lipase 343, Alk Phos 219, Lactate 6.8, Bilirubin total 3.6. CT Abdomen and RUQ US showed peripancreatic fat stranding, gallbladder wall thickening, pericholecystic fluid. His labs were significant for AST and ALT uptrended to >3000, tbili 4.1, plts of 15, 124, INR 11.5, creatinine 1.9, Ca 6.9, albumin 2.1, serum Tylenol initially 4 at 12pm on and at 2200 <2; lactate 9.1, lipase 632. Toxicology consulted and recommended NAC, which was started at 7pm on . No evidence of encephalopathy. BI hepatology was consulted: Recommended continue trending labs (INR, albumin, Cr, lytes, lactic acid, pH), giving NAC until liver numbers normalize, serial neuro exams, and holding Xarelto. On arrival to the ICU, initial vitals were 97.1 109 (afib), 97/68, 34, 97% on 4L NC. The patient was tachypneic and complained of shortness of breath. Given fatigue he was intubated on arrival. Past Medical History: Coronary artery disease with MI normal LVEF Atrial septal defect s/p closure Paroxysmal Atrial flutter on rivaroxaban Chronic pancreatitis with prior heavy ETOH use Hypertension Prostate cancer s/p partial treatment with radiation and hormone therapy Gastritis Prior GIB due to esophagitis Anemia Social History: Family History: Noncontributory Physical Exam: ADMISSION PHYSICAL EXAM: Vitals: 97.1 109 (afib), 97/68, 34, 97% on 4L NC GENERAL: Alert, oriented, tachypneic, distressed HEENT: Sclera mildly icteric, right conjunctival hemorrhage, PERRL NECK: supple, no JVD LUNGS: Crackles at bases bilaterally, moving air well CV: Tachycardic, RRR, no m/r/g ABD: mildly distended, non-tender, NABS EXT: No edema SKIN: No rashes NEURO: Refused asterixis exam DISCHARGE PHYSICAL EXAM: Vitals: 98.5 68 116/70 16 98% RA GENERAL: s/p extubation, resting comfortably HEENT: Sclera mildly icteric, right conjunctival hemorrhage, PERRL, +chemosis b/l NECK: supple, JVD not visualized LUNGS: clear anteriorly, moving air well CV: RRR, no m/r/g ABD: non-distended, non-tender, hypoactive BS, firm but not rigid EXT: +2 edema lower and upper extremities SKIN: No rashes NEURO: moving all extremities, answering questions appropriately Pertinent Results: ADMISSION LABS 05:22PM BLOOD WBC-6.6 RBC-2.89* Hgb-8.6* Hct-27.4* MCV-95 MCH-29.8 MCHC-31.4* RDW-17.9* RDWSD-63.0* Plt Ct-23*# 05:22PM BLOOD Neuts-79* Bands-17* Lymphs-2* Monos-0 Eos-0 Baso-0 Metas-2* Myelos-0 AbsNeut-6.34* AbsLymp-0.13* AbsMono-0.00* AbsEos-0.00* AbsBaso-0.00* 05:22PM BLOOD Hypochr-NORMAL Anisocy-1+ Poiklo-2+ Macrocy-1+ Microcy-NORMAL Polychr-1+ Ovalocy-1+ Schisto-OCCASIONAL Burr-2+ Tear Dr-OCCASIONAL 05:22PM BLOOD PTT-48.1* 05:22PM BLOOD Fibrino-56* 05:22PM BLOOD Glucose-92 UreaN-23* Creat-2.1* Na-141 K-4.5 Cl-107 HCO3-9* AnGap-30* 05:22PM BLOOD ALT-2756* AlkPhos-166* TotBili-4.9* 05:22PM BLOOD Albumin-2.7* Calcium-7.1* Phos-3.4 Cholest-116 05:51PM BLOOD Temp-36.1 pO2-79* pCO2-26* pH-7.12* calTCO2-9* Base XS-19 Comment-GREEN TOP PERTINENT LABS 09:45PM BLOOD calTIBC-147* TRF-113* 05:22PM BLOOD Triglyc-180* HDL-35 CHOL/HD-3.3 LDLcalc-45 LDLmeas-53 05:22PM BLOOD TSH-1.2 05:22PM BLOOD Cortsol-36.6* 01:50AM BLOOD Glucose-154* UreaN-65* Creat-3.7* Na-136 K-2.7* Cl-99 HCO3-20* AnGap-20 11:55AM BLOOD Glucose-133* UreaN-40* Creat-1.3* Na-148* K-4.4 Cl-115* HCO3-26 AnGap-11 09:45PM BLOOD ALT-2465* LD(LDH)-6330* AlkPhos-145* Amylase-309* TotBili-5.0* DirBili-4.3* IndBili-0.7 03:22AM BLOOD ALT-1875* AST-8627* AlkPhos-124 TotBili-4.9* 09:40AM BLOOD ALT-1494* AST-6100* AlkPhos-119 TotBili-4.9* 03:30AM BLOOD ALT-87* AST-59* LD(LDH)-289* AlkPhos-355* TotBili-2.6* 09:45PM BLOOD HBsAg-Negative HBsAb-Negative HBcAb-Negative HAV Ab-Positive* 09:45PM BLOOD AMA-NEGATIVE 09:45PM BLOOD CEA-4.2* PSA-10.3* AFP-2.5 09:45PM BLOOD 09:45PM BLOOD IgG-582* IgA-204 IgM-41 09:45PM BLOOD HCV Ab-NEGATIVE MICROBIOLOGY 5:38 pm BLOOD CULTURE **FINAL REPORT Blood Culture, Routine (Final : ESCHERICHIA COLI. FINAL SENSITIVITIES. Cefazolin interpretative criteria are based on a dosage regimen of 2g every 8h. SENSITIVITIES: MIC expressed MCG/ML ESCHERICHIA COLI | AMPICILLIN 4 S AMPICILLIN/SULBACTAM <=2 S CEFAZOLIN <=4 S CEFEPIME <=1 S CEFTAZIDIME <=1 S CEFTRIAXONE <=1 S CIPROFLOXACIN =>4 R GENTAMICIN <=1 S MEROPENEM <=0.25 S PIPERACILLIN/TAZO <=4 S TOBRAMYCIN <=1 S TRIMETHOPRIM/SULFA <=1 S 9:45 pm Blood (EBV) Source: Line-a-line. VIRUS VCA-IgG AB (Final : POSITIVE BY EIA. VIRUS EBNA IgG AB (Final : POSITIVE BY EIA. VIRUS VCA-IgM AB (Final : NEGATIVE <1:10 BY IFA. RPR non-reactive CMV IgG positive, IgM negative Toxo IgG positive Rubeola IgG positive VZV IgG positive Rubella IgG positive 8:58 am SPUTUM Source: Endotracheal. GRAM STAIN (Final : >25 PMNs and <10 epithelial cells/100X field. 3+ per 1000X FIELD): GRAM NEGATIVE ROD(S). 1+ (<1 per 1000X FIELD): GRAM POSITIVE COCCI. PAIRS AND CHAINS. 1+ (<1 per 1000X FIELD): GRAM POSITIVE ROD(S). RESPIRATORY CULTURE (Final : SPARSE GROWTH Commensal Respiratory Flora. PSEUDOMONAS AERUGINOSA. SPARSE GROWTH. SPECIATION AND SUSCEPTIBILITY REQUESTED BY (). SENSITIVITIES: MIC expressed MCG/ML PSEUDOMONAS AERUGINOSA | CEFEPIME 4 S CEFTAZIDIME 2 S CIPROFLOXACIN <=0.25 S GENTAMICIN 2 S MEROPENEM <=0.25 S PIPERACILLIN/TAZO 16 S TOBRAMYCIN <=1 S 8:33 pm SPUTUM Source: Endotracheal. GRAM STAIN (Final : >25 PMNs and <10 epithelial cells/100X field. 4+ (>10 per 1000X FIELD): GRAM POSITIVE ROD(S). 3+ per 1000X FIELD): GRAM NEGATIVE ROD(S). 1+ (<1 per 1000X FIELD): GRAM POSITIVE COCCI. PAIRS. RESPIRATORY CULTURE (Final : Commensal Respiratory Flora , UNABLE TO QUANITIATE, DUE TO OVERGROWTH OF OTHER ORGANISMS.. Due to mixed bacterial types ( >3 colony types) an abbreviated workup will be performed appropriate to the isolates recovered from this site. PSEUDOMONAS AERUGINOSA. HEAVY GROWTH. SERRATIA MARCESCENS. MODERATE GROWTH. SECOND MORPHOLOGY. Piperacillin/tazobactam sensitivity testing available on request. This organism may develop resistance to third generation cephalosporins during prolonged therapy. Therefore, isolates that are initially susceptible may become resistant within three to four days after initiation of therapy. For serious infections, repeat culture and sensitivity testing may therefore be warranted if third generation cephalosporins were used. ESCHERICHIA COLI. SPARSE GROWTH. THIRD MORPHOLOGY. Cefazolin interpretative criteria are based on a dosage regimen of 2g every 8h. SENSITIVITIES: MIC expressed MCG/ML PSEUDOMONAS AERUGINOSA | SERRATIA MARCESCENS | | ESCHERICHIA COLI | | | AMPICILLIN 4 S AMPICILLIN/SULBACTAM 4 S CEFAZOLIN <=4 S CEFEPIME 4 S <=1 S <=1 S CEFTAZIDIME 2 S <=1 S <=1 S CEFTRIAXONE <=1 S <=1 S CIPROFLOXACIN <=0.25 S <=0.25 S =>4 R GENTAMICIN 2 S <=1 S <=1 S MEROPENEM <=0.25 S <=0.25 S <=0.25 S PIPERACILLIN/TAZO 16 S <=4 S TOBRAMYCIN <=1 S 2 S <=1 S TRIMETHOPRIM/SULFA <=1 S <=1 S BCx NGTD x2 IMAGING CXR There are scattered areas of patchy density present the right upper lobe and both lung bases. There is no CHF, pneumothorax or effusion. ABD U/S . Patent hepatic vasculature. 2. Minimally coarsened hepatic echotexture. Nonvisualization of the spleen due to patient being intubated. 3. Gallbladder wall edema related to underlying severe liver disease. No cholecystitis. 4. Small right pleural effusion TTE The left atrium is normal size. A septal occluder device is seen across the interatrial septum. Color-flow imaging of the interatrial septum raises the suspicion of a residual left to right shunt, but this could not be confirmed on the basis of this study. Left ventricular wall thicknesses and cavity size are normal. Overall left ventricular systolic function is low normal (LVEF 50-55%) secondary to very mild hypokinesis of the basal-mid inferior and mid inferolateral walls. Tissue Doppler imaging suggests an increased left ventricular filling pressure (PCWP>18mmHg). The right ventricular cavity is moderately dilated with mild-moderate global free wall hypokinesis. The aortic valve leaflets (3) appear structurally normal with good leaflet excursion and no aortic stenosis or aortic regurgitation. The mitral valve appears structurally normal with trivial mitral regurgitation. There is no mitral valve prolapse. The estimated pulmonary artery systolic pressure is normal. There is no pericardial effusion. IMPRESSION: Mild regional left ventricular systolic dysfunction consistent with CAD. Dilated right ventricle with mild-moderate global hypokinesis and mild-moderate functional tricuspid regurgitation. Well seated septal occluder device with suggestion of left to right shunt by color Doppler Compared with the prior study (images reviewed) of , a left to right shunt across the septal occluder device is suggested, but not as clearly seen as on prior images. CT Head . Possible diffuse loss of gray-white differentiation. This raises a concern of swelling potentially associated with hepatic and renal failure. 2. No evidence hemorrhage or mass effect. 2. Moderate to severe paranasal sinus disease, likely a component of active sinusitis. 3. Calcifications may suggest sequelae of prior infection. CT Head . No evidence of hemorrhage, acute vascular territorial infarction, edema, or mass effect. 2. Essentially unchanged appearance of poor gray-white matter differentiation, particularly the frontal lobes. 3. Paranasal sinus inflammatory disease. CT Abdomen/Pelvis . Diffuse anasarca with small bilateral pleural effusions and ascites, but no evidence of abscess within the abdomen or pelvis. 2. Calcifications within the pancreatic head, and dilated pancreatic tail ducts, consistent with sequela of chronic pancreatitis. No focal fat stranding to suggest acute pancreatitis, however correlation with serum lipase and amylase is recommended. 3. 6 mm hypodensity within the left kidney, which should be followed up with an outpatient ultrasound. 4. T8 vertebral body compression fracture of indeterminate age. RECOMMENDATION(S): Follow-up ultrasound as an outpatient is recommended for the 6 mm incompletely characterized hypodensity within the left kidney. EEG : Abnormal portable EEG study due to the continuous and symmetric delta slowing, nonreactive to stimulation and devoid of state transitions. These findings are consistent with a moderately severe encephalopathy. The recording cannot specify the etiology; infections, metabolic disturbances, and medications are among the most common causes. There were no epileptiform discharges or electrographic seizures. Shoulder twitching was not seen during this recording. RUQ US . No evidence of biliary dilatation. 2. No focal liver lesions identified. 3. Bilateral pleural effusion is incidentally noted. CT HEAD . No acute intracranial process. 2. Slightly increased extensive paranasal sinus opacification, likely related to current intubation. TTE A septal occluder device is seen across the interatrial septum. No atrial septal defect or patent foramen ovale is seen by 2D, color Doppler or saline contrast with maneuvers. There is some Doppler signal within the device, which likely represents intra-device flow. Regional left ventricular wall motion is normal. Overall left ventricular systolic function is normal (LVEF>55%). Right ventricular chamber size and free wall motion are normal. There is no pericardial effusion. IMPRESSION: Well-seated Amplatzer atrial septal occluder without residual interatrial flow. CXR New right-sided PICC line terminates the mid SVC. CT HEAD . No acute intracranial process. DISCHARGE LABS 03:20AM BLOOD WBC-7.3 RBC-2.60* Hgb-8.0* Hct-25.0* MCV-96 MCH-30.8 MCHC-32.0 RDW-18.1* RDWSD-62.8* Plt 03:20AM BLOOD Plt 03:20AM BLOOD Glucose-113* UreaN-23* Creat-1.5* Na-138 K-3.3 Cl-102 HCO3-25 AnGap-14 03:20AM BLOOD ALT-53* AST-43* AlkPhos-247* TotBili-2.6* 03:20AM BLOOD Calcium-8.2* Phos-3.3 Mg-1. year old male with h/o EtOH abuse (last drink , untreated prostate CA (followed by Dr. , chronic pancreatitis, aflutter/ afib on Xarelto who was admitted to the ICU with acute liver injury most likely acetaminophen toxicity, course complicated by acute kidney injury, septic shock secondary to bacteremia and pneumonia, respiratory failure, and cardiac arrest, with ultimate improvement renal, liver and respiratory function. # Acute liver injury: Admission AST >3000, ALT 1214, Tbili 3.6, INR 1.9, platelets 19k. Serum Tylenol 4, EtOH neg. Based on history, most likely Tylenol toxicity, given pt took 1g Q2H x 26hours prior to arrival. Given INR >6.5 and pH <7.3 he had a poor prognosis based on Criteria for Acetaminophen Toxicity, and met criteria for transplant workup. He was initiated on NAC, coagulopathy reversed as below, and labs were trended q4-6 hours initially. Transplant surgery and hepatology were consulted. The patient was felt not to be a transplant candidate given his critical illness. The patient's hemodynamics were supported and his liver function gradually improved to ALT 53, AST 43, AP 247, TB 2.6, INR 1.0. The patient should follow up with hepatology as outpatient for further monitoring. # Septic Shock, E. Coli Bacteremia, Pseudomonas/Serratia/E.Coli Pneumonia: Patient with soft SBPs on admission, worsened with initiation of sedation after intubation. He was initiated on phenylephrine, transitioned to levophed once central access obtained. Blood cultures revealed GNRs and he was initiated on broad spectrum antibiotics with vancomycin/cefepime/flagyl for presumed abdominal source. Serial surveillance blood cultures were obtained until blood cultures cleared. Abdominal ultrasound concerning for cholecystitis, but absence of RUQ tenderness on admission exam was reassuring. GNRs speciated to E. coli. The patient was started on cefepime, transitioned to ceftriaxone, transitioned ultimately to ceftazidime, for which the patient completed a 2 week course. Patient was initiated on stress dose steroids (on 20 mg prednisone as outpatient) which were gradually tapered back to his home dose. The patient's course was complicated by progressive hypotension and pressor requirement, with rising leukocytosis. He was evaluated with repeated BCx, UCx, which were negative. Stool studies were negative for C diff. CT abdomen and pelvis was without evidence of collection/abscess. Sputum culture showed pseudomonas, serratia, and E. coli. The patient was initiated on broad spectrum coverage, including vancomycin, cefepime and metronidazole, narrowed ultimately to ceftazidime as above, which the patient will continue for 14 days through . # Acute Hypoxemic Respiratory Failure: Patient intubated on for concern for tachypnea, imminent respiratory fatigue secondary to severe metabolic acidosis, which was managed as below. The patient was found to have pneumonia as above with sputum culture growing pseudomonas, serratia and E coli. He was treated with antibiotics as above. There was thought to be some component of volume overload the setting of IVF resuscitation. Volume was managed with HD and intermittent diuresis once renal function improved. The patient was extubated on . # Oliguric renal failure: Baseline creatinine 0.7-0.8 with creatinine peaking > 3 during admission, associated with oliguria. The patient was evaluated with nephrology who felt this was most likely secondary to ATN given hypotension requiring pressors and no response with IVF. Renal consulted and patient was initiated on CRRT on , transitioned to HD, with gradual improvement his renal function. A tunneled HD line was placed for access on and ultimately removed once the patient no longer needed dialysis. Cr at discharge 1.5 with stable electrolytes. # Cardiac Arrest: The patient was found to have labile blood pressure and heart rate during hospitalization, with intermittent episodes of bradycardia. These episodes usually occurred the setting of turning or stimulation related to rectal tube or ETT. On the patient was noted to be bradycardic after turning, then had a long sinus pause/asysotle. He was treated with 60 seconds of CPR with ROSC. The patient was evaluated by EP who suspected these episodes were related to high vagal tone related to these stimuli. The patient was treated with a scopolamine patch with minimal improvement. There were no further bradycardic episodes after removal of rectal tube and extubation. # Anion gap metabolic acidosis: Likely due to lactic acidosis from hypotension/poor liver clearance + renal failure. He was started on bicarbonate gtt without significant improvement. Renal was consulted and given development of oliguria, worsening Cr, and worsening acidosis, he was initiated on CRRT on with improvement renal function as above. # Coagulopathy: On admission, patient with INR of 11, PTT 48, fibrinogen of 56, plts of 23. Likely due to liver failure but clinical picture was also concerning for DIC. He was treated with 1U PRBC, 4U FFP, 2U platelets, 4U cryoprecipitate, 10 mg IV vitamin K daily x 3 days with improvement. CBC, coags, fibrinogen were trended q4-6h and he was transfused an additional 2U pRBCs throughout hospital course due to waxing and waning anemia (see below). # Acute Blood Loss Anemia: The patient was found to have drop H/H the setting of bleeding from HD tunneled line placed by interventional radiology. The patient was evaluated by interventional radiology who sutured area and performed gelfoam embolization of tunneled tract. The patient received 2U pRBCs for bleeding during this time period with stabilization of H/H. # HTN: The patient's home lisinopril and diltiazem were held given hypotension on presentation. The patient's BP were found to be labile late his hospital course, thought to be related to sympathetic stimulation following vagal episodes (as above). HTN was thought initially to be related to pain/sedation and the patient was treated with propofol, fentanyl, and midazolam. The patient's BP remained elevated despite adequate pain control and the patient was started on hydralazine, transitioned to nitro gtt, transitioned to labetolol, titrated to 400mg PO q6hrs. Continue to hold lisinopril the setting of improving renal function. Continue to hold diltiazem given other nodal-blockage with labetolol and given interaction with novel anticoagulants. # Acute on chronic pancreatitis: Abdominal pain started a day prior to admission at OSH. Imaging with stranding of peripancreatic fat and elevated lipase consistent with acute pancreatitis. Unclear precipitant; denied alcohol use, no e/o gallstones on imaging. On admission to denied any abdominal pain. Repeat CT abdomen and pelvis showed some residual inflammation surrounding pancreas. Lipase was checked intermittently and found to be within normal limits. The patient was restarted on his home pancreatic enzyme supplementation. # Toxic Metabolic Encephalopathy, Altered Mental Status: The patient was noted to have altered mental status during hospital course. He was evaluated with CT head which initially showed some question of grey-white matter disruption on CT scan. This was repeated x2 without change. On further review, this question of grey-white matter disruption was felt to be nonspecific and likely normal. The patient was evaluated with EEG which showed continuous and symmetric slowing c/w moderately severe encephalopathy; no epileptiform discharges. The patient was evaluated by neurology who felt the patient's altered mental status was multi-factorial origin related to hepatic encephalopathy, uremia and infection. The patient was also suspected to have some underlying neurologic injuries related to his history of alcohol use. He was also given multiple sedating medications during his course with impaired hepatic and renal clearance. The possibility of meningitis was entertained and the patient was treated with broad spectrum antibiotic coverage. Unable to obtain LP given the patient's sensitivity to vagal stimuli (as above) and lability of hemodynamics. There was ultimately a low index of suspicion for meningitis as the patient's mental status spontaneously improved. The patient was extubated on and weaned off sedation and found to be responding appropriately to questions and without focal neurologic deficits. The patient's mental status was noted again to be altered following extubation the setting of elevated BP systolic >200. The patient was evaluated with CT head which showed no acute changes. This was felt to be clinically compatible with a diagnosis of PRES, given that his AMS resolved with adequate BP control; however, CT was without imaging findings of PRES. He was treated with an antihypertensive regimen as above with improvement his mental status. # Chronic pain: At home, takes dronabinol 2.5mg BID, gabapentin 300mg TID, oxycodone 5mg Q6h prn (takes 4 times a day) for chronic pain of his leg. He does not have abdominal pain at baseline. The patient was treated with sedation as above and these home medications were held. The patient's gabapentin was held at discharge given changing renal function. He was not restarted on his home dronabinol at discharge, may consider restarting as outpatient. # Prior EtOH abuse: Pt reported last drink was . Admission tox screen at OSH was negative for alcohol. He was started on thiamine, folic acid, MVI. # Depression: stopped home mirtazapine 30mg given hepatotoxicity # Hx of afib: sinus on admission. At home, on diltiazem 180mg, rivaroxaban 20mg. Home rivaroxaban held on admission, transitioned to apixaban after resolution of coagulopathy given changing renal function. Diltiazem was held, transitioned to labetolol for rate control when BP stabilized. Consider holding diltiazem indefinitely given interaction with novel anticoagulants. # H/o MI (). Troponin neg x1 at OSH. EKG without evidence of ischemia. TTE with dilated RV but no RWMA. Aspirin held on admission the setting of thrombocytopenia and coagulopathy. Restarted after resolution of these issues. # Prostate cancer: 9, adenocarcinoma. Bone scans without metastatic evidence (). S/p Lupron injections, Casodex, and radiation, which were stopped at end of due to intolerance. PSA to 2.9 . TRANSITIONAL ISSUES: Continue to monitor blood pressure, on labetolol 400mg PO q6hrs with 10mg IV PRN SBP > 180. Continue to titrate BP medications as needed. Continue to monitor speech and swallowing. need dobhoff for nutrition and PO medications. F/U with hepatology after discharge for further monitoring of liver function F/U with nephrology as outpatient for further monitoring of renal function Continue ceftazidime IV for 14 day course for pseudomonas, serratia and E coli pneumonia through Lisinopril was held the setting of , F/U with nephrology when ok to restart. Per nephrology he should not resume this medication for at least several weeks. Home pain regimen was held given sedation and AMS. Continue to titrate pain medications as needed. He should not resume Tylenol except under strictly monitored settings. Rate control for atrial fibrillation switched for labetolol from diltiazem, consider holding off further diltiazem use given interaction with apixaban particularly given changing renal function. 3.6 mm hypodensity within the left kidney, which should be followed up with an outpatient ultrasound (from CT abd/pelvis . Repeat CXR weeks from completion of antibiotic course to ensure resolution of findings (due Medications on Admission: The Preadmission Medication list is accurate and complete. 1. PredniSONE 20 mg PO DAILY 2. Omeprazole 20 mg PO DAILY 3. Diltiazem Extended-Release 180 mg PO DAILY 4. Magnesium Oxide 400 mg PO DAILY 5. Pancrelipase 5000 1 CAP PO TID W/MEALS 6. Rivaroxaban 20 mg PO DAILY 7. Lisinopril 5 mg PO DAILY 8. Gabapentin 300 mg PO TID 9. FoLIC Acid 2 mg PO DAILY 10. Aspirin 81 mg PO DAILY 11. Mirtazapine 30 mg PO QHS 12. OxycoDONE (Immediate Release) 5 mg PO Q6H:PRN pain 13. Dronabinol 2.5 mg PO BID 14. Thiamine 100 mg PO DAILY 15. Calcium 500 + D (D3) (calcium carbonate-vitamin D3) 500 mg(1,250mg) -125 unit oral DAILY 16. Multivitamins W/minerals 1 TAB PO DAILY Discharge Medications: 1. Aspirin 81 mg PO DAILY 2. FoLIC Acid 2 mg PO DAILY 3. PredniSONE 20 mg PO DAILY 4. Thiamine 100 mg PO DAILY 5. Apixaban 5 mg PO BID 6. Artificial Tear Ointment 1 Appl BOTH EYES PRN edema 7. Bisacodyl 10 mg PO/PR DAILY:PRN constipation 8. CefTAZidime 2 g IV Q12H through 9. Pancrelipase 5000 1 CAP PO TID W/MEALS 10. Senna 8.6 mg PO BID 11. Lactulose 15 mL PO DAILY 12. Labetalol 10 mg IV Q6H:PRN SBP > 180 13. Labetalol 400 mg PO Q6H 14. Docusate Sodium (Liquid) 100 mg PO BID 15. Omeprazole 20 mg PO DAILY 16. Multivitamins W/minerals 1 TAB PO DAILY Discharge Disposition: Extended Care Facility: Discharge Diagnosis: Primary diagnoses: Acute Liver Failure, Acute Kidney Injury, Septic shock due to E coli bacteremia and ventilator associated pseudomonas pneumonia, acute blood loss anemia, hypertension, atrial fibrillation, bradycardia due to increased vagal tone Discharge Condition: Mental Status: Confused sometimes. Level of Consciousness: Alert and interactive. Activity Status: Ambulatory requires assistance or aid (walker or cane). Discharge Instructions: Dear Mr. , Thank you for allowing us to participate your care at ! You were admitted to the hospital because of altered mental status. We believe this was caused by failure of your liver function. We think this happened because you had taken too much Tylenol. While you were the hospital, you were found to have worsening of your kidney and lung function. We supported your kidneys with dialysis and we supported your breathing with a ventilator. Your heart was also noted to have fast and slow rates. We adjusted some of your blood pressure medications. Your kidney and liver function gradually improved and we were able to stop dialysis and take out the ventilator tube that was helping you breathe. After discharge, you should follow up with the liver doctors and the doctors. We have made changes to your medicines and you should continue to take these medications as prescribed. We wish you the best! Sincerely, Your Care Team Followup Instructions:"
}