{
  "18242530-DS-27": "MEDICINE Allergies: Penicillins / Sulfa (Sulfonamide Antibiotics) / Adhesive Tape / lisinopril / Lipitor / WelChol / Naproxen / Iodine-Iodine Containing / Nabumetone / Tegaderm AG Mesh / Tegaderm Frame Style / Flagyl / Relafen / omeprazole Attending: . Chief Complaint: Diarrhea Major Surgical or Invasive Procedure: None History of Present Illness: yo woman with PMH a.fib on apixaban, AVNRT w/ aberrancy, NSTEMI-type , HTN, HLD, chronic diarrhea, p/w several days of DOE, dizziness, decreased PO tolerance, abd pain, diarrhea. On , she developed frequent episodes of diarrhea (every 20 minutes). Diarrhea was yellow with black coffee grounds in it. Went to on for symptoms and told she had GI illness and to hydrate. Symptoms continued and she felt weak, so she went to the ED on . In the ED, guaiac positive, H/H stable and sent home. She continued to have diarrhea, had episodes of vomiting, and returned to the ED on with diarrhea, chest pain, dizziness. EKG without ischemic changes. Trop 0.05. CXR with hiatal hernia. Guaiac positive again, no gross blood. Discharged with Zofran. At home, she was confused about whether to take her normal medications. She has had poor PO intake, felt weak, and continued to have diarrhea. She called , and told her to go back to the ED for admission. At time of going to the ED, she had no chest pain. No f/c/s. No N/V but unable to tolerate PO. No urinary symptoms. In the ED, initial vitals were: 99.9, 64, 124/74, 13, 100% RA Exam notable for: VSS on RA, tachypneic in room, unable to speak in full sentences CTAB, RRR S1/S2, mild RUQ tenderness. no CVAT Labs notable for: wbc 8.6, H/H , plt 217. Na 133, K 4.1, Cl 96, Bicarb 21, BUN 20, Cr 1.1. Trop 0.04 x2. D-dimer 607. Lactate 1.9 Imaging notable for: CXR with hiatal hernia, otherwise normal Past Medical History: -CAD/type 2 NSTEMI -Hypertension -Hyperlipidemia -Multiple hip dislocations and replacement surgeries with gait instability -Prior vertiginous episodes -paroxysmal atrial fibrillation in the setting of lap sigmoid colectomy , regular WCT at bpm seen during this time, felt to represent AVNRT with aberrancy, also developed pAF , and in the setting of diverticulitis flares -h/o multiple episodes of diverticulitis -Obesity -bilateral hip replacements -atypical ductal hyperplasia of breast Social History: Family History: No FHx of stroke. FHx of cardiac disease in mother with rheumatic fever valve problems and father with bypass surgery. Physical Exam: Discharge exam: GEN: elderly woman in NAD HEENT: anicteric, MMM, no pharyngeal erythema NECK: No JVD, no LAD CARDIAC: RRR, no m/r/g PULM: LCAB. No tachypnea, no respiratory distress and no increased WOB. GI: hyperactive bowel sounds. Soft, nontender, nondistended GU: no CVA Tenderness, no suprapubic tenderness GAIT: ambulates without difficulty EXTREMITIES: No edema Pertinent Results: 02:40AM WBC-7.7 RBC-3.88* HGB-11.5 HCT-36.5 MCV-94 MCH-29.6 MCHC-31.5* RDW-13.4 RDWSD-46.3 02:40AM NEUTS-67.6 MONOS-9.2 EOS-0.1* BASOS-0.1 IM AbsNeut-5.21 AbsLymp-1.74 AbsMono-0.71 AbsEos-0.01* AbsBaso-0.01 02:40AM cTropnT-0.05* 06:00AM cTropnT-0.04* 05:10PM CK-MB-9 MB INDX-4.5 cTropnT-0.04* 05:10PM D-DIMER-607* MICROBIOLOGY: 12:38 pm STOOL CONSISTENCY: NOT APPLICABLE Source: Stool. **FINAL REPORT C. difficile DNA amplification assay (Final : Negative for toxigenic C. difficile by the Illumigene DNA amplification assay. (Reference Range-Negative). FECAL CULTURE (Final : NO SALMONELLA OR SHIGELLA FOUND. CAMPYLOBACTER CULTURE (Final : NO CAMPYLOBACTER FOUND. OVA + PARASITES (Final : NO OVA AND PARASITES SEEN. Brief Hospital Course: w/ a-fib on apixaban, AVNRT w/aberrancy, type 2 MI in , HTN, HLD, chronic diarrhea, p/w several days of DOE, dizziness, decreased PO tolerance, abd pain, diarrhea; admitted for diarrhea and dehydration. #DIARRHEA The patient's diarrhea was on a resolving course at presentation and continued to improve without intervention. Stool studies collected two days prior had been negative for bacterial colitis. She endorsed sore throat, rhinorrhea and other URI symptoms, so a viral illness is suspected. She has a pre-existing follow-up appointment with her GI doctor, , in two days. #DEHYDRATION She was given IVF until euvolemic with resolution of her lightheadedness and subjective dyspnea. #ABDOMINAL PAIN Abdominal pain also resolved without intervention while she was observed in the hospital. Pain was worst in the URQ but she is s/p cholecystectomy and also had unremarkable LFTs. Troponins were trended and were weakly positive, but stayed level-to-downtrending. It is possible that she has PUD, given her history of NSAID use for OA; NSAIDs were held and Dr. is asked to re-evaluate at outpatient follow up. #MILDLY ELEVATED D-DIMER Patient had a d-dimer checked due to subjective dyspnea. While above limits of the assay (600), it is probably normal given her age and acute illness. After IVF she had no more subjective dyspnea; vital signs were not suggestive of a PE. Medications on Admission: The Preadmission Medication list is accurate and complete. 1. Gabapentin 300 mg PO BID 2. Metoprolol Succinate XL 37.5 mg PO BID 3. Multivitamins 1 TAB PO DAILY 4. Pravastatin 10 mg PO QPM 5. Aspirin 81 mg PO DAILY 6. Apixaban 2.5 mg PO BID 7. Arthrotec 50 (diclofenac-misoprostol) 50-200 mg-mcg oral BID 8. Clindamycin 600 mg PO PRIOR TO DENTAL PROCEDURE Discharge Medications: 1. Apixaban 2.5 mg PO BID 2. Aspirin 81 mg PO DAILY 3. Clindamycin 600 mg PO PRIOR TO DENTAL PROCEDURE 4. Gabapentin 300 mg PO BID 5. Metoprolol Succinate XL 37.5 mg PO BID 6. Multivitamins 1 TAB PO DAILY 7. Pravastatin 10 mg PO QPM 8. HELD Arthrotec 50 (diclofenac-misoprostol) 50-200 mg-mcg oral BID This medication was held. Do not restart Arthrotec 50 until discuss with PCP and GI doctor as patient has stool guaic positive blood and history of ulcerations on EGD Discharge Disposition: Home Discharge Diagnosis: Primary diagnosis: diarrhea, hypovolemia Secondary diagnoses: CAD/type 2 NSTEMI, Hypertension, Hyperlipidemia, Multiple hip dislocations and replacement surgeries with gait instability, vertiginous episodes, paroxysmal atrial fibrillation, multiple episodes of diverticulitis, obesity, atypical ductal hyperplasia of breast, sigmoid resection Discharge Condition: Mental Status: Clear and coherent. Level of Consciousness: Alert and interactive. Activity Status: Ambulatory Independent. Discharge Instructions: Dear Ms. , You were admitted to due to a diarrheal illness and inability to keep food and liquid down. You also reported difficulty breathing, dizziness, and shortness of breath. We did a workup of your lungs and heart which were normal. Your diarrheal episodes and oral intake improved throughout your hospital stay. It is important that you maintain adequate hydration and nourishment after discharge. Please make every effort to attend your follow-up appointments listed below. It was a pleasure taking care of you! We wish you the best! Your team Followup Instructions:"
}