{
  "18050554-DS-18": "MEDICINE Allergies: No Known Allergies / Adverse Drug Reactions Attending: Chief Complaint: Dypsnea Major Surgical or Invasive Procedure: PEG tube placement History of Present Illness: year old woman with PMHx throat cancer, HTN, HLD, Hypothyroidism who initially presented on after a mechanical fall on with left femoral neck fracture s/p surgical fixation w/ post-op course c/b atrial fibrillation, anemia, and dysphagia who re-presents from rehab with fevers, leukocytosis, cough in the setting of restarting a pureed diet. The patient was recently admitted to from . She was initially admitted for a left femoral neck fracture after a fall at home on and underwent surgical fixation. Her hospital course was complicated by acute on chronic dysphagia related to past radiation for throat cancer. She had aspiration with all consistency on speech and swallow evaluation. She had dobhoff tube placed and was started on tube feeds. She had leukocytosis and was treated for pneumonia from with ceftriaxone and azithromycin and send to rehab with 2 additional days of cefpodoxime. She had new onset atrial fibrillation post-operatively and converted back into sinus after diltiazem. Cardiology was consulted. She was placed on apixaban. Pre-op Hb 10.5 that decreased to 6.9 post-op and she received 2 units PRBC. resolving hematoma in left flank. The patient was discharged to rehab on . She was doing well and started on nectar thick pureed diet in addition to tube feeds. On she developed fever and leukocytosis (15->21) and was started on azithromycin. She continued to have fevers to 102 with reported hypoxia and was transferred to for evaluation. No dizziness, no lightheadedness, no dysuria, no hematuria, no melena, no BRBPR, no emesis In the ED, initial vitals: T 99.6 HR 67 BP 141/39 RR 18 SaO2 94% on room air. Labs notable for: Flu negative Lactate 1.2 Na 138 K 4.5 Cl 103 HCO3 24 BUN 24 Cr 0.7 Glc 139 CBC: 25.9>7.3/23.2<516 Imaging notable for: CXR 1. Worsening airspace opacities over the right middle and lower lobes compatible with pneumonia in the appropriate clinical setting. 2. Dobhoff feeding tube terminates in the proximal stomach. Pt given: 00:33 IV Ampicillin-Sulbactam 3 g Vitals prior to transfer: T 98.9 HR 56 BP 123/65 RR 18 SaO2 93% RA Upon arrival to the floor, the patient confirms the above. She was having a pureed diet and since that time has felt she may have aspirated given fevers and cough. Past Medical History: Throat Cancer s/p radiation Atrial fibrillation (onset HLD HTN Hypothyroidism Left femur fracture s/p Surgical fixation via TFN, History: Family History: FAMILY HISTORY: No pertinent FH per patient Physical Exam: ADMISSION EXAM 0332 Temp: 97.9 PO BP: 170/61 HR: 65 RR: 16 O2 sat: 97% O2 delivery: RA Dyspnea: 0 RASS: 0 Pain Score: GEN: Sitting upright in bed, appears comfortable HEENT: MMM, OP clear, dophoff in place Neck: No JVD. External jugular veins visible. CARD: RRR, no mrg RESP: RLL rhonchi, otherwise good air movement ABD: Non-distended, non-tender, no rebound/guarding EXT: WWP, RLE exposed, hematoma present, but receding from lines. Stretches over left flank and into perineum. LLE with trace edema. NEURO: A+Ox3. Strength in upper and lower extremities. DISCHARGE EXAM VS: 97.9 149 / 76 78 18 97 Ra GEN: in no acute distress HEENT: MMM, OP clear, dobhoff + bridle in place CARD: RRR, no mrg RESP: normal work of breathing, CTAB, no crackles or wheezing ABD: Non-distended, non-tender, no rebound/guarding EXT: wwp, 1+ pitting edema LLE, nontender bruising around L hip NEURO: A/Ox3, moves all extremities Pertinent Results: ADMISSION LABS 10:20PM BLOOD WBC-25.9* RBC-2.51* Hgb-7.3* Hct-23.2* MCV-92 MCH-29.1 MCHC-31.5* RDW-14.8 RDWSD-49.9* Plt 10:20PM BLOOD Neuts-92.0* Lymphs-1.5* Monos-5.3 Eos-0.0* Baso-0.3 Im AbsNeut-23.81* AbsLymp-0.38* AbsMono-1.37* AbsEos-0.01* AbsBaso-0.08 10:20PM BLOOD Plt 10:20PM BLOOD Glucose-139* UreaN-24* Creat-0.7 Na-138 K-4.5 Cl-103 HCO3-24 AnGap-11 07:47AM BLOOD LD(LDH)-283* TotBili-0.8 DirBili-0.2 IndBili-0.6 MICRO MRSA SCREEN MRSA SCREEN-FINAL INPATIENT URINE Legionella Urinary Antigen -FINAL INPATIENT URINE URINE CULTURE-FINAL {STAPHYLOCOCCUS, COAGULASE NEGATIVE} EMERGENCY WARD NOTABLE IMAGING CXR IMPRESSION: 1. Worsening airspace opacities over the right middle and lower lobes compatible with pneumonia in the appropriate clinical setting. 2. Dobhoff feeding tube terminates in the proximal stomach. DX PELVIS AND FEMUR IMPRESSION: Status post fixation of a left intertrochanteric hip fracture. The fracture line remains visible with similar mild medial displacement of the distal fracture fragment. No new fractures identified. DISCHARGE LABS 07:40AM BLOOD WBC-11.8* RBC-3.05* Hgb-8.6* Hct-28.8* MCV-94 MCH-28.2 MCHC-29.9* RDW-14.6 RDWSD-51.1* Plt 07:40AM BLOOD Plt 07:40AM BLOOD Glucose-79 UreaN-19 Creat-0.7 Na-140 K-5.0 Cl-105 HCO3-22 AnGap-13 07:40AM BLOOD Calcium-9.5 Phos-4.7* Mg-2.3 Brief Hospital Course: SUMMARY: Ms. is a woman with history of HTN, HLD, hypothyroidism, and throat cancer who was recently hospitalized after a fall with L femoral neck fracture, underwent surgical fixation with post-op course complicated by new Afib, hematoma, and acute worsening of dysphagia, who was then discharged to rehab NPO, and now re-presents with fevers, leukocytosis, and cough in the setting of recently starting pureed diet. She received antibiotics for aspiration pneumonia, and underwent PEG tube placement. ACUTE ISSUES: # Aspiration pneumonia Patient presented from rehab with fevers, leukocytosis, and cough in the setting of re-starting a pureed diet. CXR showed RLL consolidation. She was initially treated with vancomycin, ceftazidime, and Flagyl x1 dose (), de-escalated to Unasyn (), and then transitioned to Augmentin 875mg Q12H (start , END DATE with plan to complete a 7-day course. Her WBC count on admission was 26 and subsequently downtrended. She remained stable and satting well on room air throughout the entire hospitalization. Organism was not able to be isolated, strep/legionella ag were negative. # Acute on chronic dysphagia radiation from throat cancer Patient with chronic mild dysphagia at baseline due to prior throat cancer s/p radiation treatment. She became acutely decompensated during previous hospitalization, was placed and she was discharged on TFs, NPO. She was then re-started on pureed diet, with subsequent likely aspiration pneumonia. During last hospitalization PEG tube was discussed, but patient refused at that time. In light of current events, however, she agreed to pursue PEG tube, which was placed by on . tube was removed on day of discharge. # Anemia Baseline Hb likely . During last hospitalization she had acute drop to 6.9, likely blood loss with hematoma formation at surgical site. Discharge Hb at that time was 8.1, and admission Hb 7.3 now, likely multifactorial but there was no evidence of bleeding. Her Hb downtrended to 7.0 and she received 1U pRBCs with appropriate bump. Work-up showed inappropriately normal retic, no evidence of hemolysis, iron studies consistent with AoCD with possible component of iron deficiency anemia (Tsat 5%). CHRONIC ISSUES: # Left femoral neck fracture Patient had fall on . S/p surgical fixation. Seen by Ortho during this hospital stay, staples removed. # Atrial Fibrillation # Bradycardia The patient developed new atrial fibrillation during last hospitalization iso post-op. She was able to be converted back to sinus and then remained bradycardic. She was discharged on diltiazem and apixaban. Given persistent bradycardia to during this admission, decision was made to discontinue diltiazem. Her Apixaban 5mg BID was continued. During hospitalization she was monitored on telemetry and noted to be mostly in sinus bradycardia, with periods of frequent PACs. No Afib with RVR. # HTN Her home lisinopril 40mg QD was continued. Her systolic blood pressure remained elevated to 170s (diastolic . She was started on amlodipine 5mg QD. # HLD Home rosuvastatin 10mg QD was continued. # Hypothyroidism Home levothyroxine 50mcg QD was continued. # Anxiety # Depression Home sertraline, mirtazapine, and clonazepam were continued. TRANSITIONAL ISSUES: [] PEG tube placed during this admission, continue to monitor [] Patient had persistently elevated systolic BP with normal-low diastolic blood pressure. She was started on amlodipine 5mg QD for systolic HTN. Should continue to monitor and consider uptitrating amlodipine if tolerated. MEDICATION CHANGES: Augmentin for aspiration PNA, END DATE: Started amlodipine 5mg QD DISCHARGE HEMOGLOBIN: 8.6 DISCHARGE CREATININE: 0.7 DISCHARGE WEIGHT: 55.6kg CODE: DNR/OK to Intubate CONTACT: Relationship: Son on Admission: The Preadmission Medication list is accurate and complete. 1. ClonazePAM 0.5 mg PO TID:PRN anxiety 2. Levothyroxine Sodium 50 mcg PO DAILY 3. Mirtazapine 15 mg PO QHS 4. Rosuvastatin Calcium 10 mg PO QPM 5. Sertraline 50 mg PO DAILY 6. Apixaban 5 mg PO BID 7. Diltiazem 45 mg PO TID 8. Docusate Sodium 100 mg PO BID:PRN Constipation First Line 9. OxycoDONE Liquid 5 mg PO Q6H:PRN Pain Moderate Reason for PRN duplicate override: Alternating agents for similar severity 10. Senna 8.6 mg PO BID:PRN Constipation Second Line 11. Lisinopril 40 mg PO DAILY Discharge Medications: 1. Acetaminophen 650 mg PO Q8H:PRN Pain Mild/Fever 2. amLODIPine 5 mg PO DAILY RX *amlodipine 5 mg 1 tablet(s) by mouth daily Disp #*30 Tablet Refills:*0 3. Amoxicillin-Clavulanic Acid mg PO Q12H RX *amoxicillin-pot clavulanate 875 mg-125 mg 1 tablet(s) by mouth every 12 hours Disp #*5 Tablet Refills:*0 4. Apixaban 5 mg PO BID 5. ClonazePAM 0.5 mg PO TID:PRN anxiety RX *clonazepam 0.5 mg 1 tablet(s) by mouth three times daily Disp #*9 Tablet Refills:*0 6. Docusate Sodium 100 mg PO BID:PRN Constipation First Line 7. Levothyroxine Sodium 50 mcg PO DAILY 8. Lisinopril 40 mg PO DAILY 9. Mirtazapine 15 mg PO QHS 10. OxycoDONE Liquid 5 mg PO Q6H:PRN Pain Moderate Reason for PRN duplicate override: Alternating agents for similar severity RX *oxycodone 5 mg/5 mL 5 ml by mouth every 6 hours Refills:*0 11. Rosuvastatin Calcium 10 mg PO QPM 12. Senna 8.6 mg PO BID:PRN Constipation Second Line 13. Sertraline 50 mg PO DAILY Discharge Disposition: Extended Care Facility: Discharge Diagnosis: PRIMARY: # Aspiration pneumonia SECONDARY: # Acute on chronic dysphagia # Chronic anemia # L femoral neck fracture # Atrial fibrillation # HTN Discharge Condition: Mental Status: Clear and coherent. Level of Consciousness: Alert and interactive. Activity Status: Ambulatory Independent. Discharge Instructions: Dear Ms. , It was a privilege caring for you at . WHY WAS I IN THE HOSPITAL? You had a fever and were found to have pneumonia WHAT HAPPENED TO ME IN THE HOSPITAL? You were treated with antibiotics for the pneumonia You had a PEG tube placed, which is the tube going into the stomach for nutrition Your nasogastric tube was removed WHAT SHOULD I DO AFTER I LEAVE THE HOSPITAL? -Please continue to take all of your medications and follow-up with your appointments as listed below. We wish you the best! Sincerely, Your Team Followup Instructions:"
}