{
  "13158454-DS-67": "MEDICINE Allergies: Morphine / Dilaudid (PF) Attending: . Major Surgical or Invasive Procedure: None attach Pertinent Results: ADMISSION LABS: 06:19AM BLOOD WBC-4.4 RBC-2.27* Hgb-8.1* Hct-25.2* MCV-111* MCH-35.7* MCHC-32.1 RDW-22.8* RDWSD-91.6* Plt Ct-69* 06:19AM BLOOD Neuts-60.9 Monos-5.9 Eos-5.0 Baso-0.7 Im AbsNeut-2.70 AbsLymp-1.21 AbsMono-0.26 AbsEos-0.22 AbsBaso-0.03 06:19AM BLOOD PTT-28.4 06:19AM BLOOD Plt Ct-69* 06:19AM BLOOD Glucose-105* UreaN-18 Creat-4.0*# Na-127* K-8.4* Cl-91* HCO3-19* AnGap-17 06:19AM BLOOD Calcium-8.6 Phos-3.5 Mg-1.9 PERTINENT LABS: 05:05AM BLOOD ALT-11 AST-29 AlkPhos-295* TotBili-0.7 09:30AM BLOOD CK-MB-1 cTropnT-0.07* 02:51AM BLOOD CK-MB-<1 cTropnT-0.06* 04:50AM BLOOD Albumin-3.1* Calcium-8.4 Phos-1.9* Mg-1.8 04:50AM BLOOD %HbA1c-4.4 eAG-80 MICRO: 5:50 pm PROSTHETIC JOINT FLUID Source: knee. GRAM STAIN (Final : NO POLYMORPHONUCLEAR LEUKOCYTES SEEN. NO MICROORGANISMS SEEN. FLUID CULTURE (Preliminary): NO GROWTH. Anaerobic culture, Prosthetic Joint Fluid (Preliminary): NO GROWTH. FUNGAL CULTURE (Preliminary): NO FUNGUS ISOLATED. IMAGING: CXR : FINDINGS: Unchanged positioning of a right-sided hemodialysis catheter. Redemonstration of a left chest wall pacing device, a left atrial appendage clip, several median sternotomy wires, and several surgical clips projecting over the mediastinum. There are low bilateral lung volumes with bibasilar atelectasis. There are no focal consolidations. There are no large pleural effusions or pneumothorax. The cardiomediastinal silhouette is enlarged, similar to prior. There is no free subdiaphragmatic air. IMPRESSION: 1. Prominent cardiomediastinal silhouette, similar in appearance to prior chest radiograph. 2. No focal consolidations, large pleural effusions, or pneumothorax. CT ABD/PELV W/WO CON : IMPRESSION: 1. Free fluid in the abdomen seen along the liver and tracking into the pelvis. Given the diffuse mesenteric stranding and subcutaneous edema, these findings likely represent fluid overload/anasarca. Notably, the fluid density is approximately 40 Hounsfield units which may represent proteinaceous material, however the fluid may contain blood products.. These findings are new from prior ultrasound from . 2. No definitive evidence of solid organ injury or hematoma within limitations of this noncontrast CT. ART EXT (REST ONLY) : FINDINGS: On the right side, triphasic Doppler waveforms were seen at the right femoral and popliteal arteries. Monophasic waveform in the posterior tibial artery and monophasic waveform in the dorsalis pedis artery. The right ABI is 0.81mat rest. On the left side, triphasic Doppler waveforms were seen at the left and popliteal arteries. Monophasic waveform in the posterior tibial and dorsalis pedis arteries. The left ABI is 0.86 at rest. Pulse volume recordings showed dampened amplitude in the right infrapopliteal arteries. IMPRESSION: Bilateral mild infrapopliteal arterial insufficiency at rest. DISCHARGE PHYSICAL EXAM: PHYSICAL EXAM: VITALS: 24 HR Data (last updated @ 640) Temp: 98.4 (Tm 98.4), BP: 110/67 (89-118/50-69), HR: 89 (77-89), RR: 18, O2 sat: 96% (95-97), Wt: 149.3 lb/67.72 kg EYES: NCAT. PERRL, EOMI. Sclera anicteric and without injection. ENT: MMM. No JVD. CARDIAC: RRR. Audible S1 and S2. holosystolic murmur, no rubs/gallops RESP: CTABL. No wheezes, rhonchi or rales. No increased work of breathing. ABDOMEN: Normal bowels sounds, non distended, non-tender MSK: Spinous process tenderness in the mid-low back. No CVA tenderness. 3+ pitting edema up to the waist noted. Pulses DP/Radial 2+ bilaterally. Right knee visibly swollen and warm compared to left with palpable effusion. NEUROLOGIC: AOx3. CN2-12 intact. strength in all extremities except right leg (unable to lift against gravity). Normal sensation. DISCHARGE LABS: 06:19AM BLOOD WBC-3.8* RBC-2.35* Hgb-8.3* Hct-25.6* MCV-109* MCH-35.3* MCHC-32.4 RDW-21.9* RDWSD-87.0* Plt Ct-50* 06:19AM BLOOD Neuts-60.9 Monos-5.9 Eos-5.0 Baso-0.7 Im AbsNeut-2.70 AbsLymp-1.21 AbsMono-0.26 AbsEos-0.22 AbsBaso-0.03 06:19AM BLOOD Plt Ct-50* 06:19AM BLOOD Glucose-109* UreaN-17 Creat-3.6*# Na-122* K-3.7 Cl-83* HCO3-23 AnGap-16 06:19AM BLOOD Calcium-8.4 Phos-3.5 Mg-2. woman w/ CAD s/p CABG , HFrEF, ESRD on HD MWF, type 2 DM, Crohn's disease, alcoholic cirrhosis, atrial fibrillation on apixiban, chronic pancreatitis, and sciatica, that was brought in by EMS for acute on chronic back pain and found to have anasarca on CT scan. She was trialed on torsemide 160 mg and a lasix drip but did not have sufficient urine output and they were discontinued. She stated that in dialysis they usually can only remove 2L because she gets severe leg pain as well as low blood pressure. To allow for more fluid removal during dialysis, we increased her midodrine from 10 mg to 15 mg and held her metoprolol 12.5 mg before dialysis and we gave her flexeril 5 mg and an extra dose of oxycodone 5 mg for her leg and back pain. These interventions were effective and she was able to get off during her dialysis sessions and she had a few extra dialysis sessions in addition to her MWF schedule. She continued to be hyponatremic inbetween dialysis sessions and was placed on a strict 1L fluid restriction, which she reports that she adheres to. She also complained of increased R knee swelling and had evidence of effusion on exam. She was seen by orthopedic surgery and aspirate of joint fluid appeared not consistent with septic joint, and per conversation with rheumatology, labs and joint fluid also did not seem consistent with inflammatory arthritis, therefore further workup/treatment was deferred. TRANSITIONAL ISSUES: [] On CT abd/pelv there was an incidental finding of complex free fluid in the abdomen tracking into the pelvis that could be proteinaceous vs. blood but per there nothing to do if not acutely bleeding and there is no layering suggesting subacute bleed. [] Patient should adhere to 1 L fluid restriction or her sodium could become dangerously low. [] Please check CBC and electrolytes at next PCP appointment to make sure stable. [] Her home sevelamer 800 TID w/meals was held in the setting of persistent hypophosphatemia. Please evaluate at PCP appointment the need to re-start. [] Consider outpatient pain medicine referral for her chronic back and leg pain [] Pt has naloxone on med list but at PCP appointment clarify if she needs another prescription given she is on multiple sedating medications [] Patient developed non-painful swelling in Right knee. Xray unchanged from prior and underwent arthrocentesis with orthopedics that was bland, without PMNs or crystals. Cultures still pending but low suspicion for septic joint given very low WBC count. Orthopedics to follow up cultures. [] Midodrine was increased to 15mg daily prior to HD. AM metoprolol dose should be held prior to HD. [] Patient was given flexeril to take prior to HD to help with cramping. She was also started on gabapentin. Additional oxycodone 5mg was provided prior to HD session. [] Ranitidine was switched to famotidine in setting of drug recall. [] Vascular surgery team saw patient for possible vascular cause of leg pain during HD, recommended medical optimization for possible peripheral artery disease. Patient on aspirin and statin. [] Consider adding dose of gabapentin after HD if ongoing pain. [] On prior hospitalization there was concern raised for MDS given her chronic anemia. Consider referral to heme/onc. ACUTE ISSUES: # Anasarca # ESRD on HD MWF # Acute on chronic HFrEF # Cirrhosis Patient complaining of fluid overload, found to have anasarca on CT abdomen/pelvis. Notably, patient was planned to start PO torsemide 20mg as outpatient for edema as she still makes some urine. Patient has ESRD, HFrEF and cirrhosis which were all likely contributing to the current fluid collection and her last echo on with EF of 30%. Likely, she is chronically underdialyzed iso hypotension and leg pain and she could not tolerate more than 2L of fluid removal. She was trialed on torsemide uptitrated to 160 mg and subsequently a Lasix drip but did not have significant urinary output to remove the fluid, so diuretics were discontinued. To allow for more fluid removal during dialysis, midodrine was increased from 10 mg to 15 mg and metoprolol held before dialysis. For leg and back pain she improved with flexeril 5 mg and an extra dose of oxycodone 5 mg prior to HD (she also takes her home oxycontin in the morning). These interventions were effective and she was able to get off during her dialysis sessions and she had a few extra dialysis sessions in addition to her schedule with clinical improvement. She still had a significant amount of edema in her legs on discharge and will need ongoing UF outpatient. # Acute on chronic lower back pain # Sciatica # Leg pain Significant history of back pain, L5/S1 radiculopathy, s/p surgery at but pain has been ongoing. She also has known moderate spinal canal narrowing at L4-5 with crowding of the nerve roots. She has chronic weakness in the RLE which has been stable for a number of years. Differential at present includes nephrolithiasis and UTI, but CT showed no stone and patient urinates very little. Compression fracture is also on the differential as she has osteopenia. On CT abd/pelv she had complex free fluid in the abdomen tracking into the pelvis and could be proteinaceous vs. blood but per discussion with radiology and there was no layering suggesting subacute bleed and given HD stability and intrabdominal location it would not cause back pain, so further workup deferred. Given on apixiban could have a slow, chronic abdominal bleed but per nothing to do if not acutely bleeding. Her back pain improved with addition of flexeril and home home oxycontin and oxycodone. She stated she was due for refills of oxycontin and oxycodone and missed an appointment for refills, so discharged with short course until PCP . was consulted and recommended discharge to rehab but patient declined despite multiple attempts at counseling. # Carotid artery stenosis # Peripheral vascular disease She has known carotid stenosis (L >70%, R 50%) and is following with Dr. with vascular surgery as outpatient. Given her known vascular disease, there was some concern that her pain during dialysis was due to PAD and ABI showed bilateral mild infrapopliteal arterial insufficiency at rest. Discussed results with Dr. recommended inpatient consult. Vascular surgery recommended optimization with medical therapy with aspirin and statin and with instructions for her to follow-up as needed for worsening pain or other symptoms. Given her medical comorbidities, further evaluation of her legs with angiography was deemed to be high risk at this time. #Right knee effusion #Arthritis On she had increased swelling and warmth of her right knee. She has Crohns disease that is complicated by inflammatory arthritis and she has a history of right TKR in that was complicated by MRSA septic arthritis s/p TKR revision in . Although she did not having s/s of infection given her history we consulted ortho for possible joint aspiration, which was benign and without any bacteria or PMNs seen on gram stain, and right knee x-ray was not concerning for infection or fracture. Results were discussed with and and they agreed that the joint aspiration was not concerning for infection and Ortho ill continue to follow-up the cultures after discharge. CHRONIC ISSUES: # Hyponatremia Chronic, likely secondary to liver disease and fluid overload from inadequate UF at HD. She was maintained on strict 1L fluid restriction. # Atrial fibrillation Continued home apixaban, metoprolol was held prior to HD per most recent cardiology note. # Sciatica/Back Pain Recent admission for back pain. Seen by spine and thought to be sciatica. Discharged home with at last admission and this admission. Continued home gabapentin 300 mg daily. # Pancytopenia # Macrocytic Anemia Patient with longstanding macrocytic anemia with unclear etiology but likely multifactorial iso cirrhosis, ESRD and undiagnosed MDS. prior admission workup for anemia including hemolysis labs were neg, TSH was normal and there were no clear medications causing this change. Continued EPO with HD and IV iron. Some notes erroneously state that she has known MDS, but this is not the case. Consider referral to heme/onc. # GERD Switched from home ranitidine 150 QD to famotidine in the setting of ranitidine recall # Alcoholic Cirrhosis (Childs A) Patient has known cirrhosis with last RUQUS showed no focal mass. Per previous hepatology notes she is due for an EGD in with her next colonoscopy. Recently seen in clinic. Has not been drinking for past several years. Home lactulose 15mL TID # Chronic Hypotension Home midodrine was increased from 10mg to 15 mg 3x/week before HD. # DMII During last admission, insulin was held given low blood sugars and were held again this hospitalization in the setting of low blood sugars. Hb A1c 4.4%. She was seen by nutrition this admission. # Chronic pancreatitis Home Zenpep non-formulary and switched to creon 12 1 cap TID with meals while hospitalized. # Crohn's Colitis Continued sulfasalazine # Constipation Continued home miralax, lactulose CORE MEASURES #CODE: Full, presumed #CONTACT: , This patient was prescribed, or continued on, an opioid pain medication at the time of discharge (please see the attached medication list for details). As part of our safe opioid prescribing process, all patients are provided with an opioid risks and treatment resource education sheet and encouraged to discuss this therapy with their outpatient providers to determine if opioid pain medication is still indicated. Medications on Admission: The Preadmission Medication list is accurate and complete. 1. sevelamer CARBONATE 800 mg PO TID W/MEALS 2. Senna 17.2 mg PO BID:PRN Constipation First Line 3. Midodrine 10 mg PO PRE DIALYSIS 4. Gabapentin 300 mg PO DAILY 5. Fluticasone Propionate NASAL 1 SPRY NU DAILY 6. Apixaban 2.5 mg PO BID 7. Docusate Sodium 100 mg PO BID 8. Bisacodyl 10 mg PR QHS:PRN Constipation Second Line 9. Atorvastatin 80 mg PO QPM 10. Amitriptyline 25 mg PO QHS 11. Cetirizine 10 mg PO DAILY:PRN itching 12. ProAir HFA (albuterol sulfate) 90 mcg/actuation inhalation DAILY:PRN cough 13. Lactulose 15 mL PO Q8H:PRN BM/day 14. Metoprolol Succinate XL 12.5 mg PO BID 15. Nephrocaps 1 CAP PO DAILY 16. OxyCODONE (Immediate Release) 5 mg PO Q4H:PRN Pain Moderate 17. OxyCODONE SR (OxyCONTIN) 20 mg PO Q8H 18. Polyethylene Glycol 17 g PO DAILY 19. Ranitidine 150 mg PO DAILY 20. Simethicone 80 mg PO QID:PRN bloating 21. Vitamin D 800 UNIT PO DAILY 22. Zenpep (lipase-protease-amylase) 20,000-68,000 -109,000 unit oral TID with meals 23. Aspirin 81 mg PO DAILY 24. Acetaminophen 650 mg PO Q6H:PRN Pain Mild 25. SulfaSALAzine1500 mg PO BID 26. Torsemide 20 mg PO DAILY 27. Lidocaine 5% Patch 1 PTCH TD QAM Discharge Medications: 1. Cyclobenzaprine 5 mg PO 3X/WEEK () RX *cyclobenzaprine 5 mg 1 tablet(s) by mouth take before dialysis Disp #*6 Tablet Refills:*0 2. Famotidine 20 mg PO Q24H RX *famotidine 20 mg 1 tablet(s) by mouth once a day Disp #*30 Tablet Refills:*1 3. Midodrine 15 mg PO 3X/WEEK () RX *midodrine 5 mg 1 tablet(s) by mouth before dialysis on Disp #*12 Tablet Refills:*0 4. Acetaminophen 650 mg PO Q6H:PRN Pain Mild 5. Amitriptyline 25 mg PO QHS 6. Apixaban 2.5 mg PO BID 7. Aspirin 81 mg PO DAILY 8. Atorvastatin 80 mg PO QPM 9. Bisacodyl 10 mg PR QHS:PRN Constipation Second Line 10. Cetirizine 10 mg PO DAILY:PRN itching 11. Docusate Sodium 100 mg PO BID 12. Fluticasone Propionate NASAL 1 SPRY NU DAILY 13. Gabapentin 300 mg PO DAILY RX *gabapentin 300 mg 1 capsule(s) by mouth once a day Disp #*7 Capsule Refills:*0 14. Lactulose 15 mL PO Q8H:PRN BM/day 15. Lidocaine 5% Patch 1 PTCH TD QAM 16. Metoprolol Succinate XL 12.5 mg PO BID Please hold dose before dialysis 17. Nephrocaps 1 CAP PO DAILY 18. OxyCODONE (Immediate Release) 5 mg PO Q4H:PRN Pain Moderate RX *oxycodone 5 mg 1 tablet(s) by mouth every 4 hours as needed Disp #*10 Tablet Refills:*0 19. OxyCODONE SR (OxyCONTIN) 20 mg PO Q8H RX *oxycodone 20 mg 1 tablet(s) by mouth every eight (8) hours Disp #*21 Tablet Refills:*0 20. Polyethylene Glycol 17 g PO DAILY 21. ProAir HFA (albuterol sulfate) 90 mcg/actuation inhalation DAILY:PRN cough 22. Senna 17.2 mg PO BID:PRN Constipation First Line 23. Simethicone 80 mg PO QID:PRN bloating 24. SulfaSALAzine1500 mg PO BID 25. Vitamin D 800 UNIT PO DAILY 26. Zenpep (lipase-protease-amylase) 20,000-68,000 -109,000 unit oral TID with meals 27. HELD sevelamer CARBONATE 800 mg PO TID W/MEALS This medication was held. Do not restart sevelamer CARBONATE until you talk to your primary care doctor Discharge Disposition: Home With Service Facility: Discharge Diagnosis: PRIMARY DIAGNOSIS: #Anasarca #Acute on chronic back pain with sciatica #Acute on chronic leg pain #Right knee arthritis with effusion SECONDARY DIAGNOSIS: #End stage renal disease on hemodialysis #Acute on chronic heart failure with reduced ejection fraction #Cirrhosis secondary to alcohol #Hyponatremia #Atrial fibrillation #Macrocytic anemia #Thrombocytopenia #Gastroesophageal reflux disease #Asymptomatic hypotension #Type 2 diabetes mellitus #Crohns disease #Chronic pancreatitis #Constipation Discharge Condition: Mental Status: Clear and coherent. Level of Consciousness: Alert and interactive. Activity Status: Ambulatory requires assistance or aid (walker or cane). Discharge Instructions: Dear Ms. , It was a privilege taking care of you at . WHY WAS I ADMITTED TO THE HOSPITAL? You were admitted to the hospital because you had worsening of your back pain WHAT HAPPENED WHILE I WAS IN THE HOSPITAL? Your back pain was treated with additional pain medication You had a lot of extra fluid on your body and your pain medication was changed to allow more fluid to be removed during dialysis WHAT SHOULD I DO AFTER I LEAVE THE HOSPITAL? Please weigh yourself every morning and call your cardiologist if your weight goes up by more than 3 lbs in one day or if it increases by 2 lbs two days in a row. Please limit your fluid intake to 1 liter (approximately 32 ounces) or less a day. If you drink more than 1L, your sodium could drop to a dangerously low level and it could be life threatening. Please continue to take all your medications and follow up with your doctors at your appointments. We wish you all the best! Sincerely, Your Care Team Followup Instructions:"
}