{
  "10734591-DS-25": "MEDICINE Allergies: Penicillins / adhesive tape / Plavix / Lisinopril / Fish Oil / erythromycin / latex / tramadol Attending: Chief Complaint: Abdominal pain Major Surgical or Invasive Procedure: ERCP History of Present Illness: HISTORY OF PRESENTING ILLNESS: with multiple medical problems including AF on apixiban and CVA with L-sideded paralysis and CAD with angina, recently admitted for abdominal pain and discharged with new diagnosis of chronic cholecystitis, presenting with return of abdominal pain. In terms of his recent admissions, his first in was negative for cardiac etiologies given presence in epigastrum in addition to RUQ. He re-presented and workup was notable for no EKG changes, negative troponins, transaminitis and elevated alk phos. Ultrasound showed chronic cholecystitis without biliary duct dilation. HIDA scan confirmed the diagnosis of chronic cholecystitis and did not show obstruction. Percutaneous biliariy drain and surgery were discussed but neither were ultimately offered. Per patient, he was discharged able to only take a little bit of bland food but had no significant pain. He had minimal appetite or PO intake since discharge. On the morning of admission (), he had recurrence of severe epigastric pain, non-radiating, accompanied by nausea. He thinks he may have vomiting. He denies fevers, chills, diarrhea, chest pain, or dyspnea. He does endorse dysuria for several days. In the ED, initial vitals: 99 (Tm 101.8) | 79 | 134/62 | 22 | 95% NC #EXAM notable for: Basilar rales; upper abdomen TTP #LABS notable for: H/H 12.3/38.5 WBC 12.6, 86% PMNs Na-136 | K-3.6 | Cl-98 | Bicarb-21 | BUN-25 | Cr-1.1 | AG 17 AST 283 | ALT 245 | AP 669 | Tbili 2.9 Lipase 9005 (up from 37 on Lactate 2.5 pH 7.36 | CO2 43 | O2 44 | HCO3 25 Blood and Urine cultures pending #IMAGING showed: CXR PA&LATERAL IMPRESSION: Low lung volumes, which accentuate the bronchovascular markings. Persistent elevation of the right hemidiaphragm. Bibasilar opacities most likely due to atelectasis but consolidation from infection or aspiration not excluded. LIVER OR GALLBLADDER US IMPRESSION: Compared to , no significant change in sludge within the gallbladder. No evidence of acute cholecystitis. #PATIENT was given: 2mg morphine IV 10mg diltiazem IV 400mg ciprofloxacin IV 500mg metronidazole IV 500cc NS #Consults included ERCP & Surgery. In the ED he was given morphine for pain and within 20 minutes became hypotensive to 68/39. He was started on levophed and required as much as 1.8mcg/min, but was downtitrated to .124 (pressures 103/60-140/67) prior to transfer. Due to hypotension, decision was made to admit the ICU with plan for ERCP AM. Vitals on transfer were 77 | 128/58 | 21 | 99%NC On arrival to the MICU, the patient is stable and was immediately weaned to 0.03 levophed. He is mentating and not in any pain. REVIEW OF SYSTEMS: (+) Per HPI (-) Denies fever, chills, night sweats, recent weight loss or gain. Denies headache, sinus tenderness, rhinorrhea or congestion. Denies cough. Mild dyspnea. Mild edema x months. Denies chest pain or tightness, palpitations. No recent change in bowel or bladder habits. No dysuria. Endorses dysuria. Past Medical History: PAST MEDICAL & SURGICAL HISTORY: ATRIAL FIBRILLATION CORONARY ARTERY DISEASE HYPERTENSION HYPERLIPIDEMIA MILD COGNITIVE IMPAIRMENT DEPRESSION INSOMNIA LUMBAR SPONDYLOSIS BILATERAL SHOULDER PAIN OSTEOARTHRITIS FRONTAL GAIT DISORDER GASTROESOPHAGEAL REFLUX HEARING LOSS NOCTURNAL PERIODIC LEG MOVEMENT DISORDER MODERATE SLEEP DISORDERED BREATHING HIATAL HERNIA ANNUAL WELLNESS VISIT H/O CVA AND LEFT HEMIAPRESIS H/O GASTROINTESTINAL BLEEDING H/O PULMONARY NODULE H/O MULTIPLE SCLEROSIS H/O ALLERGIC RHINITIS TONSILLECTOMY TRANSURETHRAL PROSTATECTOMY APPENDECTOMY CATARACT SURGERY Both eyes Social History: Family History: Father CAD, details unknown Mother gastric cancer. No DM/HTN/thyroid disease in family known. Physical Exam: On Admission: VITALS: 98.5 | 76 | 18 | 93% 2LNC GENERAL: Alert, elderly man appearing well-nourished and in no acute distress. HEENT: Pupils equal and reactive. Dry mucous membranes. NECK: Right IJ with evidence of ongoing slow bleed CARDIAC: RRR, no m/r/g appreciated. LUNG: Clear to auscultation of lateral fields ABDOMEN: Distended but not tense. +active BS. Tender to palpation epigastric region. Not tender to palpation of RUQ or LUQ. RLQ scar tissue. EXTREMITIES: WWP, 1+ pitting edema in bilateral . PULSES: 2+ DP and radial pulses bilaterally NEURO: Oriented to month, year, , but not day. Not attentive to DOWB over seconds, then \"I lost track\"). Remembered meeting admitting intern 2 hours later. Left sided baseline wrist flexion. Left sided strength broadly vs. on the right. On Discharge: VITALS: 97.5 134/75 61 18 93% RA GEN: Lying in bed, comfortable, but tired appearing HEENT: EOMI, dry mucous membranes, OP clear NECK: No LAD, no JVD CARDIAC: RRR, no M/R/G PULM: Clear to auscultation GI: Distended but soft, nontender throughout, NABS MSK: No visible joint effusions or deformities. DERM: No visible rash. No jaundice. NEURO: Oriented to self, hospital, year, not date. Strength in the LUE, in the RLE, in the LLE PSYCH: Tired appearing, calm, cooperative EXTREMITIES: WWP, no edema Pertinent Results: On Admission: 08:45PM BLOOD WBC-12.6* RBC-4.06* Hgb-12.3* Hct-38.5* MCV-95 MCH-30.3 MCHC-31.9* RDW-14.2 RDWSD-49.4* Plt 02:42AM BLOOD PTT-30.4 08:45PM BLOOD Glucose-124* UreaN-25* Creat-1.1 Na-136 K-3.6 Cl-98 HCO3-21* AnGap-21* 08:45PM BLOOD ALT-245* AST-283* AlkPhos-669* TotBili-2.9* 08:45PM BLOOD Lipase-9005* 05:11AM BLOOD Calcium-8.3* Phos-3.9 Mg-1.6 09:01PM BLOOD Lactate-2.5* Interval: 08:45PM BLOOD ALT-245* AST-283* AlkPhos-669* TotBili-2.9* 05:11AM BLOOD ALT-224* AST-214* AlkPhos-555* TotBili-4.0* DirBili-3.6* IndBili-0.4 04:26AM BLOOD ALT-133* AST-79* LD(LDH)-159 AlkPhos-382* TotBili-1.1 07:27AM BLOOD ALT-94* AST-41* LD()-201 AlkPhos-341* TotBili-0.6 08:45PM BLOOD Lipase-9005* 04:26AM BLOOD Lipase-1556* 07:27AM BLOOD Lipase-378* 09:01PM BLOOD Lactate-2.5* 07:03AM BLOOD Lactate-1.6 Imaging: CXR Low lung volumes, which accentuate the bronchovascular markings. Persistent elevation of the right hemidiaphragm. Bibasilar opacities most likely due to atelectasis but consolidation from infection or aspiration not excluded. RUQ US Compared to , no significant change in sludge within the gallbladder. No evidence of acute cholecystitis. CXR In comparison to prior radiograph, the pulmonary edema appears to be improving. Left-sided central line terminates in the cavoatrial junction. No focal consolidations concerning for pneumonia. Mild bilateral pleural effusions. Bibasilar atelectasis. ERCP Limited exam of the esophagus was normal Limited exam of the stomach was normal Limited exam of the duodenum was normal The scout film was normal. The major papillar appeared normal. The CBD was successfully cannulated with the Hydratome sphincterotome preloaded with a 0.035in guidewire. The guidewire was advanced into the intrahepatic biliary tree. Careful contrast injection revealed a CBD of approximately 8mm and a small filling defect consistent with a stone in the mid CBD. The intrahepatic biliary tree appeared normal. Sphincterotomy and stone extraction was not performed due to patient's anticoagulation status and ongoing cholangitis. A X 5cm Advanix double pigtail biliary stent was successfully placed across the ampulla. Spontaneous drainage of pus material was noted. The PD was not injected or cannulated. Pertinent interval: 08:45PM BLOOD ALT-245* AST-283* AlkPhos-669* TotBili-2.9* 05:11AM BLOOD ALT-224* AST-214* AlkPhos-555* TotBili-4.0* DirBili-3.6* IndBili-0.4 04:26AM BLOOD ALT-133* AST-79* LD()-159 AlkPhos-382* TotBili-1.1 07:27AM BLOOD ALT-94* AST-41* LD()-201 AlkPhos-341* TotBili-0.6 07:50AM BLOOD ALT-67* AST-30 AlkPhos-288* TotBili-0.5 08:12AM BLOOD ALT-56* AST-36 AlkPhos-270* TotBili-0.5 08:45PM BLOOD Lipase-9005* 04:26AM BLOOD Lipase-1556* 07:27AM BLOOD Lipase-378* 08:12AM BLOOD Lipase-218* Labs on Discharge: 08:30AM BLOOD WBC-9.2 RBC-3.75* Hgb-11.7* Hct-35.9* MCV-96 MCH-31.2 MCHC-32.6 RDW-13.8 RDWSD-48.0* Plt 08:30AM BLOOD Glucose-103* UreaN-17 Creat-0.9 Na-138 K-3.8 Cl-101 HCO3-25 AnGap-16 08:12AM BLOOD ALT-56* AST-36 AlkPhos-270* TotBili-0.5 08:30AM BLOOD Calcium-8.7 Phos-3.0 Mg-1.7 Brief Hospital Course: Mr. is an year old man with complex PMHx including AF on apixaban, hx of CVA resulting in L. sided paralysis, HTN, HLD, and CAD with angina, who presents after recent admission with diagnosis of chronic cholecystitis (no CCY or percutaneous cholecystostomy tube performed) initially admitted to the FICU with shock secondary to acute gallstone pancreatitis, now s/p ERCP with biliary stent placement, clinically improved and called out to the medicine floor. # Gallstone pancreatitis: # Cholangitis: # Septic shock: Patient presented with septic shock initially requiring pressors with elevated lipase to 9000 and a stone in the CBD. He underwent ERCP with pus extraction, s/p stent placement. Sphincterotomy not performed due to high risk of bleeding on apixaban. He remains on antibiotics (PO). Septic shock resolved, LFTs/lipase subsequently downtrended and he clinically improved. Plan for 14 days of Cipro/flagyl (Day through . # Chronic cholecystitis: Patient has had intermittent abdominal pain over the past several months. He was admitted on and ultrasound did not show biliary duct dilation. HIDA scan confirmed the diagnosis of chronic cholecystitis and did not show obstruction. Percutaneous biliary drain and surgery were discussed but neither were ultimately offered. He now represents with complication of cholelithiasis (pancreatitis, cholangitis), with pus noted on ERCP s/p stent placement. Ultimately needs stone removal and CCY vs perc chole. Case complicated by anticoagulation (needs apixaban due to high risk of CVA with prior hx of CVA off apixaban) and cardiac history (stable angina). He will need repeat ERCP in weeks for stent pull and stone removal as well as follow up with ACS in weeks post-discharge for consideration of CCY # Mild fluid overload: Patient with new 02 requirement during his admission, likely secondary to fluid resuscitation in the ICU and component of atelectasis. He was diuresed and treated with incentive spirometry and weaned off . # Urinary retention: Patient with new urinary retention requiring straight catheterization after transfer from the ICU. Home tamsulosin has been on hold on admission given septic shock. Tamsulosin was restarted. He failed a voiding trial on and required straight catheterization given persistent post void residual >500cc. His foley was replaced prior to discharge to rehab. He should have a voiding trial in the next days. CHRONIC HOME ISSUES #S/P CVA: On apixaban. Patient is very concerned about being off this for any time due to his concern for repeat CVA. Will need to be bridged prior to repeat ERCP #ATRIAL FIBRILLATION: Continued apixaban, metoprolol. #HYPERTENSION: Continued on losartan once septic shock resolved #GERD: Home omeprazole #DEPRESSION, INSOMNIA: Continued sertraline, mirtazapine # Code: DNR/DNI Transitional: Cipro/flagyl through Repeat ERCP in weeks for stent pull and stone removal, patient to be called with appointment date/time F/U with ACS in weeks post-discharge for consideration of CCY. Phone number provided to patient/family. Please repeat voiding trial in the next days Medications on Admission: The Preadmission Medication list is accurate and complete. 1. Acetaminophen mg PO Q12H:PRN pain 2. Albuterol 0.083% Neb Soln 1 NEB IH Q2H:PRN wheezing 3. Apixaban 5 mg PO BID 4. Artificial Tears Preserv. Free DROP BOTH EYES PRN Eyes 5. Cyanocobalamin 1000 mcg PO DAILY 6. Ipratropium-Albuterol Neb 1 NEB NEB Q6H:PRN wheezing 7. Lidocaine 5% Patch 1 PTCH TD QAM 8. Losartan Potassium 25 mg PO DAILY 9. Metoprolol Succinate XL 25 mg PO DAILY 10. Mirtazapine 30 mg PO QHS 11. Multivitamins 1 TAB PO DAILY 12. Nitroglycerin SL 0.4 mg SL Q5MIN:PRN angina 13. Omeprazole 20 mg PO DAILY 14. Pravastatin 80 mg PO QPM 15. Sertraline 50 mg PO DAILY 16. Tamsulosin 0.4 mg PO QHS 17. Vitamin D 1000 UNIT PO DAILY 18. biotin 2 mg oral Q24H 19. flunisolide 25 mcg (0.025 %) nasal DAILY 20. Psyllium Powder 1 PKT PO DAILY 21. white petrolatum 454 gram topical Q24H Discharge Medications: 1. Ciprofloxacin HCl 500 mg PO Q12H 2. MetroNIDAZOLE 500 mg PO Q8H 3. Acetaminophen mg PO Q12H:PRN pain 4. Albuterol 0.083% Neb Soln 1 NEB IH Q2H:PRN wheezing 5. Apixaban 5 mg PO BID 6. Artificial Tears Preserv. Free DROP BOTH EYES PRN Eyes 7. biotin 2 mg oral Q24H 8. Cyanocobalamin 1000 mcg PO DAILY 9. flunisolide 25 mcg (0.025 %) nasal DAILY 10. Ipratropium-Albuterol Neb 1 NEB NEB Q6H:PRN wheezing 11. Lidocaine 5% Patch 1 PTCH TD QAM 12. Losartan Potassium 25 mg PO DAILY 13. Metoprolol Succinate XL 25 mg PO DAILY 14. Mirtazapine 30 mg PO QHS 15. Multivitamins 1 TAB PO DAILY 16. Nitroglycerin SL 0.4 mg SL Q5MIN:PRN angina 17. Omeprazole 20 mg PO DAILY 18. Pravastatin 80 mg PO QPM 19. Psyllium Powder 1 PKT PO DAILY 20. Sertraline 50 mg PO DAILY 21. Tamsulosin 0.4 mg PO QHS 22. Vitamin D 1000 UNIT PO DAILY 23. white petrolatum 454 gram topical Q24H Discharge Disposition: Extended Care Facility: Discharge Diagnosis: Primary: Septic shock secondary to cholangitis Gallstone pancreatitis Secondary: Urinary retention Discharge Condition: Mental Status: Clear and coherent. Level of Consciousness: Alert and interactive. Activity Status: Out of Bed with assistance to chair or wheelchair. Discharge Instructions: Dear Mr. , You were admitted with a severe gastrointestinal infection. This was caused by a stone in one of your bile ducts causing obstruction. It was also causing severe inflammation of your pancreas. You underwent a procedure to relieve this obstruction. You were started on antibiotics with improvement in your infectious symptoms. You were evaluated by physical therapy who advised that you be discharged to rehab. During your hospitalization you were unable to void on your own. This is not uncommon. You will be discharged with a foley and will undergo another voiding trial when you are at rehab. It was a pleasure to be a part of your care! Your treatment team Followup Instructions:"
}