{
  "16439081-DS-13": "MEDICINE Allergies: aspirin Attending: Chief Complaint: UTI Major Surgical or Invasive Procedure: None History of Present Illness: Ms. is a woman with ESRD secondary to s/p DDRT (CDC increased risk donor) on who presents with multi-drug resistant Klebsiella UTI admitted for treatment with IV Meropenem. The patient was seen in primary care clinic on with burning with urination and increased frequency. A urine analysis was positive for nitrites and large leukocyte esterase. The patient took two days of ciprofloxacin with improvement in her dysuria. The urine culture shows > 100,000 Klebsiella sensitive only to Meropenem. On arrival, the patient denies any complaints. She denies dysuria. Denies hematuria. Denies abdominal pain, nausea, vomiting, diarrhea. Denies fevers/chills. ROS: As per HPI. Past Medical History: ESRD s/p DDRT () Excision of Left UE AVF in H/o of nephrolithiasis Afib on Eliquis H/o Hematuria attributed to cyst rupture Hypertension Anemia Uterine prolapse H/O Latent Coccidiomycosis s/p Fluconazole PPX Social History: Family History: Uncle w/ , father deceased in , maternal aunt w/ CVA Physical Exam: ADMISSION EXAM: Vitals: T 98.6 114/68 85 20 98% RA General: Well-appearing woman in NAD HEENT: PERRL, MMM Heart: Irregularly irregular rhythm, S1, S2, no m/r/g Lungs: CTAB, no wheezes/rales/rhonchi Abdomen: BS+, soft, nontender, nondistended. No tenderness to palpation over renal allograft. Well-healed surgical scar in RLQ. Extremities: Warm, well-perfused. No peripheral edema. Neurological: AOx3. DISCHARGE EXAM: Vitals: Tm98.6 BP102-143/60s-70s HR50s-70s RR18 O2 100RA General: Well-appearing woman in NAD, sitting up in bed. HEENT: PERRL, MMM Heart: Irregularly irregular rhythm, S1, S2, no m/r/g Lungs: CTAB, no wheezes/rales/rhonchi Abdomen: BS+, soft, nontender, nondistended. No tenderness to palpation over renal allograft. Well-healed surgical scar in RLQ. No CVA tenderness. Extremities: Warm, well-perfused. No peripheral edema. Neurological: AOx3. Pertinent Results: ADMISSION LABS: 07:27PM BLOOD WBC-4.6 RBC-4.81 Hgb-13.8 Hct-44.9 MCV-93 MCH-28.7 MCHC-30.7* RDW-13.2 RDWSD-45.4 Plt 07:27PM BLOOD Neuts-56.3 Monos-10.6 Eos-1.3 Baso-0.4 Im AbsNeut-2.59 AbsLymp-1.43 AbsMono-0.49 AbsEos-0.06 AbsBaso-0.02 07:27PM BLOOD PTT-33.9 07:27PM BLOOD Glucose-117* UreaN-29* Creat-1.0 Na-136 K-5.0 Cl-105 HCO3-19* AnGap-17 07:27PM BLOOD ALT-9 AST-17 LD(LDH)-250 AlkPhos-91 TotBili-0.3 07:27PM BLOOD Albumin-4.2 Calcium-9.8 Phos-2.5* Mg-1.7 PERTINENT RESULTS: Blood culture (): No growth. DISCHARGE LABS: 04:35AM BLOOD WBC-3.3* RBC-4.61 Hgb-13.0 Hct-42.4 MCV-92 MCH-28.2 MCHC-30.7* RDW-13.2 RDWSD-44.2 Plt 04:35AM BLOOD Plt 04:35AM BLOOD Glucose-100 UreaN-19 Creat-0.7 Na-137 K-4.8 Cl-107 HCO3-21* AnGap-14 04:35AM BLOOD Calcium-9.0 Phos-2.6* Mg-1.6 04:35AM BLOOD tacroFK-5.5 Brief Hospital Course: Ms. is a woman with ESRD secondary to s/p DDRT on here with multi-drug resistant Klebsiella UTI admitted for treatment with IV Meropenem. The patient was seen in primary care clinic on with burning with urination and increased frequency. A urine analysis was positive for nitrites and large amount of leukocyte esterase. The patient took two days of ciprofloxacin with improvement in her dysuria. The urine culture grew > 100,000 Klebsiella sensitive only to Meropenem so the patient admitted for IV antibiotics. # Urinary Tract Infection: Due to multi-drug resistant Klebsiella. The patient was seen in primary care clinic on with burning with urination and increased frequency. A urine analysis was positive for nitrites and large amount of leukocyte esterase. The patient took two days of ciprofloxacin with improvement in her dysuria. The urine culture grew > 100,000 Klebsiella sensitive only to Meropenem so the patient admitted for IV antibiotics (Day 1 . Sensitivities were sent for ertapenem and fosfomycin, to determine if patient could have a more convenient regimen at discharge. The klebsiella was sensitive to fosfomycin, and transplant ID was consulted for approval of the medication and dosing instructions. She was discharged on fosfomycin 3 g q3days to complete at total 14 day course of treatment. # ESRD: s/p DDRT . Baseline Creat 0.8-0.9. Patient has a history of metabolic acidosis on sodium bicarbonate. Luminex from without any HLA antibodies. CDC increased risk donor, BBID labs show HIV neg, HCV Ab neg, HepBAg neg, HepBsAB positive, HepBcAb positive. BK Virus PCR urine < 500 in . Left upper extremity AV fistula resected . Continued Tacrolimus 2 mg BID with goal trough . Continued MMF 1g BID. Continue Bactrim prophylaxis. Increased Lamivudine prophylaxis from 50 mg daily to 100 mg daily based on renal function. # Hypertension: On hydralazine 50 mg BID at home. Held morning hydralazine during this admission given SBPs in 100s, and then discontinued hydralazine for discharge as was persistently in the 100s with 25 mg bid. Continued metoprolol succinate 25 mg daily. Continued amlodipine 5 mg daily. # Atrial fibrillation: Continued metoprolol succinate 25 mg daily. Continued apixaban 5 mg BID. Transitional Issues: #Given adequate creatinine clearance, increased Lamivudine from 50 mg to 100 mg. #F/u blood pressures, hydralazine stopped because of sbps in low 100s. #Fosfomycin stop date: #Full code #Contact: (daughter): HCP on Admission: The Preadmission Medication list is accurate and complete. 1. Mycophenolate Mofetil 1000 mg PO BID 2. Tacrolimus 2 mg PO Q12H 3. Metoprolol Succinate XL 25 mg PO DAILY 4. LaMIVudine 50 mg PO DAILY 5. Sulfameth/Trimethoprim DS 1 TAB PO DAILY 6. Amlodipine 5 mg PO DAILY 7. HydrALAzine 50 mg PO BID 8. Apixaban 5 mg PO BID 9. Sodium Bicarbonate 1300 mg PO BID 10. Vitamin D UNIT PO 1X/WEEK (MO) 11. Alendronate Sodium 35 mg PO QFRI Discharge Medications: 1. Amlodipine 5 mg PO DAILY 2. Apixaban 5 mg PO BID 3. Metoprolol Succinate XL 25 mg PO DAILY RX *metoprolol succinate 25 mg 1 tablet(s) by mouth DAILY Disp #*30 Tablet Refills:*0 4. Mycophenolate Mofetil 1000 mg PO BID 5. Tacrolimus 2 mg PO Q12H 6. Vitamin D UNIT PO 1X/WEEK (MO) 7. Fosfomycin Tromethamine 3 g PO Q3 DAYS Duration: 3 Doses take on RX *fosfomycin tromethamine [Monurol] 3 gram 1 packet(s) by mouth EVERY 3 DAYS Disp #*3 Packet Refills:*0 8. Alendronate Sodium 35 mg PO QFRI 9. Sulfameth/Trimethoprim DS 1 TAB PO DAILY 10. LaMIVudine 100 mg PO DAILY RX *lamivudine 100 mg 1 tablet(s) by mouth DAILY Disp #*30 Tablet Refills:*0 Discharge Disposition: Home Discharge Diagnosis: PRIMARY: Urinary Tract Infection, MDR Klebsiella SECONDARY: End-Stage Renal Disease s/p Deceased Donor Renal Transplant Hypertension Atrial fibrillaiton Discharge Condition: Mental Status: Clear and coherent. Level of Consciousness: Alert and interactive. Activity Status: Ambulatory Independent. Discharge Instructions: Dear Ms. , It was a pleasure taking care of you during your recent admission to . You came to us because you were having burning with urination. We found that you had a urinary tract infection with a bacteria that was resistant to many antibiotics. We gave you antibiotics by IV to treat your infection, and you were discharged with medications to take by mouth. The schedule of when to take this medication is below. Please remember to take all of your medications as prescribed. If you start to develop pain or burning with urination again, or if you develop fevers, back pain, or general worsening of well being, please seek medical attention. We wish you the best of health. Sincerely, Your Care Team Fosfomycin (antibiotic) dates: Take on . Followup Instructions:"
}