{
  "17694983-DS-15": "MEDICINE Allergies: Pencillin / Sulfa Attending: . Chief Complaint: Fever, neck pain Major Surgical or Invasive Procedure: None History of Present Illness: Ms. is an year old woman w/ PMH DVT w/ IVC filter, paroxysmal atrial fibrillation, Grave's disease s/p radioactive iodine ablation, hypothyroidism, C diff colitis who presented as a transfer from after a fall and fever. She initially presented from her rehab facility after a fall. She received a CTA torso which revealed multiple small pulmonary emboli and possible acute diverticulitis. Patient also complained of neck pain so there was some concern for possible meningeal infection however patient refused LP. She also states that her neck pain has been ongoing for the past several months and just worsened over the past few days but in the same location and general character. She has also had mild nausea with several episodes of vomiting today. She has had right lower extremity in and has been on anticoagulation but is currently not taking any after multiple falls and decision by to discontinue Eliquis due to concern for bleeding complications from falls. She received vancomycin, acyclovir, metronidazole, dose of Lovenox prior to transfer. In the ED, initial vitals were: 99 87 91% RA. Exam notable for: Appears frail, no acute distress Clear to auscultation bilaterally No C, T, L-spine tenderness No meningismus Abdomen soft, nondistended, nontender No CVA tenderness Speech fluent, moving all extremities EKG: RBBB, left axis deviation. T wave inversion V1-V2, flattening in V3-V4. Sinus rhythm. Labs notable for: negative UA, flu negative at OSH. Imaging was notable for: diverticulitis on OSH CT. CT-A with multiple small pulmonary emboli. Patient was given: IV Ciprofloxacin (400 mg ordered) . Upon arrival to the floor, patient reports that she was living in independent living and was taking care of her own finances and medicines. She has had multiple falls recently and had to go to rehab for physical therapy after her most recent hospital stay at . She reports that this time she had pain in her right ankle and was getting up from her commode when she fell. She denies hitting her head. She reports that she pushed her life alert button which is how they found her on the ground. She denied LOC. She denies chest pain/palpitations/lightheadedness/SOB. She denied having a fevers or chills leading up to this. Denies cough. She reports that her neck pain started before her fall. She has had that with a headache. She reports to me that the pain is on the left but to my attending says that the pain is on the right side of her neck. She is unable to move her head much due to the neck pain. She denies diarrhea/nausea and has actually had constipation for the past 8 days for which she's been taking Colace. She denies abdominal pain and dysuria. She refuses an LP understanding the risks of refusing this procedure. Past Medical History: Right DVT s/p IVC filter placed Paroxysmal atrial fibrillation Graves' disease Status post radioactive iodine Hypothyroidism hypertension Hyperlipidemia esophagus Frequent falls and skin tears rhabdo myelitis as interstitial cystitis Anxiety hyperglycemia depression next and C. difficile enterocolitis Osteoporosis Vitamin D deficiency Blepharitis hypothermic severe degenerative joint disease Social History: Family History: Non-contributory Physical Exam: ADMISSION PHYSICAL EXAM VITAL SIGNS: 97.9 132 / 78 78 20 95 Ra GENERAL: frail, very thin older woman, otherwise in NAD. HEENT: EOMI. PERLLA. No lymphadenopathy. Tenderness over left paraspinal muscles in neck and upper back. Pain with twisting of head either direction. CARDIAC: Normal S1, S2. No r/m/g. LUNGS: inspiratory crackles at b/l bases. ABDOMEN: soft, NTND. EXTREMITIES: WWP, no edema, no erythema. Many bruises and skin tears. NEUROLOGIC: AAOX3, says days of the week backward. Moving all extremities. SKIN: skin tears and hematomas all over skin. DISCHARGE PHYSICAL EXAM 24 HR Data (last updated @ 1121)Temp: 98.0 (Tm 98.6), BP: 111/63 (102-146/59-74), HR: 71 (68-113), RR: 18 (), O2 sat: 94% (91-97), O2 delivery: Ra, Wt: 109.57 lb/49.7 kg GENERAL: Frail, thin older woman in NAD. HEENT: EOMI. PERLA. No lymphadenopathy. Tenderness over left paraspinal muscles in neck and upper back. Mild pain with twisting of head either direction. CARDIAC:Normal S1, S2. No r/m/g. LUNGS: inspiratory crackles at b/l bases. ABDOMEN: soft, NTND. EXTREMITIES: WWP, no edema, no erythema. Many bruises and skin tears. NEUROLOGIC: AAOX3. Moving all extremities. SKIN:skin tears and hematomas all over skin. Pertinent Results: ADMISSION LABS 06:50AM BLOOD WBC-9.6 RBC-3.81* Hgb-10.0* Hct-32.1* MCV-84 MCH-26.2 MCHC-31.2* RDW-16.3* RDWSD-50.1* Plt 06:50AM BLOOD Neuts-72.8* Lymphs-15.4* Monos-10.3 Eos-0.4* Baso-0.3 Im AbsNeut-7.00* AbsLymp-1.48 AbsMono-0.99* AbsEos-0.04 AbsBaso-0.03 06:50AM BLOOD Plt 06:50AM BLOOD Glucose-94 UreaN-13 Creat-0.6 Na-137 K-4.1 Cl-101 HCO3-20* AnGap-16 06:50AM BLOOD cTropnT-<0.01 proBNP-986* 07:00AM BLOOD Lactate-1.3 DISCHARGE LABS 07:05AM BLOOD WBC-6.4 RBC-3.85* Hgb-10.1* Hct-32.7* MCV-85 MCH-26.2 MCHC-30.9* RDW-16.2* RDWSD-50.0* Plt 07:05AM BLOOD Plt 07:05AM BLOOD Glucose-75 UreaN-23* Creat-0.6 Na-140 K-3.8 Cl-103 HCO3-21* AnGap-16 07:05AM BLOOD Calcium-9.2 Phos-3.5 Mg-2.2 IMAGING Bilateral Lower Extremity Ultrasound IMPRESSION: No evidence of deep venous thrombosis in the right or left lower extremity veins. Brief Hospital Course: SUMMARY Ms. is an year old woman w/ DVT w/ IVC filter, paroxysmal atrial fibrillation, Grave's disease s/p radioactive iodine ablation, hypothyroidism, C diff colitis who presented as a transfer from after a fall and fever. Initially there was concern for meningitis given fever and neck pain, however, patient without meningeal signs and refused LP. CTA chest was done which showed multiple subsegmental PEs in setting of being off anticoagulation since and s/p IVC filter. Patient remained hemodynamically stable and started on Apixaban for anticoagulation. #FALL: Has had frequent falls at rehab. All appear to be mechanical. No history of loss of consciousness but patient may not be a good historian. Has small pulmonary emboli which could have caused syncope but they are reportedly smaller PEs which make it less likely. She did not appear hypovolemic or to have had a seizure based on history. Trop were negative making cardiac ischemia unlikely. Held off on TTE as there was no evidence of murmur on exam. #SUBSEGMENTAL, SUBMASSIVE PULMONARY EMBOLISM: History of right lower extremity DVT s/p IVC filter. Discontinued Eliquis in the due to concern for bleeding in setting of multiple falls. Off anticoagulation, presented w/ multiple subsegmental PEs. Trop negative and BNP only mildly elevated. LENIs without evidence of DVTs. Vascular medicine consulted regarding anticoagulation management and felt that benefit of anticoagulation in prevention of further PE greatly outweighs risk of ICH from falls. Unclear why IVC filter was placed on but could certainly be propagating clots. Recommend removal of IVC filter in months post discharge #FEVER: No signs of pneumonia, UTI. Has neck pain but no signs of meningitis on exam and she refused LP. Pain felt likely due to neck strain. She reportedly has evidence of diverticulosis on CT at OSH and was briefly treated with cipro/flagyl. Flu swab was negative and blood cultures so far showing no growth. Patient remained afebrile while hostpitalized. Suspect fever may have been due to PE. Discharged off antibiotics. #WEIGHT LOSS: History of significant weight loss per patient over year period due to eating less. No early satiety, nausea, but has had decreased appetite. Patient appears otherwise AAOX3 and independent, which makes malignancy or systemic illness as cause of anorexia more concerning. #NECK PAIN: most likely muscle strain but as above could be due to meningitis in setting of fever. LP refused. Symptoms improved with pain management as below. Treated symptoms with lidocaine patch, ibuprofen, Tylenol, and cyclobenzaprine with improvement in neck pain. #ATRIAL FIBRILLATION: Continued propafenone. Apixaban was stopped in due to multiple falls at home and risk of ICH. Consulted vascular medicine while hospitalized who felt benefit of preventing future PE and embolic stroke far outweighed risks of ICH from falls stating \"Her CHADS-Vasc score is 3 (female, age) and her HASBLED score is 1 (Age). Furthermore, it is estimated in 1 model that a patient would have to fall 295 times in a year to average 1 ICH, the most dangerous risk of A/C in patients who fall M, G, A, Laupacis A. Choosing antithrombotic therapy for elderly patients with atrial fibrillation who are at risk for falls. Arch Intern Med. This risk is likely even lower with DoACs whose rate of ICH was lower than warfarin in trials. Therefore we would advocate continuing dose reduced Eliquis for Ms. and interventions per the primary team for lifestyle and behavioral modifications to reduce falls.\" Patient was restarted on low dose apixaban. #ANEMIA: normocytic anemia, stable from baseline #HHYPOTHYROIDISM: continued levothyroxine 88 mcg #DEPRESSION: continue escitalopram 20 mg daily #ARTHRITIS: ibuprofen and tylenol as needed Medication Changes Started Apixaban 2.5mg BID Started Cyclobenzaprine TID:PRN neck pain (Please discontinue once neck pain improved) Started lidocaine patch QAM:PRN neck pain (Please discontinue once neck pain improved) Started multivitamin w/ minerals daily Transitional Issues [ ] History of multiple PE s/p IVC filter and on apixaban: Patient started on low dose apixaban during admission for a fib and history of PE. Unclear why IVC filter was placed and should be removed in 1 to 2 months post discharge. [ ] Weight loss: Patient endorsed significant weight loss per patient over year period due to eating less. Concern for malignancy as patient is otherwise functional. Please consider age appropriate cancer screening as outpatient if within patient's goals of care [ ] History of falls: Likely mechanical falls based on history. Patient will be discharged to rehab but should have outpatient evaluation of lifestyle and behavioral modifications to reduce falls at nursing facility. [ ] Anemia: Patient presented with anemia with normocytic anemia without evidence of acute bleeding. Given weight loss as described above, please consider further workup for GI malignancy if within patient's goals of care # CODE: DNR/DNI per patient # CONTACT: Relationship: SON on Admission: The Preadmission Medication list may be inaccurate and requires futher investigation. 1. Levothyroxine Sodium 88 mcg PO DAILY 2. Propafenone HCl 150 mg PO BID 3. Simethicone 120 mg PO QID:PRN indigestion 4. Docusate Sodium 100 mg PO BID:PRN constipation 5. Acetaminophen 500 mg PO Q6H:PRN Pain Mild 6. Escitalopram Oxalate 20 mg PO DAILY 7. melatonin 5 mg oral QHS:PRN 8. Ranitidine 150 mg PO BID 9. diclofenac sodium 1 % topical QID:PRN Discharge Medications: 1. Apixaban 2.5 mg PO BID 2. Cyclobenzaprine 5 mg PO TID:PRN neck pain 3. Lidocaine 5% Patch 1 PTCH TD QAM 4. Multivitamins W/minerals 1 TAB PO DAILY 5. diclofenac sodium 1% thin film topical QID:PRN pain 6. Acetaminophen 500 mg PO Q6H:PRN Pain Mild 7. Docusate Sodium 100 mg PO BID:PRN constipation 8. Escitalopram Oxalate 20 mg PO DAILY 9. Levothyroxine Sodium 88 mcg PO DAILY 10. melatonin 5 mg oral QHS:PRN 11. Propafenone HCl 150 mg PO BID 12. Ranitidine 150 mg PO BID 13. Simethicone 120 mg PO QID:PRN indigestion Discharge Disposition: Extended Care Facility: Discharge Diagnosis: Primary Diagnosis Multiple sub-segmental, sub-massive Pulmonary Emboli Secondary Diagnosis Musculoskeletal neck pain Fever Unintentional weight loss Anemia Atrial fibrillation Discharge Condition: Mental Status: Clear and coherent. Level of Consciousness: Alert and interactive. Activity Status: Ambulatory Independent. Discharge Instructions: DISCHARGE INSTRUCTIONS Dear Ms. , You were admitted to the hospital because you had fevers and neck pain and concern for infection. WHAT HAPPENED WHILE I WAS IN THE HOSPITAL? You had a CT scan of your lungs which showed multiple small blood clots and you were started on a blood thinning medication to prevent future clots Your neck pain was felt to be due to a pulled muscle and got better with pain medications and muscle relaxer. WHAT SHOULD I DO WHEN I GO HOME? You should continue to take your medications as prescribed. It is especially important that you take your blood thinning medication called apixaban twice a day as prescribed. Continue to work with the rehab on regaining your strength. You rehab center will make an appointment for you to see your primary care physician when you leave the hospital It was a pleasure caring for you, and we wish you all the best. Sincerely, Your team Followup Instructions:"
}