{
  "12533192-DS-15": "MEDICINE Allergies: Penicillins Attending: Chief Complaint: Right intertrochanteric hip fracture Major Surgical or Invasive Procedure: : Right hip repair with trochanteric fixation nail. History of Present Illness: w/ Afib on Eliquis, CAD, HTN, RA who presents after a mechanical fall onto the right side. +HS, no LOC. Immediate onset of right hip pain and inability to ambulate. No numbness or paresthesias. At baseline, he ambulates with a cane. Last dose of Eliquis AM. TRANSFER TO MEDICINE HPI: In brief, this patient is a gentleman with CAD, Afib on Eliquis, hx of CVA, CKD, and RA on prednisone admitted for R intratrochanteric fracture from mechanical fall s/p operative fixation on , with post-operative course complicated by pneumonia treated with levofloxacin, a-fib with RVR, and delirium. Medicine was consulted in on due to episodes of atrial fibrillation with RVR to 150s. Episodes began evening of . Previously heart rates were in to . He has also had worsening agitation, intermittently refusing care. He self-removed an IV catheter earlier in evening. Per outpatient records, there is concern for mild-moderate dementia at baseline though this has not been formally evaluated, and he lived independently prior to current presentation. He is being transferred to medicine for management of recurrent episodes of tachycardia and delirium. Upon transfer, patient feels well. Denies any pain. Reports being persistently short of breath, but has good appetite, PO intake. No specific complaints. Past Medical History: CAD/HLD/HTN s/p PTCA of OM-1 in Afib Nonsustained supraventricular tachycardia with exercise Rheumatoid arthritis Bronchogenic cyst Anemia Monoclonal gammopathy Splenic Infarct Basal Cell carcinoma Social History: Family History: no history of CAD, DM Physical Exam: ADMISSION PHYSICAL EXAM: Gen: NAD, AOx3 CV: RRR Resp: CTAB Abd: Soft, NT/ND Extrem: LLE: Incision c/d/I, staples in place SILT s/s/sp/dp/t nerve Firing 1+ pulses Foot wwp, good cap refill DISCHARGE PHYSICAL EXAM: Expired. Pertinent Results: ADMISSION/SIGNIFICANT LABS: 07:30PM BLOOD WBC-8.4 RBC-4.62 Hgb-13.5* Hct-43.7 MCV-95 MCH-29.2 MCHC-30.9* RDW-15.7* RDWSD-54.3* Plt 07:30PM BLOOD Neuts-56.4 Monos-13.8* Eos-2.3 Baso-0.8 Im AbsNeut-4.76 AbsLymp-2.23 AbsMono-1.16* AbsEos-0.19 AbsBaso-0.07 07:30PM BLOOD Glucose-98 UreaN-38* Creat-1.4* Na-139 K-4.6 Cl-102 HCO3-20* AnGap-22* 05:10AM BLOOD CK-MB-5 cTropnT-0.10* IMAGING: XR L Hip (): There is an acute impacted, comminuted intratrochanteric fracture through the proximal right femur. CT Pelvis w/o contrast : 1. No evidence of discrete intramuscular hematoma. Intramuscular edema most pronounced in the anterolateral compartment is compatible with postsurgical changes. 2. Circumferential soft tissue edema, likely postsurgical. 3. No evidence of early hardware complication after repair of a right comminuted intertrochanteric fracture. 4. Multiple sclerotic bony lesions, most stable since , although a lesion in the L5 vertebral body and left sacrum have significantly increased and are new from that time, respectively. These lesions have typical morphology of bone islands, although the degree of enlargement is atypical, correlation with PSA is recommended. CXR Heart size and mediastinum are stable. There is interval development of large right pleural effusion, vascular congestion and moderate left pleural effusion. Right lower lobe pneumonia cannot be excluded. Femur AP/Lat Interval internal fixation across intertrochanteric comminuted fracture. Benign bone island right iliac bone. Degenerative changes right hip. Arterial calcifications. Surgical staples. ECHO The left atrium is moderately dilated. The right atrium is moderately dilated. There is mild symmetric left ventricular hypertrophy with normal cavity size. Due to suboptimal technical quality, a focal wall motion abnormality cannot be fully excluded. Overall left ventricular systolic function is normal (LVEF>55%). The estimated cardiac index is normal (>=2.5L/min/m2). Diastolic function could not be assessed. The right ventricular cavity is mildly dilated with normal free wall contractility. The ascending aorta is mildly dilated. The number of aortic valve leaflets cannot be determined. The aortic valve leaflets are mildly thickened (?#). There is no aortic valve stenosis. Mild (1+) aortic regurgitation is seen. The mitral valve leaflets are mildly thickened. There is no mitral valve prolapse. Mild (1+) mitral regurgitation is seen. There is moderate pulmonary artery systolic hypertension. There is no pericardial effusion. IMPRESSION: Suboptimal image quality. Biatrial dilatation. Mild symmetric left ventricular hypertrophy with preserved global systolic function. Mild right ventricular cavity dilatation in the context of at least moderate pulmonary hypertension. Mild aortic and mitral regurgitation. Dilated thoracic aorta. Compared with the prior study (images reviewed) of , pulmonary artery pressures are higher. The right ventricle is mildly dilated. CT Head IMPRESSION: 1. No acute intracranial process. LABS AT DISCHARGE (pt expired): 05:10AM BLOOD WBC-10.9* RBC-3.29* Hgb-10.0* Hct-32.2* MCV-98 MCH-30.4 MCHC-31.1* RDW-17.4* RDWSD-61.7* Plt 05:10AM BLOOD Plt 05:10AM BLOOD PTT-30.0 05:10AM BLOOD Glucose-105* UreaN-48* Creat-1.5* Na-131* K-5.7* Cl-93* HCO3-26 AnGap-18 05:10AM BLOOD Calcium-8.4 Phos-4.9* Mg-2.2 Brief Hospital Course: Surgery Hospital Course: The patient presented to the emergency department and was evaluated by the orthopedic surgery team. The patient was found to have a left intertrochanteric femur fracture and was admitted to the orthopedic surgery service. The patient was taken to the operating room on R TFN, which the patient tolerated well. For full details of the procedure please see the separately dictated operative report. The patient was taken from the OR to the PACU in stable condition and after satisfactory recovery from anesthesia was transferred to the floor. The patient was initially given IV fluids and IV pain medications, and progressed to a regular diet and oral medications by POD#1. The patient was given antibiotics and anticoagulation per routine. The patient's home medications were continued throughout this hospitalization. The patient worked with who determined that discharge to rehab was appropriate. The patient is weight bearing as tolerated in the right lower extremity, and will be continued on home eliquis for DVT prophylaxis. The patient will follow up with Dr. routine. Following surgical repair of his r. hip fracture, the patient was transferred to the Medicine team for further management of persistent AMS/delirium, atrial fibrillation with RVR, iatrogenic volume overload, and chronic aspiration requiring initiation of dobhoff feeds as detailed below: Medicine Hospital Course: Mr. is an with CAD, Afib on Eliquis, CKD, and RA on prednisone admitted for R intratrochanteric fracture from mechanical fall s/p operative fixation on , with post-operative course complicated by pneumonia treated with levofloxacin, a-fib with RVR, and delirium. He ultimately did not recover from his aspiration pnuemonia and associated delirium and was made CMO on and expired the same day. #Delirium: Mild-moderate dementia at baseline. However, independently functional prior to this hospitalization. Current delirium is likely multifactorial in setting of infection, recent surgery with anesthesia, pain, lack of hearing aids. Repeat CT head without acute intracranial abnormality (ie chronic subdural hematoma). Patient treated for reversible causes including pneumonia, but still with persistent delirium and he ultimately expired as above. #GOC: Multiple goals of care discussions were held during this admission. Patient is DNR/DNI, but family would like to pursue temporary trial of nutrition support to see if patient can recover through his current delirium. Per family, initially willing to do trial of dobhoff for feeds for now and trial at . His mental status was not improving and he was ultimately made CMO. #Atrial fibrillation with RVR: Diagnosed in . Previously on amiodarone, Coumadin. CHADSVASC 3. Now on Eliquis and metop XL 50 mg at home with baseline HRs in the . At one point during this hospitalization, developed persistent RVR to the 110s-150s with no response to IV metop 5 mg x 2. Improved with 15 mg diltiazem push to the . Stable BPs. Likely in the setting of agitation/delirium vs. pain. Good rate control achieved with regimen of 37.5mg metop tartrate q6h. Expired as above. #Pleural effusion/pulmonary congestion: Improving on most recent imaging following diuresis and anitibiotics. Likely secondary to iatogrenic volume overload and underlying PNA. Unlikely CHF, as ECHO with preserved EF. Patient also with recurrent episodes of aspiration in setting of impaired swallowing, for which he was placed on strict NPO, aspiration precautions, and chest . was placed for enteric feedings. Expired as above. #Urinary rentention: Likely multifactorial. Suspect BPH, recent foley in OR, and current sedation. PVR 155 after voiding on . Unable to take tamsulosin via . Expired as above. #Aspiration risk/poor swallowing: Failed S&S, Dobhoff in place for trial of tube feeds. # Right IT femur fracture: As detailed above, patient underwent OR fixation on . Expired as above. #PNA: CXR on showing possible RLL opacity, cannot exclude PNA. Likely CAP. Howevern, given location and mental status, also concern for possible aspiration pneumonitis vs. PNA. Patient afebrile, no leukocytosis, however, did develop increased cough and sputum production. Repeat CXR with worsening R. effusion. Completed treatment with levofloxacin. Expired as above. #CAD s/p PCI: #Troponinemia: NSTEMI w/ PCI to OM1 in . Followed by Dr. . Currently stable. Continued ASA, Eliquis, and atorvastatin. Adjustments to metoprolol as detailed above. Patient was noted to have troponemia without ECG changes attributed to demand ischemia in setting of atrial fibrillation with RVR. #CKD: Baseline Cr 1.3-1.5. Remained at baseline throughout admission. #HTN: BP stable in the 130s-150s/60s-70s throughout admission. Continued metoprolol and ISDN. #HLD: Continued atorvastatin. #RA: Diagnosed in and main joints involved were bilateral hands/wrists, occasional toes/ankles/knees. He had been treated with Gold, high dose ASA, plaquenil in the past. Now on prednisone, which was continued at home dosing during his hospitalization. No concern for adrenal insufficiency requiring increased stress dose steroids. TRANSITIONAL ISSUES: Medication changes: switched to metop tartrate 37.5mg q6h. discharged on tube feeds via dobhoff; If no significant improvement in mental status over next few weeks, patient and family will need to revisit overall goals of care. will require frequent suctioning and chest physical therapy for ongoing management of secretions. requiring intermittent straight cath for urinary retention; continue to bladder scan and monitor PVR. intermittently required diuresis for iatrogenic volume overload; discharge weight: *****. # Emergency contact: , # Code: DNR/DNI Died with two daughters at bedside on . Medications on Admission: Apixaban 2.5 mg PO BID Atorvastatin 40 mg PO QPM Isosorbide Mononitrate (Extended Release) 30 mg PO DAILY Metoprolol Succinate XL 50 mg PO DAILY Nitroglycerin SL 0.3 mg SL Q5MIN:PRN chest pain Duration: 3 Doses PredniSONE 2.5 mg PO DAILY Discharge Medications: 1. Acetaminophen 1000 mg PO Q8H 2. Docusate Sodium 100 mg PO BID 3. OxyCODONE (Immediate Release) 2.5-5 mg PO Q4H:PRN Pain Moderate RX *oxycodone 5 mg 1 tablet(s) by mouth every four (4) hours Disp #*35 Tablet Refills:*0 4. Senna 8.6 mg PO BID 5. Apixaban 2.5 mg PO BID 6. Atorvastatin 40 mg PO QPM 7. Isosorbide Mononitrate (Extended Release) 30 mg PO DAILY 8. Metoprolol Succinate XL 50 mg PO DAILY 9. Nitroglycerin SL 0.3 mg SL Q5MIN:PRN chest pain Duration: 3 Doses 10. PredniSONE 2.5 mg PO DAILY Discharge Disposition: Expired Discharge Diagnosis: : right hip with trochanteric fixation Discharge Condition: Expired. MD Completed by:"
}