{
  "14198275-DS-12": "MEDICINE Allergies: Bactrim Attending: . Chief Complaint: LLE pain and agitation Major Surgical or Invasive Procedure: n/a History of Present Illness: Mr. is a old man with a history of opiate use disorder, methamphetamine use, HIV/HCV co-infection, homelessness, and DVT. He was admitted to from to the MICU with septic shock from group A strep bacteremia and a large left lower extremity DVT likely secondary to injecting meth into his popliteal fossa. He was then admitted from to with hypothermia and bite complicated by compartment syndrome and rhabdomyolsysis leading to ARF requiring CRRT. He was treated with bilateral fasciotomies. His hospital course was also significant for recurrent DVT as well as hematomas while on heparin drip, which required placement of an IVC filter. Fasciotomies were all closed before discharge, and anticoagulation was restarted without further bleeding. He presented to the ED after being arrested. He was recognized by a police officer as having warrants and taken into custody. For unclear reasons, he was not accepted at the facility where he was taken into custody and transferred to the ED for evaluation of his leg wounds. He remains in custody. In the ED he complained of worsening left leg pain that has been progressing for the last months. He has had difficulty and pain with use of his leg since discharge, but denied any new trauma. He has continued to be homeless using IV heroin and methamphetamine, last this morning. In the ED, he also endorsed suicidal ideation stating frequently that he wanted to die. He was evaluated by psychiatry and placed on a as he was deemed to be an acute danger to himself. His ED course was also notable for extreme agitation. He received a total of 20mg of Haldol IV, 36mg of Ativan IV, and 440mg of ketamine IM. He was found to have LLE cellulitis which was treated with ceftazidime and vancomycin. He is admitted to for airway monitoring given his sedating medications and treatment of his LLE cellulitis. Past Medical History: HIV HCV Opioid use disorder DVT HFrEF Social History: Family History: Unable to obtain given altered mental status Physical Exam: ADMISSION PHYSICAL EXAM HEENT: Mucous membranes moist HEENT: Poor dentition, mild gingival bleeding Neurologic: Sedated, Agitated, Moves all limbs, Confused Cardiovascular: Regular rate and rhythm, No murmurs or rubs Respiratory: CTA bilaterally, Good symmetric air entry throughout GI / Abdomen: Soft, nontender GU / Renal: Clear urine Extremities / MSK: Warm peripheries Extremities/ MSK: Warm, erythematous, indurated L>R Skin / Wound: Other Skin / Wound: Linear ulcerations at prior fasciotomy sites DISCHARGE PHYSICAL EXAM Vitals:24 HR Data (last updated @ 712) Temp: 97.5 (Tm 98.1), BP: 122/71 (121-139/67-73), HR: 52 (52-74), RR: 20 (), O2 sat: 100% (97-100), O2 delivery: Ra General: sleeping, opens eyes to voice, then agitated HEENT: Sclera anicteric, dry and bloody mucous membranes Neck: supple, JVP not elevated, no LAD Lungs: unable to assess given patient thrashing in bed CV: unable to assess given patient thrashing in bed Abdomen: unable to assess given patient thrashing in bed Ext: Warm, well perfused, 2+ pulses, left leg with ~3cm wound in lateral fasciotomy scar with eschar, no drainage, + surrounding erythema as well as similar sized wound on back of calf Neuro: opens eyes to voice, moving all 4 extremities Pertinent Results: ADMISSION LABS 05:41PM CK(CPK)-513* 05:41PM VIT B12-439 FOLATE-20 05:41PM WBC-2.6* RBC-4.24* HGB-10.2* HCT-33.9* MCV-80* MCH-24.1* MCHC-30.1* RDW-15.8* RDWSD-45.2 05:41PM NEUTS-55.0 MONOS-7.8 EOS-0.4* BASOS-0.0 IM AbsNeut-1.42* AbsLymp-0.93* AbsMono-0.20 AbsEos-0.01* AbsBaso-0.00* 05:41PM PLT COUNT-176 06:57AM GLUCOSE-94 UREA N-8 CREAT-0.6 SODIUM-141 POTASSIUM-3.9 CHLORIDE-106 TOTAL CO2-23 ANION GAP-12 06:57AM CK(CPK)-656* 06:57AM CALCIUM-8.5 PHOSPHATE-3.2 MAGNESIUM-2.0 06:57AM WBC-4.0 RBC-4.00* HGB-9.8* HCT-31.8* MCV-80* MCH-24.5* MCHC-30.8* RDW-15.5 RDWSD-44.3 06:57AM PLT COUNT-183 06:57AM PTT-24.7* 02:10AM GLUCOSE-104* UREA N-8 CREAT-0.7 SODIUM-139 POTASSIUM-4.1 CHLORIDE-103 TOTAL CO2-23 ANION GAP-13 02:10AM ALT(SGPT)-39 AST(SGOT)-65* CK(CPK)-649* ALK PHOS-109 TOT BILI-0.4 02:10AM ALBUMIN-3.6 06:00PM URINE HOURS-RANDOM 06:00PM URINE bnzodzpn-NEG barbitrt-NEG opiates-NEG cocaine-NEG amphetmn-POS* oxycodn-NEG mthdone-NEG 06:00PM URINE COLOR-Straw APPEAR-CLEAR SP 06:00PM URINE BLOOD-NEG NITRITE-NEG PROTEIN-20* GLUCOSE-NEG KETONE-TR* BILIRUBIN-NEG UROBILNGN-NORMAL PH-7.5 LEUK-NEG 06:00PM URINE RBC-1 WBC-2 BACTERIA-FEW* YEAST-NONE EPI-<1 06:00PM URINE HYALINE-1* 06:00PM URINE AMORPH-RARE* 06:00PM URINE MUCOUS-RARE* 05:46PM LACTATE-0.9 05:40PM GLUCOSE-88 UREA N-11 CREAT-0.7 SODIUM-137 POTASSIUM-4.1 CHLORIDE-101 TOTAL CO2-23 ANION GAP-13 05:40PM estGFR-Using this 05:40PM CK(CPK)-173 05:40PM CALCIUM-9.0 PHOSPHATE-1.8* MAGNESIUM-1.8 05:40PM CRP-48.4* 05:40PM WBC-3.4* RBC-4.05* HGB-9.9* HCT-31.3* MCV-77* MCH-24.4* MCHC-31.6* RDW-15.1 RDWSD-42.0 05:40PM NEUTS-55.9 MONOS-10.7 EOS-0.6* BASOS-0.3 AbsNeut-1.87 AbsLymp-1.09* AbsMono-0.36 AbsEos-0.02* AbsBaso-0.01 05:40PM PLT COUNT-195 05:40PM PTT-28.7 IMAGING LEFT ANKLE AND TIB/FIB Soft tissue defect along the upper and mid aspect of the left lateral shin. No evidence of osteomyelitis or tracking soft tissue gas. BILATERAL LOWER EXTREMITY US 1. Non-occlusive thrombus in the right greater saphenous vein, not definitely seen on the study performed in . This is age indeterminate. 2. Residual non-occlusive thrombus in the left proximal, mid, distal superficial femoral veins, as well as the left popliteal vein. Thrombus burden has improved from the prior study performed in . MICROBIOLOGY 6:00 pm URINE **FINAL REPORT URINE CULTURE (Final : < 10,000 CFU/mL. 6:35 pm SWAB Source: lower extremity wounds. GRAM STAIN (Final : 1+ (<1 per 1000X : POLYMORPHONUCLEAR LEUKOCYTES. NO MICROORGANISMS SEEN. SMEAR REVIEWED; RESULTS CONFIRMED. WOUND CULTURE (Preliminary): STAPH AUREUS COAG +. MODERATE GROWTH. Oxacillin RESISTANT Staphylococci MUST be reported as also RESISTANT to other penicillins, cephalosporins, carbacephems, carbapenems, and beta-lactamase inhibitor combinations. RIFAMPIN should not be used alone for therapy. Staphylococcus species may develop resistance during prolonged therapy with quinolones. Therefore, isolates that are initially susceptible may become resistant within three to four days after initiation of therapy. Testing of repeat isolates may be warranted. STREPTOCOCCUS SPECIES. SPARSE GROWTH. SENSITIVITIES: MIC expressed in MCG/ML STAPH AUREUS COAG + | CLINDAMYCIN <=0.25 S ERYTHROMYCIN =>8 R GENTAMICIN <=0.5 S LEVOFLOXACIN <=0.12 S OXACILLIN =>4 R RIFAMPIN <=0.5 S TETRACYCLINE <=1 S TRIMETHOPRIM/SULFA <=0.5 S VANCOMYCIN <=0.5 S ANAEROBIC CULTURE (Preliminary): NO ANAEROBES ISOLATED. 6:13 pm BLOOD CULTURE 2 OF 2. Blood Culture, Routine (Preliminary): STAPHYLOCOCCUS, COAGULASE NEGATIVE. Isolated from only one set in the previous five days. . () REQUESTED WORK-UP . Aerobic Bottle Gram Stain (Final : GRAM POSITIVE COCCI IN CLUSTERS. 5:40 pm BLOOD CULTURE Blood Culture, Routine (Pending): No growth to date. MOST RECENT LABS 05:10PM BLOOD WBC-2.4* RBC-4.36* Hgb-10.6* Hct-34.9* MCV-80* MCH-24.3* MCHC-30.4* RDW-15.7* RDWSD-45.3 Plt 05:10PM BLOOD Glucose-110* UreaN-9 Creat-0.7 Na-138 K-3.9 Cl-101 HCO3-25 AnGap-12 05:10PM BLOOD Calcium-8.7 Phos-3.1 Mg-1.RIEF HOSPITAL COURSE Mr. is a year old man with history of polysubstance use disorder (opioid, methamphetamine) c/b DVTs and septic shock in the past, HIV, HCV, HFrEF, overdose in c/b exposure/hypothermia, BLE compartment syndrome s/p bilateral fasciotomies and hypoxic respiratory failure requiring intubation, now presenting via EMS after being found by police agitated in the setting of IV methamphetamine use and LLE pain c/f cellulitis. He was recognized by a police officer as having warrants and taken into custody. For unclear reasons, he was not accepted at the facility where he was taken into custody and transferred to the ED for evaluation of his leg wounds. He remains in custody. In the ED he complained of worsening left leg pain that has been progressing for the last months. He has had difficulty and pain with use of his leg since discharge, but denied any new trauma. He has continued to be homeless using IV heroin and methamphetamine, last morning. Patient was admitted on to the TSICU for airway watch after sedation in the ED. Antibiotics were started after discussion with ID (ceftz/vanc) and narrowed to ceftriaxone, during the course of the morning patient remained breathing comfortably on RA, did not require intubation and was found ready to be transferred to the floor. Patient was no longer agitated and remained somnolent during TSICU stay. He was transferred to medicine on . On the floor he was treated with antibiotics for his cellulitis and monitored for opiate and alcohol withdrawal with police in the room. He had one blood culture positive for GPCs and was started on vancomycin. However, this resulted as CoNS and thought to be contaminant. Wound culture grew MRSA so was transitioned to doxy for cellulitis. His course was complicated by intermittent refusal of lab draws and blood cultures. TRANSITIONAL ISSUES [] Extensive history of IV methamphetamine and opiate use disorder. Please continue to counsel patient on cessation IVDU. [] Has known history of HIV, CD4 this admission was 212 and not on ARRT. Remains at risk of infection especially given he is undomiciled. [] Is discharged with 5 day course of doxycycline for his left lower extremity cellulitis. He should start this on and complete on . [] He was found to have residual DVT as well as likely new superficial venous thromboembolism in his lower legs and discharged on Eliquis 5mg BID x 3 months. He should be monitored to compete this course. On release from prison, please offer him the following resources: for the Homeless Tel * Emergency Services Team (BEST) * PAATHS (Providing Access to Addictions Treatment, Hope and Support) Walk in hours: , , 7:30am 3:30 pm 7:30 1 pm ACTIVE ISSUES: # LLE wounds # LLE cellulitis He presented with wounds on left leg both on posterior calf and on lateral calf in fasciotomy scar site. The wounds appeared warm and cellulitic but without drainage or abscess. Plain films showed soft tissue defect but no evidence of osteomyelitis or tracking soft tissue gas. In the ED he was started on ceftaz and vanc, however ID consulted and recommended narrowing to CTX given prior wound cultures without growth and blood cx in with group A strep. Orthopedics was consulted to assess the wounds and felt that there was no need for surgical intervention. Wound care was consulted and his leg was dressed and wrapped. One blood culture grew GPCs. There was concern this could have been contaminant, however given he was immunocompromised and with IVDU history he was treated with vancomycin. When cultures resulted as coag negative staph, and positive in only one blood culture, it was thought this was most likely contaminant. Wound culture grew MRSA and so he was transitioned from vancomycin to PO doxy for non-purulent cellulitis with plan for 5 days of doxycycline (end date . #AMS Received hefty dose of ketamine and multiple doses of lorazepam in the ED and therefore required airway watch the ICU initially but was able to protect his airway and sattting well on RA. He had continuous oxygen monitoring on arrival to the floor. His AMS improved as Ativan left his system and he became alert and oriented. # Elevated CK Elevated to 650 on admission, although reassuringly with normal Cr so less concerned for rhabdomyolysis induced renal damage (which he has had in the past in the setting of compartment syndrome). His CK was monitored and improved with fluids. # Agitation # Polysubstance use disorder Patient presented severely agitated in setting of pain from LLE as well as recent IV drug use. Urine tox screen positive for amphetamines, serum tox screen negative. Known to have last used IV methamphetamines on . On discharge in was written for methadone 7.5mg, unclear if he has been taking but suspect not (he reports taking it but at unclear dose/frequency). Psychiatry saw him and offered suboxone or naltrexone which he declined. #Opiate withdrawal Last use was unknown, he did not have opiates in his serum tox screen on admission. He was monitored for signs/symptoms of withdrawal but did not have any withdrawal symptoms on the floor. #Alcohol withdrawal Presumed alcohol use, patient not able to further clarify use. Started on thiamine and MVI this admission and monitored on CIWA but did not score. #History of DVT #s/p IVC filter Diagnosed , very extensive. IVC filter placed . On re ultrasound , DVT extended compared to prior. Decision made with to leave IVC filter in place, given concern for suboptimal compliance. He was discharged after last admission with 5mg Eliquis BID. However, on admission notes that he does not take any medications. LENIS this admission revealed improving left lower extremity clot burden and small possibly new superficial right lowe rextremity clot so he was started on Eliquis BID. was consulted regarding IVC filter and given possibly new clot and poor adherence with anticoagulation recommended leaving filter in place. Was discharged with IVC and anticoagulation with Eliquis 5mg BID for 3 months. #HIV #HCV Not on ARRT, and hep C has not been treated. His CD4 was 212 this admission and his HIV viral load was 5.6. Given likelihood of medication non-adherence on discharge, and concern that in this case he would be at risk of developing resistance, he was not started on anti retroviral therapy. # Dispo # Suicidal ideation Evaluated by psychiatry in the ED and on the floor. Felt no indication for section 12a, especially given that he is under arrest and may not leave AMA. He had 24h police supervision at bedside. He will be discharged in police custody and brought to jail for arraignment. CHRONIC ISSUES: # H/o HFrEF iso septic shcok Last TTE in with recovered EF to 40%. He was written for metoprolol on last discharge but was not taking. #Chronic normocytic anemia Hb 9.9 on admission, previously has been ranging . Hgb remained stable this admission. Medications on Admission: The Preadmission Medication list is accurate and complete. 1. Acetaminophen 500 mg PO Q8H 2. Baclofen 2.5 mg PO BID 3. FoLIC Acid 1 mg PO DAILY 4. Gabapentin 400 mg PO TID 5. HYDROmorphone (Dilaudid) mg PO Q4H:PRN Pain Moderate 6. HydrOXYzine 25 mg PO QID 7. Methadone 7.5 mg PO TID 8. Metoprolol Tartrate 12.5 mg PO BID 9. Pantoprazole 40 mg PO Q12H 10. Thiamine 100 mg PO DAILY 11. Apixaban 5 mg PO BID Discharge Medications: 1. Doxycycline Hyclate 100 mg PO BID Duration: 5 Days RX *doxycycline hyclate 100 mg 1 capsule(s) by mouth twice a day Disp #*10 Tablet Refills:*0 2. Apixaban 5 mg PO BID Duration: 3 Months RX *apixaban [Eliquis] 5 mg (74 tabs) 1 tablet(s) by mouth twice a day Disp #*60 Dose Pack Refills:*2 Discharge Disposition: Home Discharge Diagnosis: Lower extremity cellulitis Discharge Condition: Mental Status: Clear and coherent. Level of Consciousness: Alert and interactive. Activity Status: Out of Bed with assistance to chair or wheelchair. Discharge Instructions: Dear Mr. , It was a pleasure taking care of you at the ! WHY WAS I IN THE HOSPITAL? You were in the hospital because you had a skin infection on your left leg. WHAT HAPPENED IN THE HOSPITAL? You were given antibiotics to treat your infection. You had x-rays that showed the infection did not extend into your bone. You were found to have blood clots in your legs and you were treated with medicine (blood thinners) for these clots. You were seen by the psychiatrists while you were here. WHAT SHOULD I DO WHEN I GO HOME? Please continue to take all of your medications as directed. Thank you for allowing us to be involved in your care, we wish you all the best! Your Healthcare Team Followup Instructions:"
}