{
  "13021148-DS-18": "MEDICINE Allergies: latex / Celebrex / codeine Attending: . Chief Complaint: s/p Fall Major Surgical or Invasive Procedure: None History of Present Illness: woman with history of hypertension, CKD, aortic stenosis s/p TAVR , and atrial fibrillation on Apixaban, who presents after a fall. She reports being at home and cleaning out the fridge, leaning over then losing her balance. No prodrome, no dizziness, CP, SOB, nausea. No LOC or head strike. BIBA to ED. In the ED, initial vitals were: 97.8, 102, 167/50, 95% RA Developed AF RVR with HRs nonsustained in 130s Exam notable for: AOX1 (self). able to state forward. CTABL. JVP 9cm no AJR. CV wnl. wwp no peripheral edema. +R hip tenderness. Labs notable for: creatinine 1.5 -> 1.6 -> 1.8 BNP 7401 trop neg x1 UA with pos nitrite, large leuks, few bacteria, 180 WBC Studies: CT torso non con: 1. Mild stranding adjacent to the dome of the bladder is worrisome for cystitis. Equivocal right perinephric stranding. 2. 2.1 cm hypodense structure in the right adnexa may represent an ovarian cyst, not a physiologic finding in a postmenopausal patient. If clinically appropriate given patient age, consider outpatient pelvic ultrasound for further assessment. 3. Possible mild pulmonary edema. Small right pleural effusion. CXR: Right basilar atelectasis and mild pulmonary vascular congestion. No overt pulmonary edema. NCHCT and C spine: negative for acute process Pelvis x ray: Fractures of the bilateral superior pubic rami and presumably involving the bilateral inferior pubic rami as well. Patient Given: CTX, before it was held for asymptomatic bactiuria IV Lasix 20, then transitioned to PO Lasix 20 pain meds including morphine and oxycodone PO Metoprolol tartrate 25 (iso nonsustained tachycardia in 130s) home meds Vitals on Transfer: 98.3, 94, 142/88, 20, 95% 2L NC On the floor, she reports history above. she is AAOX4 and able to recount her recent medical history though hard of hearing. Previously had denied dysuria but to me reports that she has a \"peculiar feeling\" when she urinates lately. Denies abd pain, urinary frequency. uses diaper at ?baseline. Reports pain at R groin area after the fall. Review of systems: 10 point ROS negative except as in HPI above. Past Medical History: Hypertension Atrial fibrillation on apixaban Aortic stenosis s/p TAVR CKD stage III Polymyalgia Rheumatica Peptic ulcer disease Osteoporosis Depression Multiple falls HFpEF Social History: Family History: Father died of flu in Mother died of old age Son HPV associated head/neck cancer Daughter died of breast cancer Brother Physical : ADMISSION PHYSICAL EXAM: Vital Signs: 98.1PO, 142 / 74, 114, 22, 94 Ra General: Alert, oriented, no acute distress HEENT: Sclerae anicteric, EOMI, neck supple, JVP ? mid neck at 45 degrees CV: irregularly irregular, no murmurs, rubs, gallops Lungs: Clear to auscultation bilaterally on anterior exam, no wheezes, rales, rhonchi Abdomen: Soft, non-tender, non-distended, no organomegaly, no rebound or guarding Ext: Warm, well perfused, no edema Neuro: AAOX5, moving all extremities with purpose DISCHARGE PHYSICAL EXAM: VITALS: 98.4PO103 / 70R General: Alert, oriented, no acute distress HEENT: Sclerae anicteric, EOMI, neck supple, JVP ? mid neck at 45 degrees CV: irregularly irregular, no murmurs, rubs, gallops Lungs: Clear to auscultation bilaterally on anterior exam, no wheezes, rales, rhonchi Abdomen: Soft, non-tender, non-distended, no organomegaly, no rebound or guarding Ext: Warm, well perfused, no edema Neuro: AAOX3, moving all extremities with purpose Pertinent Results: ADMISSION LABS: 06:36PM BLOOD WBC-6.7 RBC-3.82* Hgb-11.8 Hct-38.6 MCV-101* MCH-30.9 MCHC-30.6* RDW-14.7 RDWSD-54.3* Plt 06:36PM BLOOD Neuts-73.8* Lymphs-12.4* Monos-12.9 Eos-0.3* Baso-0.0 Im AbsNeut-4.94 AbsLymp-0.83* AbsMono-0.86* AbsEos-0.02* AbsBaso-0.00* 06:36PM BLOOD Plt 09:15AM BLOOD PTT-31.4 06:36PM BLOOD Glucose-111* UreaN-32* Creat-1.5* Na-141 K-4.7 Cl-103 HCO3-24 AnGap-14 09:15AM BLOOD ALT-15 AST-20 AlkPhos-61 TotBili-0.8 09:15AM BLOOD Lipase-51 09:15AM BLOOD proBNP-7401* 09:15AM BLOOD cTropnT-0.01 09:15AM BLOOD Albumin-3.9 09:40AM BLOOD Calcium-9.3 Phos-5.4* Mg-2.1 STUDIES: PELVIS AP VIEWSStudy Date of Fractures of the bilateral superior pubic rami and presumably involving the bilateral inferior pubic rami as well. CT HEAD W/O CONTRASTStudy Date of 1. Motion and dental amalgam streak artifact limits study. 2. No acute intracranial abnormality. Please note MRI of the brain is more sensitive for the detection of acute infarct. 3. Within limits of study, no evidence acute intracranial hemorrhage or fracture. 4. Atrophy, chronic left cerebellar infarct, probable small vessel ischemic changes, and atherosclerotic vascular disease as described. 5. Paranasal sinus disease and nonspecific right mastoid fluid, as described. CT C-SPINE W/O CONTRASTStudy Date of 1. Motion, osteopenia and dental amalgam streak artifact limits study. 2. Within limits of study, no definite evidence of traumatic malalignment or acute fracture. 3. Grossly stable multilevel cervical spondylosis as described. 4. Please see concurrently obtained noncontrast head CT for description of cranial findings. CHEST (PORTABLE AP)Study Date of 1. Right basilar atelectasis and mild pulmonary vascular congestion. No overt pulmonary edema. 2. Unchanged moderate cardiomegaly. 3. Unchanged trace bilateral pleural effusions. CT CHEST W/O CONTRASTStudy Date of 1. Mild stranding adjacent to the dome of the bladder is worrisome for cystitis. Equivocal right perinephric stranding. 2. 2.1 cm hypodense structure in the right adnexa may represent an ovarian cyst, not a physiologic finding in a postmenopausal patient. If clinically appropriate given patient age, consider outpatient pelvic ultrasound for further assessment. 3. Possible mild pulmonary edema. Small right pleural effusion. 4. Additional findings as described above. KNEE (AP, LAT & OBLIQUE) BILATStudy Date of Moderate osteoarthritis involving the right knee, particularly the medial compartment. Chondrocalcinosis. Intact left total knee replacement. No evidence of fracture or dislocation. MICROBIOLOGY: 6:30 pm URINE **FINAL REPORT URINE CULTURE (Final : Culture workup discontinued. Further incubation showed contamination with mixed skin/genital flora. Clinical significance of isolate(s) uncertain. Interpret with caution. CITROBACTER FREUNDII COMPLEX. >100,000 CFU/mL. Identification and susceptibility testing performed on culture # (). 5:34 pm URINE **FINAL REPORT URINE CULTURE (Final : CITROBACTER FREUNDII COMPLEX. >100,000 CFU/mL. This organism may develop resistance to third generation cephalosporins during prolonged therapy. Therefore, isolates that are initially susceptible may become resistant within three to four days after initiation of therapy. For serious infections, repeat culture and sensitivity testing may therefore be warranted if third generation cephalosporins were used. Piperacillin/tazobactam sensitivity testing available on request. CORYNEBACTERIUM SPECIES (DIPHTHEROIDS). >100,000 CFU/mL. SENSITIVITIES: MIC expressed in MCG/ML CITROBACTER FREUNDII COMPLEX | CEFEPIME <=1 S CEFTAZIDIME <=1 S CEFTRIAXONE <=1 S CIPROFLOXACIN <=0.25 S GENTAMICIN <=1 S MEROPENEM <=0.25 S NITROFURANTOIN <=16 S TOBRAMYCIN <=1 S TRIMETHOPRIM/SULFA <=1 S DISCHARGE LABS: 07:00AM BLOOD WBC-6.9 RBC-3.59* Hgb-11.1* Hct-35.9 MCV-100* MCH-30.9 MCHC-30.9* RDW-14.7 RDWSD-53.5* Plt 07:00AM BLOOD Glucose-101* UreaN-49* Creat-1.4* Na-144 K-3.6 Cl-106 HCO3-24 AnGap-14 07:00AM BLOOD Calcium-8.9 Phos-3.5 Mg-2. woman with history of hypertension, CKD, aortic stenosis s/p TAVR , and atrial fibrillation on Apixaban, who presented after a mechanical fall with bilateral pubic rami fractures. ACUTE ISSUES: # Fall # Bilateral pubic rami fractures Mechanical fall at home that was unwitnessed. No LOC, no head strike. Trauma workup on presentation was notable for bilateral pubic rami fractures. Pubic rami fractures were deemed non operative by ortho. She was evaluated by who recommended rehab. Per ortho recs, she can weight bear as tolerated and follow up in trauma clinic in 4 weeks. Her pain was treated with standing Tylenol. She did not require oxycodone recently this admission and was not discharged on it. # Atrial fibrillation Pt with known history of afib, but noted in ED to be in afib with nonsustained tachycardia up to 130s at times, for which she received additional PO Metoprolol with good effect. Her metoprolol was uptitrated to 100 metoprolol succinate daily by discharge with HR in generally. She was continued on apixaban. Transitional issue to monitor HRs to consider downtitrating Metoprolol at rehab. # HFpEF On admission BNP was noted to be elevated above her prior baseline, in 7K range from prior in range. Chest imaging showing possible mild pulmonary edema. She received IV Lasix in ED and was transitioned to PO diuretic regimen; she resumed prior regimen of PO Lasix 20 2x/week upon discharge. # Asymptomatic bacteruria Patient had UA potentially concerning for infection, but she did not have any history of urinary symptoms. Urine culture growing citrobacter that is pansensitive. She received CTX in ED, but given lack of symptoms, further antibiotics were held. # Delirium She became delirious at times this admission; she has a history of sundowning in the hospital. She varied between being AAOX4, and at other times somnolent. # CKD Recent baseline creatinine fluctuating in 1.5-1.7 range. Creatinine peaked at 1.9 this admission. Adjustments were made to diuretic regimen as above. Discharge creatinine 1.4. CHRONIC ISSUES: # Polymyalgia Rheumatica Continued prednisone 6 # Depression Continued sertraline # B12 deficiency Continued cyanocobalamin TRANSITIONAL ISSUES: [] Code status made DNR/DNI this admission in discussion with HCP son . MOLST form completed. [] Please monitor HRs to see if Metoprolol can be downtitrated at rehab. [] Monitor BMP for renal function on diuretics (home regimen PO Lasix 20 every other day). [] Monitor pain control on standing Tylenol. [] Encourage bowel regimen; patient has been constipated. [] She should follow up with ortho for bilateral pubic rami fractures; appointment has been scheduled as above. # CODE: DNR/DNI # CONTACT: Name of health care proxy: . Relationship: son Medications on Admission: The Preadmission Medication list is accurate and complete. 1. Sertraline 50 mg PO DAILY 2. PredniSONE 6 mg PO DAILY 3. Metoprolol Succinate XL 75 mg PO DAILY 4. TraZODone 25 mg PO QHS 5. Cyanocobalamin 1000 mcg PO DAILY 6. Apixaban 2.5 mg PO BID 7. PreserVision AREDS (vitamins A,C,E-zinc-copper) unit-mg-unit oral DAILY 8. Furosemide 20 mg PO 2X/WEEK (MO,TH) Discharge Medications: 1. Acetaminophen 1000 mg PO Q8H 2. Polyethylene Glycol 17 g PO DAILY:PRN Constipation Third Line 3. Senna 8.6 mg PO QHS 4. Metoprolol Succinate XL 100 mg PO DAILY 5. TraZODone 12.5 mg PO QHS:PRN insomnia 6. Apixaban 2.5 mg PO BID 7. Cyanocobalamin 1000 mcg PO DAILY 8. Furosemide 20 mg PO 2X/WEEK (MO,TH) 9. PredniSONE 6 mg PO DAILY 10. PreserVision AREDS (vitamins A,C,E-zinc-copper) unit-mg-unit oral DAILY 11. Sertraline 50 mg PO DAILY Discharge Disposition: Extended Care Facility: Discharge Diagnosis: PRIMARY DIAGNOSIS: bilateral pubic rami fracture mechanical fall atrial fibrillation with RVR heart failure with preserved ejection fraction delirium Asymptomatic bacteruria SECONDARY DIAGNOSIS: chronic kidney disease Polymyalgia Rheumatica Depression Discharge Condition: Mental Status: Confused sometimes. Level of Consciousness: Alert and interactive. Activity Status: Ambulatory requires assistance or aid (walker or cane). Discharge Instructions: Dear Ms. , It was a pleasure to care for you at . WHY WERE YOU ADMITTED? You fell and had a pelvis fracture. WHAT HAPPENED THIS ADMISSION? You received pain meds to help you be more comfortable. Your metoprolol was increased because your heart rates in atrial fibrillation were slightly fast. WHAT SHOULD YOU DO ON DISCHARGE? Continue to recover your strength at rehab. Follow up with your primary care doctor within 1 week of discharge from rehab. We wish you the best, Your team Followup Instructions:"
}