{
  "13639034-DS-17": "MEDICINE Allergies: E.E.S. / erythromycin base Attending: . Chief Complaint: RLE Pain and Swelling Major Surgical or Invasive Procedure: None History of Present Illness: year old gentleman with a history of DM, Afib s/p failed ablation, HFrEF, and chronic venous stasis changes with recurrent cellulitis presents with RLE pain and swelling. Patient reports several days of worsening RLE pain and swelling. He was concerned he had a recurrent of his cellulitis and thus presented to the ED. -In the ED, initial vitals were: T 98.3 HR 97 BP 150/102 RR 16 SpO2 100% RA Exam notable for: Right leg has 2+ DP pulse, normal sensation, normal strength, purple color w/ scaling which is new per patient report. Labs notable for: WBC 10.6, Cr 1.3, INR 1.2, lactate 2.5 -RLE ultrasound demonstrated: No evidence of deep venous thrombosis in the right lower extremity veins. Subcutaneous edema in the calf. Patient was given: IV NS and IV Vancomycin Vitals prior to transfer: T 98.5 HR 93 BP 107/78 RR 15 SpO2 97% RA Upon arrival to the floor, patient reports RLE pain, redness, and swelling. He endorsed fevers to 100.8 at home. He denied any recent trauma to injuries to RLE. He otherwise denied any chest pain, dyspnea, palpitations, abdominal pain, weakness, numbness, chills, nausea, or vomiting. On the floor, he was started on IV Zosyn in addition to IV Vancomycin for cellulitis. He otherwise was continued on his home medications. REVIEW OF SYSTEMS: AS per HPI, otherwise negative in detail Past Medical History: CHF Paroxysmal a-fib on coumadin HTN Hypothyroidism 's Type 2 diabetes mellitus Social History: Family History: CAD/PVD in his maternal grandfather; Type II in his mother. Physical Exam: ADMISSION: VS T 98.7 BP 138/92 HR 104 RR 22 SpO2 94% RA General: Alert, oriented, no acute distress HEENT: Sclerae anicteric, MMM, oropharynx clear, EOMI, PERRL. Neck: Supple. JVP not elevated. no LAD CV: RRR. Normal S1+S2, no murmurs, rubs, gallops. Lungs: Clear to auscultation bilaterally, no wheezes, rales, rhonchi Abdomen: +Gynecomastia, obese, otherwise soft, NT, ND, normoactive bowel sounds GU: No foley Ext: Chronic venous stasis changes on bilaterally. RLE with appears more edematous, erythematous and painful compared to LLE. Skin peeling noted on RLE. No calf tenderness. Neuro: Moving all extremities with purpose, no facial assymetry, gait deferred. DISCHARGE: VS 98.3 121 / 87 76 18 97% Ra General: Alert, oriented, no acute distress HEENT: Sclerae anicteric, MMM, oropharynx clear, EOMI, PERRL. Neck: Supple. JVP not elevated. no LAD CV: RRR. Normal S1+S2, no murmurs, rubs, gallops. Lungs: Clear to auscultation bilaterally, no wheezes, rales, rhonchi Abdomen: +Gynecomastia, obese, otherwise soft, NT, ND, normoactive bowel sounds GU: No foley Ext: Chronic venous stasis changes on bilaterally. RLE with appears more edematous, erythematous and painful compared to LLE. Skin peeling noted on RLE. No calf tenderness. Neuro: Moving all extremities with purpose, no facial assymetry, gait deferred. Pertinent Results: ADMISSION: 07:53PM PTT-33.3 07:53PM PLT COUNT-190 07:53PM NEUTS-70.5 MONOS-5.2 EOS-0.8* BASOS-0.2 IM AbsNeut-7.41* AbsLymp-2.40 AbsMono-0.55 AbsEos-0.08 AbsBaso-0.02 07:53PM WBC-10.5* RBC-5.16 HGB-13.8 HCT-43.2 MCV-84 MCH-26.7 MCHC-31.9* RDW-15.9* RDWSD-48.6* 07:53PM estGFR-Using this 07:53PM GLUCOSE-147* UREA N-27* CREAT-1.3* SODIUM-137 POTASSIUM-3.7 CHLORIDE-95* TOTAL CO2-24 ANION GAP-22* 07:59PM LACTATE-2.5* IMAGES/STUDIES: : IMPRESSION: No evidence of deep venous thrombosis in the right lower extremity veins. Subcutaneous edema in the calf. ABI: IMPRESSION: No evidence of arterial insufficiency to the bilateral lower extremities. DISCHARGE: 07:14AM BLOOD WBC-8.3 RBC-4.66 Hgb-12.5* Hct-39.6* MCV-85 MCH-26.8 MCHC-31.6* RDW-16.1* RDWSD-50.4* Plt Ct-UNABLE TO 07:14AM BLOOD Glucose-138* UreaN-35* Creat-1.2 Na-140 K-4.4 Cl-100 HCO3-30 AnGap-14 07:14AM BLOOD Calcium-9.2 Phos-3.9 Mg-2. year old gentleman with a history of DM, Afib s/p failed ablation, HFrEF, and chronic venous stasis changes with recurrent cellulitis presenting with RLE pain and swelling, treated with antibiotics for cellulitis with improvement in symptoms. # RLE Cellulitis: Patient presented with several days of worsening RLE pain, swelling, and erythema concerning for a recurrence of his cellulitis. RLE ultrasound was negative for DVT. Patient was treated with IV Vancomycin/Zosyn (Day and then changed to PO Keflex for a total 7 day course (last day . Blood cultures from were no growth to date at time of discharged. Vascular surgery was consulted and reviewed ABIs which were done this admission. They did not note any evidence of arterial disease, and so his symptoms are likely all chronic venous stasis from venous insufficiency. Patient's symptoms improved during hospitalization. Recommended patient to continue antibiotics and use ace wraps and elevate his extremities as much as possible. CHRONIC ISSUES: # Afib: Rate controlled while in house. Continued Apixaban and Metoprolol and Amiodarone. # Diabetes Mellitus: Patient required reduced Lantus and Humalog standing with meals while in hospital. Recommended that he watch his glucose carefully as it will likely increase once he is eating his usual foods at home. If FSGs >140s, he should increase his home regimen. If higher or having episodes of hypoglycemia, should follow up with his PCP . # HFrEF (newly reduced EF 20% on TTE): Patient appears euvolemic on exam. Continued home Torsemide, Lisinopril, and Metoprolol. Of note, had been crushing his Metop XL at home, so switched to tartrate at discharge. TRANSITIONAL ISSUES [] Changed Metoprolol XL from 100mg daily to Metoprolol Tartrate 50mg BID since patient had been crushing his XL. Patient has difficulty swallowing pills whole. [] Continued Cephalexin 600mg Q6H for a total of 7 days, last day is . [] Should follow up with PCP. [] Vascular surgery saw patient and recommended ACE wrap and elevation for his legs. Will follow up with them as an outpatient please arrange. [] Please follow up on FINAL ABI read they were reviewed by vascular to be WNL, however final read not up at time of discharge. # CODE: Full (confirmed) # CONTACT: (brother): (patient would like to be informed prior to calling family members) Medications on Admission: The Preadmission Medication list is accurate and complete. 1. Apixaban 5 mg PO BID 2. Lisinopril 5 mg PO DAILY 3. Torsemide 10 mg PO BID 4. Amiodarone 200 mg PO DAILY 5. Metoprolol Succinate XL 100 mg PO DAILY 6. Glargine 46 Units Bedtime Humalog 14 Units Breakfast Humalog 14 Units Lunch Humalog 14 Units Dinner Insulin SC Sliding Scale using HUM Insulin Discharge Medications: 1. Cephalexin 500 mg PO Q6H RX *cephalexin 500 mg 1 tablet(s) by mouth every six (6) hours Disp #*19 Tablet Refills:*0 2. Metoprolol Tartrate 50 mg PO BID RX *metoprolol tartrate 50 mg 1 tablet(s) by mouth twice a day Disp #*60 Tablet Refills:*0 3. Glargine 35 Units Bedtime Humalog 10 Units Breakfast Humalog 10 Units Lunch Humalog 10 Units Dinner Insulin SC Sliding Scale using HUM Insulin 4. Amiodarone 200 mg PO DAILY 5. Apixaban 5 mg PO BID 6. Lisinopril 5 mg PO DAILY 7. Torsemide 10 mg PO BID 8.Outpatient Physical Therapy Straight cane Diagnosis: cellulitis ICD10 L03.90 Prognosis: good : 13 months Discharge Disposition: Home Discharge Diagnosis: PRIMARY Cellulitis SECONDARY Chronic CHF Venous insufficiency Discharge Condition: Mental Status: Clear and coherent. Level of Consciousness: Alert and interactive. Activity Status: Out of Bed with assistance to chair or wheelchair. Discharge Instructions: Dear Mr. , It was a pleasure to care for you at . You came for infection of skin on your right leg and we treated you with IV antibiotics, followed by oral antibiotics. You did well. Please continue this course for a total of 7 days. Your last day will be on . Please follow up with your doctors, see below. Please seek medical attention if any fevers, chills, sweats, worsening leg pain. Weigh yourself every morning, call MD if weight goes up more than 3 lbs. We wish you the very best, Your Team Followup Instructions:"
}